.open ".\.temp\root\ftc\arm9.bin", 0x02000000
.org NameList
NameList_00: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "????{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "????{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_01: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "グレイ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "格雷{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_02: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "アッシュ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "雅希{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_03: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "プロメテ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "普罗米修{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_04: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "パンドラ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "潘朵拉{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_05: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "アルバ-ト{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "阿尔伯特{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_06: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ト-マス{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "托马斯{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_07: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ミハイル{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "米海尔{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_08: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ディアバ-ン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "炽焰瞪羚{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_09: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "クロノフォス{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "时力冰鲎{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_10: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ロ-ズパ-ク{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "火花蔷薇{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_11: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "コンドロック{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "摇滚秃鹰{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_12: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "カイゼミ-ネ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "机雷蜂后{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_13: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ア-ゴイル{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "阿石像鬼{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_14: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ウ-ゴイル{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "吽石像鬼{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_15: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "テスラット{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "电磁刺猬{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_16: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "バイフロスト{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "凛齿巨鳄{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_17: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ヘリオス{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "赫利欧斯{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_18: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "テティス{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "特提斯{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_19: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "アトラス{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "亚特拉丝{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_20: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "シャルナク{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "夏尔纳克{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_21: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "モデルA{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "模块A{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_22: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "モデルX{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "模块X{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_23: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "モデルZ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "模块Z{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_24: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ヴァン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "梵{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_25: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "エ-ル{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "艾儿{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_26: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ミック{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "米克{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_27: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ロビン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "罗宾{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_28: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ニコル{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "尼科尔{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_29: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ラザラス{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "拉扎勒斯{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_30: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "レッド{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "雷德{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_31: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ビリ-{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "比利{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_32: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ウルフ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "沃尔夫{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_33: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ジェリ-{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "杰瑞{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_34: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ダン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "达恩{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_35: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ダグ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "达古{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_36: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "チャック{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "查克{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_37: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ロジャ-{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "罗杰{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_38: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "カ-ク{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "卡克{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_39: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "キリアン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "基利安{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_40: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ティム{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "提姆{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_41: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "エイブ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "艾伊卜{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_42: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ベン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "贝恩{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_43: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "カ-リ-{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "卡莉{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_44: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ロイ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "罗伊{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_45: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ウォ-レン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "沃伦{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_46: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ブロッサム{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "布萝萨姆{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_47: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "エレナ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "艾蕾娜{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_48: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "クリス{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "克里斯{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_49: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ジャ-ク{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "贾克{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_50: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ロミオ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "罗密欧{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_51: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "キッド{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "基德{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_52: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "レム{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "雷姆{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_53: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "パトリス{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "帕特利斯{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_54: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ナナ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "娜娜{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_55: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ココ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "可可{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_56: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ニック{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "尼克{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_57: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ティナ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "缇娜{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_58: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "アウル{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "奥尔{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_59: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "シャロン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "莎珑{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_60: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "エイミ-{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "艾米{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_61: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ピエ-ル{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "皮埃尔{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_62: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ジョン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "约翰{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_63: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ジム{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "吉姆{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_64: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "マリ-{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "玛丽{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_65: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "メグ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "梅古{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_66: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "アンナ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "安娜{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_67: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ルディ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "鲁迪{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_68: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ジェ-ムズ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "詹姆斯{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_69: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "レイ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "雷伊{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_70: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ウォ-ド{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "瓦德{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_71: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "?{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "?{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_72: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ゲイリ-{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "盖里{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_73: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "リチャ-ド{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "理查德{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_74: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "バ-ト{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "巴托{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_75: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "アントニオ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "安东尼奥{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_76: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ジョ-ジ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "乔治{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_77: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "パトリック{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "帕特里克{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_78: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ロスコ-{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "罗斯科{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_79: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "デイル{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "戴尔{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_80: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ティリス{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "提莉丝{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_81: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "オ-スティン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "奥斯丁{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_82: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ニ-ナ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "妮娜{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_83: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ジャネット{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "珍妮特{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_84: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ナディア{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "娜迪亚{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_85: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "マリナ{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "玛丽娜{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_86: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "レイモンド{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "雷蒙德{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_87: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "トム{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "汤姆{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_88: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "アダム{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "亚当{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_89: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ダニエル{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "丹尼尔{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_90: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "エリック{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "艾瑞克{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_91: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ジュリアン{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "朱利安{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_92: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "システム{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "系统{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_93: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "トランスサ-バ-{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "传送服务器{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_94: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "セキュリティシステム{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "安保系统{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 


NameList_95: 
.area 12,0 
;原文－－－－－－－－－－－－－－－－－－－－－－ 
;   .strn "ワ-プポイント{结束}" 
;译文－－－－－－－－－－－－－－－－－－－－－－ 
    .strn "传送点{结束}" 
;结束－－－－－－－－－－－－－－－－－－－－－－  
.endarea 

.close
