.create ".\.temp\root\data\m_over_jp.bin", 0
;文件头
.hword (EndOfm_over_jp - 4);除文件头外文件大小
.hword (m_over_jp_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计19条文本
.hword (m_over_jp_000 -m_over_jp_000)
.hword (m_over_jp_001 -m_over_jp_000)
.hword (m_over_jp_002 -m_over_jp_000)
.hword (m_over_jp_003 -m_over_jp_000)
.hword (m_over_jp_004 -m_over_jp_000)
.hword (m_over_jp_005 -m_over_jp_000)
.hword (m_over_jp_006 -m_over_jp_000)
.hword (m_over_jp_007 -m_over_jp_000)
.hword (m_over_jp_008 -m_over_jp_000)
.hword (m_over_jp_009 -m_over_jp_000)
.hword (m_over_jp_010 -m_over_jp_000)
.hword (m_over_jp_011 -m_over_jp_000)
.hword (m_over_jp_012 -m_over_jp_000)
.hword (m_over_jp_013 -m_over_jp_000)
.hword (m_over_jp_014 -m_over_jp_000)
.hword (m_over_jp_015 -m_over_jp_000)
.hword (m_over_jp_016 -m_over_jp_000)
.hword (m_over_jp_017 -m_over_jp_000)
.hword (m_over_jp_018 -m_over_jp_000)

;文本正文
m_over_jp_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ディアバーンが高くジャンプした時に{换行}"
;   .strn "はいごに回り 弱点のたてがみを{换行}"
;   .strn "コウゲキしよう！ ただし{换行}"
;   .strn "近づきすぎるとバーニングアローを{换行}"
;   .strn "よけるのがむずかしくなるので{换行}"
;   .strn "ディアバーンが着地している時は{换行}"
;   .strn "なるべく はなれて戦おう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "当炽焰瞪羚高高跳起时绕到他的背后攻击{换行}"
    .strn "鬃毛这个弱点吧！{换行}"
    .strn "但是离他太近的话会更难躲避燃烧箭矢，{换行}"
    .strn "所以当炽焰瞪羚落地时要尽量远离作战！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "大きく広がるローズスティンガーや{换行}"
;   .strn "スパークスティンガーをさけるには{换行}"
;   .strn "常にローズパークのはいごに{换行}"
;   .strn "回りこむように動くといい。{换行}"
;   .strn "カベからのダッシュジャンプで{换行}"
;   .strn "とびこそう。ギガレーザーは画面下に{换行}"
;   .strn "いれば当たらないぞ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "回避大范围的蔷薇针刺和火花针刺可以采取{换行}"
    .strn "时常绕到火花蔷薇背后的行动。{换行}"
    .strn "从墙壁上使用冲刺跳跃来跳过他。{换行}"
    .strn "千兆激光在画面下方的话就不会射中哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイスニードルはギリギリまで引きつけて{换行}"
;   .strn "とっしんしてくる本体と氷のすきまに{换行}"
;   .strn "入りこむように小さくジャンプ。{换行}"
;   .strn "アイスカーニバルでは とんでくる氷の{换行}"
;   .strn "かくどと じゅんばんをキオクし{换行}"
;   .strn "落ち着いてカイヒしよう。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "对于冰针，可以将其引导至身边，然后对准{换行}"
    .strn "突进而来的本体和冰针之间的间隙进行{换行}"
    .strn "小跳跃。{换行}"
    .strn "至于冰雪狂欢，记住飞来的冰针的角度和{换行}"
    .strn "顺序，冷静地回避吧。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カイゼミーネがドッキングしている{换行}"
;   .strn "ブキコンテナのコウゲキは どれも{换行}"
;   .strn "ヤッカイなものばかり！{换行}"
;   .strn "ブキコンテナは炎ぞくせいなので{换行}"
;   .strn "電気ぞくせいのコウゲキで動きを{换行}"
;   .strn "ちゅうだんさせる事ができるぞ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "机雷蜂后对接的武器库的攻击无论哪个都{换行}"
    .strn "非常棘手！{换行}"
    .strn "武器库为火属性，所以可以使用电属性的{换行}"
    .strn "攻击来中断它的活动哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コンドロックはアミダくじのような{换行}"
;   .strn "きどうでひこうするので画面の{换行}"
;   .strn "ちゅうおうに立っていたらキケンだ！{换行}"
;   .strn "スピーカーが現れたら なるべく{换行}"
;   .strn "その前に立たないようにしよう。{换行}"
;   .strn "そこから発せられる音波に当たると{换行}"
;   .strn "一時的にコウゲキができなくなるぞ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "摇滚秃鹰会用鬼脚图那样的轨道来飞行，{换行}"
    .strn "所以站在画面中央是很危险的！{换行}"
    .strn "出现扩音器的话尽量不要站在它的前方。{换行}"
    .strn "被扩音器发出的声波击中的话会在{换行}"
    .strn "一段时间内无法攻击哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アーゴイル、ウーゴイルの{换行}"
;   .strn "コンビネーションには こちらも{换行}"
;   .strn "すばやく動けるタイプのトランスオンで{换行}"
;   .strn "たいおうしよう！{换行}"
;   .strn "エギーユグローブのれんけいコウゲキは{换行}"
;   .strn "ウーゴイルの上下どちらかにいれば{换行}"
;   .strn "安全だ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "对付阿石像鬼与吽石像鬼的组合，我方也{换行}"
    .strn "使用能高速移动类型的变身吧！{换行}"
    .strn "对于尖针球的连携攻击，站在吽石像鬼的{换行}"
    .strn "上方或下方都是安全的！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ローリングダッシュは画面上にある左右の{换行}"
;   .strn "足場にいれば当たる事は少ない。{换行}"
;   .strn "テスラットの反对がわにおりて{换行}"
;   .strn "コウゲキしたら、すぐに足場に上がろう。{换行}"
;   .strn "ニューS09は天じょう真ん中に開いた{换行}"
;   .strn "あなから落ちてきたところに{换行}"
;   .strn "チャージバスターを当ててイッソウしよう{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "对于滚动冲刺，站在画面上方左右边的{换行}"
    .strn "立足点的话就不太会被击中。{换行}"
    .strn "下落到电磁刺猬相反的一侧进行攻击后，{换行}"
    .strn "立刻跳上立足点吧。{换行}"
    .strn "新S09会从天花板正中央开的洞中落下，{换行}"
    .strn "这时就用蓄能爆破一扫而光吧。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バイフロストが口を開いている間は{换行}"
;   .strn "コウゲキをガードされてしまう。{换行}"
;   .strn "むやみに近づかず 口がとじるまでは{换行}"
;   .strn "カイヒにてっしよう。{换行}"
;   .strn "口をとじた時がチャンス！{换行}"
;   .strn "炎ぞくせいのチャージコウゲキで{换行}"
;   .strn "大ダメージをねらおう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "凛齿巨鳄张开嘴的时候攻击会被防住。{换行}"
    .strn "这时不要随便靠近，在嘴闭上之前专心{换行}"
    .strn "回避吧。{换行}"
    .strn "在嘴闭上之后就是机会！{换行}"
    .strn "使用火属性的蓄能攻击来造成巨大伤害吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ジャンプやダッシュからの{换行}"
;   .strn "セイバーコウゲキをとくいとする{换行}"
;   .strn "ヘリオスとはきょりをとって戦おう！{换行}"
;   .strn "空中からのコウゲキは真下をダッシュで{换行}"
;   .strn "ダッシュからのきりつけは{换行}"
;   .strn "一気にとびこして カイヒできるぞ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "赫利欧斯擅长在跳跃和冲刺之后进行{换行}"
    .strn "光剑攻击，和他拉开距离战斗吧！{换行}"
    .strn "从空中发起的攻击会向直下冲刺，冲刺之后{换行}"
    .strn "会进行斩击，这种攻击可以一口气跳过去来{换行}"
    .strn "回避哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "氷ぞくせいのテティスには炎ぞくせいの{换行}"
;   .strn "コウゲキがこうか的だ！{换行}"
;   .strn "足場となるところが少ないボスエリアだが{换行}"
;   .strn "水中を自由におよぎまわる事のできる{换行}"
;   .strn "クロノフォスならば足場を気にせずに{换行}"
;   .strn "戦えるぞ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "火属性的攻击对冰属性的特提斯有特效！{换行}"
    .strn "虽然头目区域能当作立足点的地方{换行}"
    .strn "很少，但是能在水中自由行动的时力冰鲎{换行}"
    .strn "可以不用在意立足点而战斗哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アトラスはボスエリアを動き回り{换行}"
;   .strn "いろいろなかくどからナックルバスターで{换行}"
;   .strn "コウゲキしてくる。{换行}"
;   .strn "しかし 連シャしている時には{换行}"
;   .strn "大きなスキができるので そこをねらって{换行}"
;   .strn "コウゲキしよう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "亚特拉丝会在头目区域到处移动，{换行}"
    .strn "从各种角度用肘击爆破来攻击。{换行}"
    .strn "但是连击时会产生很大的破绽，瞄准这个{换行}"
    .strn "时机来攻击吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "シャドウダッシュですばやく動き回る{换行}"
;   .strn "シャルナクには{换行}"
;   .strn "すがたを現す時を待ちかまえ{换行}"
;   .strn "カウンターコウゲキをねらうのが {换行}"
;   .strn "こうか的だ。{换行}"
;   .strn "ヒット&アウェイを 心がけよう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "对付使用暗影冲刺来高速移动的夏尔纳克，{换行}"
    .strn "等待他现身的那一刻进行反击非常有效。{换行}"
    .strn "且战且退牢记于心！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルZXのトリプルスラッシュを{换行}"
;   .strn "受けてしまうと 一気に体力を{换行}"
;   .strn "けずられてしまうぞ！{换行}"
;   .strn "せっきん戦に持ちこまれないように{换行}"
;   .strn "とにかくにげまわれ！{换行}"
;   .strn "モデルZXが カベはりつきしている{换行}"
;   .strn "さいちゅうがコウゲキチャンスだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "如果受到模块ZX的三重斩，会被一口气{换行}"
    .strn "削减很多体力哦！{换行}"
    .strn "不要被卷入近身战，总之先四处逃窜吧！{换行}"
    .strn "当模块ZX攀附在墙上时就是攻击的时机！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "クレイド·ザ·ジャイアントは{换行}"
;   .strn "目の部分しかダメージをあたえられない。{换行}"
;   .strn "てのひらが 下がってきた時に{换行}"
;   .strn "タイミングよく とび乗り{换行}"
;   .strn "目の高さに合わせて バスターを{换行}"
;   .strn "うちこんでみよう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "土偶·巨人只能对其眼部造成伤害。{换行}"
    .strn "当手掌落下时看准时机跳上去，在眼睛{换行}"
    .strn "所在的高度尝试使用爆破枪射击吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "クレイド·ザ·ジャイアントは{换行}"
;   .strn "目の部分しかダメージをあたえられない。{换行}"
;   .strn "上下する てのひらに乗って{换行}"
;   .strn "目の高さに合うように ジャンプして{换行}"
;   .strn "バスターをうちこんでみよう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "土偶·巨人只能对其眼部造成伤害。{换行}"
    .strn "站在上下活动的手掌上，跳到眼睛所在的{换行}"
    .strn "高度并尝试使用爆破枪射击吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "プロメテとパンドラはぞくせいを{换行}"
;   .strn "チェンジしながら色んなコウゲキを{换行}"
;   .strn "くり出すキョウテキだ！{换行}"
;   .strn "パンドラがツエをあやつっている時や{换行}"
;   .strn "プロメテが地面のちゅうおうにいる時は{换行}"
;   .strn "さいだいのコウゲキチャンスだぞ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "普罗米修和潘朵拉是会一边变化属性{换行}"
    .strn "一边连续放出各种攻击的强敌！{换行}"
    .strn "在潘朵拉操纵手杖时以及普罗米修处于{换行}"
    .strn "地面中央时是最好的攻击时机哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "3本あるドラゴンの首にコウゲキしても{换行}"
;   .strn "こうかはない。アルバートがいる{换行}"
;   .strn "どうたいのコクピットハッチを集中して{换行}"
;   .strn "コウゲキしよう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "即使攻击3条龙头也不会有效果。{换行}"
    .strn "集中攻击阿尔伯特所在的龙身的{换行}"
    .strn "驾驶舱舱口吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空中のアルバートをとりかこむビットは{换行}"
;   .strn "ダメージをあたえると {换行}"
;   .strn "ボウギョキノウが一時的にマヒするぞ！{换行}"
;   .strn "このチャンスにアルバートをコウゲキし{换行}"
;   .strn "地面に落としてからが本当の戦いだ！{换行}"
;   .strn "これまでに手に入れた全ての力を{换行}"
;   .strn "くしして勝利をつかみとれ！！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "对空中环绕在阿尔伯特周围的刀刃造成{换行}"
    .strn "伤害的话，防御机制会暂时瘫痪哦！{换行}"
    .strn "趁这个机会攻击阿尔伯特，当他落到地面后{换行}"
    .strn "才是真正的战斗！{换行}"
    .strn "运用至今为止得到的所有力量来获得{换行}"
    .strn "胜利吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_over_jp_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Ⓐボタン…メニューにもどる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Ⓐ键…返回菜单{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOfm_over_jp :: .endfunc
.close
