.create ".\.temp\root\data\m_sdisk_jp.bin", 0
;文件头
.hword (EndOfm_sdisk_jp - 4);除文件头外文件大小
.hword (m_sdisk_jp_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计173条文本
.hword (m_sdisk_jp_000 -m_sdisk_jp_000)
.hword (m_sdisk_jp_001 -m_sdisk_jp_000)
.hword (m_sdisk_jp_002 -m_sdisk_jp_000)
.hword (m_sdisk_jp_003 -m_sdisk_jp_000)
.hword (m_sdisk_jp_004 -m_sdisk_jp_000)
.hword (m_sdisk_jp_005 -m_sdisk_jp_000)
.hword (m_sdisk_jp_006 -m_sdisk_jp_000)
.hword (m_sdisk_jp_007 -m_sdisk_jp_000)
.hword (m_sdisk_jp_008 -m_sdisk_jp_000)
.hword (m_sdisk_jp_009 -m_sdisk_jp_000)
.hword (m_sdisk_jp_010 -m_sdisk_jp_000)
.hword (m_sdisk_jp_011 -m_sdisk_jp_000)
.hword (m_sdisk_jp_012 -m_sdisk_jp_000)
.hword (m_sdisk_jp_013 -m_sdisk_jp_000)
.hword (m_sdisk_jp_014 -m_sdisk_jp_000)
.hword (m_sdisk_jp_015 -m_sdisk_jp_000)
.hword (m_sdisk_jp_016 -m_sdisk_jp_000)
.hword (m_sdisk_jp_017 -m_sdisk_jp_000)
.hword (m_sdisk_jp_018 -m_sdisk_jp_000)
.hword (m_sdisk_jp_019 -m_sdisk_jp_000)
.hword (m_sdisk_jp_020 -m_sdisk_jp_000)
.hword (m_sdisk_jp_021 -m_sdisk_jp_000)
.hword (m_sdisk_jp_022 -m_sdisk_jp_000)
.hword (m_sdisk_jp_023 -m_sdisk_jp_000)
.hword (m_sdisk_jp_024 -m_sdisk_jp_000)
.hword (m_sdisk_jp_025 -m_sdisk_jp_000)
.hword (m_sdisk_jp_026 -m_sdisk_jp_000)
.hword (m_sdisk_jp_027 -m_sdisk_jp_000)
.hword (m_sdisk_jp_028 -m_sdisk_jp_000)
.hword (m_sdisk_jp_029 -m_sdisk_jp_000)
.hword (m_sdisk_jp_030 -m_sdisk_jp_000)
.hword (m_sdisk_jp_031 -m_sdisk_jp_000)
.hword (m_sdisk_jp_032 -m_sdisk_jp_000)
.hword (m_sdisk_jp_033 -m_sdisk_jp_000)
.hword (m_sdisk_jp_034 -m_sdisk_jp_000)
.hword (m_sdisk_jp_035 -m_sdisk_jp_000)
.hword (m_sdisk_jp_036 -m_sdisk_jp_000)
.hword (m_sdisk_jp_037 -m_sdisk_jp_000)
.hword (m_sdisk_jp_038 -m_sdisk_jp_000)
.hword (m_sdisk_jp_039 -m_sdisk_jp_000)
.hword (m_sdisk_jp_040 -m_sdisk_jp_000)
.hword (m_sdisk_jp_041 -m_sdisk_jp_000)
.hword (m_sdisk_jp_042 -m_sdisk_jp_000)
.hword (m_sdisk_jp_043 -m_sdisk_jp_000)
.hword (m_sdisk_jp_044 -m_sdisk_jp_000)
.hword (m_sdisk_jp_045 -m_sdisk_jp_000)
.hword (m_sdisk_jp_046 -m_sdisk_jp_000)
.hword (m_sdisk_jp_047 -m_sdisk_jp_000)
.hword (m_sdisk_jp_048 -m_sdisk_jp_000)
.hword (m_sdisk_jp_049 -m_sdisk_jp_000)
.hword (m_sdisk_jp_050 -m_sdisk_jp_000)
.hword (m_sdisk_jp_051 -m_sdisk_jp_000)
.hword (m_sdisk_jp_052 -m_sdisk_jp_000)
.hword (m_sdisk_jp_053 -m_sdisk_jp_000)
.hword (m_sdisk_jp_054 -m_sdisk_jp_000)
.hword (m_sdisk_jp_055 -m_sdisk_jp_000)
.hword (m_sdisk_jp_056 -m_sdisk_jp_000)
.hword (m_sdisk_jp_057 -m_sdisk_jp_000)
.hword (m_sdisk_jp_058 -m_sdisk_jp_000)
.hword (m_sdisk_jp_059 -m_sdisk_jp_000)
.hword (m_sdisk_jp_060 -m_sdisk_jp_000)
.hword (m_sdisk_jp_061 -m_sdisk_jp_000)
.hword (m_sdisk_jp_062 -m_sdisk_jp_000)
.hword (m_sdisk_jp_063 -m_sdisk_jp_000)
.hword (m_sdisk_jp_064 -m_sdisk_jp_000)
.hword (m_sdisk_jp_065 -m_sdisk_jp_000)
.hword (m_sdisk_jp_066 -m_sdisk_jp_000)
.hword (m_sdisk_jp_067 -m_sdisk_jp_000)
.hword (m_sdisk_jp_068 -m_sdisk_jp_000)
.hword (m_sdisk_jp_069 -m_sdisk_jp_000)
.hword (m_sdisk_jp_070 -m_sdisk_jp_000)
.hword (m_sdisk_jp_071 -m_sdisk_jp_000)
.hword (m_sdisk_jp_072 -m_sdisk_jp_000)
.hword (m_sdisk_jp_073 -m_sdisk_jp_000)
.hword (m_sdisk_jp_074 -m_sdisk_jp_000)
.hword (m_sdisk_jp_075 -m_sdisk_jp_000)
.hword (m_sdisk_jp_076 -m_sdisk_jp_000)
.hword (m_sdisk_jp_077 -m_sdisk_jp_000)
.hword (m_sdisk_jp_078 -m_sdisk_jp_000)
.hword (m_sdisk_jp_079 -m_sdisk_jp_000)
.hword (m_sdisk_jp_080 -m_sdisk_jp_000)
.hword (m_sdisk_jp_081 -m_sdisk_jp_000)
.hword (m_sdisk_jp_082 -m_sdisk_jp_000)
.hword (m_sdisk_jp_083 -m_sdisk_jp_000)
.hword (m_sdisk_jp_084 -m_sdisk_jp_000)
.hword (m_sdisk_jp_085 -m_sdisk_jp_000)
.hword (m_sdisk_jp_086 -m_sdisk_jp_000)
.hword (m_sdisk_jp_087 -m_sdisk_jp_000)
.hword (m_sdisk_jp_088 -m_sdisk_jp_000)
.hword (m_sdisk_jp_089 -m_sdisk_jp_000)
.hword (m_sdisk_jp_090 -m_sdisk_jp_000)
.hword (m_sdisk_jp_091 -m_sdisk_jp_000)
.hword (m_sdisk_jp_092 -m_sdisk_jp_000)
.hword (m_sdisk_jp_093 -m_sdisk_jp_000)
.hword (m_sdisk_jp_094 -m_sdisk_jp_000)
.hword (m_sdisk_jp_095 -m_sdisk_jp_000)
.hword (m_sdisk_jp_096 -m_sdisk_jp_000)
.hword (m_sdisk_jp_097 -m_sdisk_jp_000)
.hword (m_sdisk_jp_098 -m_sdisk_jp_000)
.hword (m_sdisk_jp_099 -m_sdisk_jp_000)
.hword (m_sdisk_jp_100 -m_sdisk_jp_000)
.hword (m_sdisk_jp_101 -m_sdisk_jp_000)
.hword (m_sdisk_jp_102 -m_sdisk_jp_000)
.hword (m_sdisk_jp_103 -m_sdisk_jp_000)
.hword (m_sdisk_jp_104 -m_sdisk_jp_000)
.hword (m_sdisk_jp_105 -m_sdisk_jp_000)
.hword (m_sdisk_jp_106 -m_sdisk_jp_000)
.hword (m_sdisk_jp_107 -m_sdisk_jp_000)
.hword (m_sdisk_jp_108 -m_sdisk_jp_000)
.hword (m_sdisk_jp_109 -m_sdisk_jp_000)
.hword (m_sdisk_jp_110 -m_sdisk_jp_000)
.hword (m_sdisk_jp_111 -m_sdisk_jp_000)
.hword (m_sdisk_jp_112 -m_sdisk_jp_000)
.hword (m_sdisk_jp_113 -m_sdisk_jp_000)
.hword (m_sdisk_jp_114 -m_sdisk_jp_000)
.hword (m_sdisk_jp_115 -m_sdisk_jp_000)
.hword (m_sdisk_jp_116 -m_sdisk_jp_000)
.hword (m_sdisk_jp_117 -m_sdisk_jp_000)
.hword (m_sdisk_jp_118 -m_sdisk_jp_000)
.hword (m_sdisk_jp_119 -m_sdisk_jp_000)
.hword (m_sdisk_jp_120 -m_sdisk_jp_000)
.hword (m_sdisk_jp_121 -m_sdisk_jp_000)
.hword (m_sdisk_jp_122 -m_sdisk_jp_000)
.hword (m_sdisk_jp_123 -m_sdisk_jp_000)
.hword (m_sdisk_jp_124 -m_sdisk_jp_000)
.hword (m_sdisk_jp_125 -m_sdisk_jp_000)
.hword (m_sdisk_jp_126 -m_sdisk_jp_000)
.hword (m_sdisk_jp_127 -m_sdisk_jp_000)
.hword (m_sdisk_jp_128 -m_sdisk_jp_000)
.hword (m_sdisk_jp_129 -m_sdisk_jp_000)
.hword (m_sdisk_jp_130 -m_sdisk_jp_000)
.hword (m_sdisk_jp_131 -m_sdisk_jp_000)
.hword (m_sdisk_jp_132 -m_sdisk_jp_000)
.hword (m_sdisk_jp_133 -m_sdisk_jp_000)
.hword (m_sdisk_jp_134 -m_sdisk_jp_000)
.hword (m_sdisk_jp_135 -m_sdisk_jp_000)
.hword (m_sdisk_jp_136 -m_sdisk_jp_000)
.hword (m_sdisk_jp_137 -m_sdisk_jp_000)
.hword (m_sdisk_jp_138 -m_sdisk_jp_000)
.hword (m_sdisk_jp_139 -m_sdisk_jp_000)
.hword (m_sdisk_jp_140 -m_sdisk_jp_000)
.hword (m_sdisk_jp_141 -m_sdisk_jp_000)
.hword (m_sdisk_jp_142 -m_sdisk_jp_000)
.hword (m_sdisk_jp_143 -m_sdisk_jp_000)
.hword (m_sdisk_jp_144 -m_sdisk_jp_000)
.hword (m_sdisk_jp_145 -m_sdisk_jp_000)
.hword (m_sdisk_jp_146 -m_sdisk_jp_000)
.hword (m_sdisk_jp_147 -m_sdisk_jp_000)
.hword (m_sdisk_jp_148 -m_sdisk_jp_000)
.hword (m_sdisk_jp_149 -m_sdisk_jp_000)
.hword (m_sdisk_jp_150 -m_sdisk_jp_000)
.hword (m_sdisk_jp_151 -m_sdisk_jp_000)
.hword (m_sdisk_jp_152 -m_sdisk_jp_000)
.hword (m_sdisk_jp_153 -m_sdisk_jp_000)
.hword (m_sdisk_jp_154 -m_sdisk_jp_000)
.hword (m_sdisk_jp_155 -m_sdisk_jp_000)
.hword (m_sdisk_jp_156 -m_sdisk_jp_000)
.hword (m_sdisk_jp_157 -m_sdisk_jp_000)
.hword (m_sdisk_jp_158 -m_sdisk_jp_000)
.hword (m_sdisk_jp_159 -m_sdisk_jp_000)
.hword (m_sdisk_jp_160 -m_sdisk_jp_000)
.hword (m_sdisk_jp_161 -m_sdisk_jp_000)
.hword (m_sdisk_jp_162 -m_sdisk_jp_000)
.hword (m_sdisk_jp_163 -m_sdisk_jp_000)
.hword (m_sdisk_jp_164 -m_sdisk_jp_000)
.hword (m_sdisk_jp_165 -m_sdisk_jp_000)
.hword (m_sdisk_jp_166 -m_sdisk_jp_000)
.hword (m_sdisk_jp_167 -m_sdisk_jp_000)
.hword (m_sdisk_jp_168 -m_sdisk_jp_000)
.hword (m_sdisk_jp_169 -m_sdisk_jp_000)
.hword (m_sdisk_jp_170 -m_sdisk_jp_000)
.hword (m_sdisk_jp_171 -m_sdisk_jp_000)
.hword (m_sdisk_jp_172 -m_sdisk_jp_000)

;文本正文
m_sdisk_jp_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタンの左右…タグのせんたく{换行}"
;   .strn "Ⓐボタン…決定 Ⓑボタン…やめる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键的左右…标签选择{换行}"
    .strn "Ⓐ键…确定 Ⓑ键…取消{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタン…ディスクのせんたく{换行}"
;   .strn "Ⓐボタン…見る Ⓑボタン…やめる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键…磁盘选择{换行}"
    .strn "Ⓐ键…查看 Ⓑ键…取消{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "このディスクは まだカイセキされて{换行}"
;   .strn "いません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "这个磁盘还没有被解析{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アトラス{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "亚特拉丝{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ライブメタル·モデルFのテキゴウ者で{换行}"
;   .strn "炎のロックマンに変身する。{换行}"
;   .strn "イレギュラーによってほろぼされた国の{换行}"
;   .strn "ぐんじんだった。戦いの中でこそヒトは{换行}"
;   .strn "トウソツされ進化する、という考えのもと{换行}"
;   .strn "終わりない戦争をおこすため モデルVを{换行}"
;   .strn "カクセイさせようとしている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "生命金属·模块F的适应者，能变身为{换行}"
    .strn "炎之洛克人。{换行}"
    .strn "曾经是被异常体毁灭的国家的军人。{换行}"
    .strn "“只有在战争中，人们才能被统率{换行}"
    .strn "并进化。”{换行}"
    .strn "基于这样的想法，为了发动无尽的战争，{换行}"
    .strn "企图让模块V觉醒。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アルバート(だい1けいたい){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "阿尔伯特(第1形态){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アルバートがすわっていたギョクザが{换行}"
;   .strn "変化して きょだいな 三つ首リュウの{换行}"
;   .strn "メカニロイドになったすがた。{换行}"
;   .strn "重力をあやつったり、次元にあなを開け{换行}"
;   .strn "ブラックホールやホワイトホールを{换行}"
;   .strn "作り出すといった 強力なコウゲキを{换行}"
;   .strn "くりだしてくる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "阿尔伯特所坐的宝座变化而成的巨型三头龙{换行}"
    .strn "机械式机器人形态。{换行}"
    .strn "会陆续释放出诸如操纵重力、打开次元之洞{换行}"
    .strn "并制造出黑洞和白洞这样的强力攻击。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アルバート(だい2けいたい){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "阿尔伯特(第2形态){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アルバートがキュウキョクのロックマンの{换行}"
;   .strn "チカラを現したすがた。{换行}"
;   .strn "本体をとりかこむ 10コのビットは{换行}"
;   .strn "アルバートを守るだけでなく、配列を変え{换行}"
;   .strn "あらゆるライブメタルの のうりょくを{换行}"
;   .strn "はっきして コウゲキする事が{换行}"
;   .strn "カノウである。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "阿尔伯特显现究极洛克人之力的形态。{换行}"
    .strn "围绕着本体的10个刀刃不但保护着{换行}"
    .strn "阿尔伯特，还可以通过改变排列发挥所有{换行}"
    .strn "生命金属的能力来攻击。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アーゴイル ウーゴイル{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "阿石像鬼 吽石像鬼{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "二体一組の高そく戦闘用フォルスロイド。{换行}"
;   .strn "足にはダッシュローラーをそうびし、{换行}"
;   .strn "エギーユグローブとよばれるブキを{换行}"
;   .strn "用いた立体的なコウゲキを{换行}"
;   .strn "とくいとする。{换行}"
;   .strn "主にレンケイのシキはアーゴイルがとり、{换行}"
;   .strn "ウーゴイルはそのサポートに回る。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "二体一组的高速战斗用拟真型机器人。{换行}"
    .strn "脚上装备了冲刺滑轮，擅长使用叫做{换行}"
    .strn "尖针球的武器进行立体攻击。{换行}"
    .strn "连携方式主要是阿石像鬼主攻，吽石像鬼{换行}"
    .strn "进行支援。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カイゼミーネ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "机雷蜂后{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "きたい下部にせつぞくされる{换行}"
;   .strn "ブキコンテナによって、たさいな{换行}"
;   .strn "ブソウへんこうをカノウとする{换行}"
;   .strn "ハチ型のフォルスロイド。{换行}"
;   .strn "ジョイントのきかくさえあえば、{换行}"
;   .strn "ブキコンテナ以外のものでも{换行}"
;   .strn "運ぶ事ができる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "能够通过机体下部连接的武器库进行多样化{换行}"
    .strn "武装变更的黄蜂型拟真型机器人。{换行}"
    .strn "只要接口的规格相匹配，武器库以外的东西{换行}"
    .strn "也能够搬运。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "クレイド·ザ·ジャイアント{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "土偶·巨人{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "きゅう時代のテクノロジーを使って{换行}"
;   .strn "作られた大型のメカニロイド。{换行}"
;   .strn "エネルギーの半分以上を きょだいな{换行}"
;   .strn "ボディを うかせるために使用しており{换行}"
;   .strn "ねんぴが悪い。そのせいか{换行}"
;   .strn "大りょう生さんされていながら{换行}"
;   .strn "ほとんどが研究所に{换行}"
;   .strn "ほかんされているらしい。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "使用旧时代的技术制造的大型{换行}"
    .strn "机械式机器人。{换行}"
    .strn "为了使巨大的身体悬浮而使用了超过一半的{换行}"
    .strn "能量，所以燃料经济性很差。{换行}"
    .strn "大概是因为这个原因，虽然被大量生产，{换行}"
    .strn "但似乎大部分都被保管在研究所里。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "クロノフォス{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "时力冰鲎{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "電子ズノウのチカク回路をコンランさせ{换行}"
;   .strn "時間の流れが早まったり、はたまた{换行}"
;   .strn "おそくなったように感じさせる事が{换行}"
;   .strn "できる電子戦用フォルスロイド。{换行}"
;   .strn "相手をチョウハツするような物言いも{换行}"
;   .strn "ハンダンリョクをニブらせ、センサーの{换行}"
;   .strn "ぼうそうに気づかせないための作戦だ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "能够使电子大脑的感知电路混乱，使其感到{换行}"
    .strn "时间流速加快或减慢的电子战用{换行}"
    .strn "拟真型机器人。{换行}"
    .strn "使用挑衅的说话方式也是一种作战，是为了{换行}"
    .strn "使对手的判断力变迟钝，并且不会注意到{换行}"
    .strn "传感器的失控。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コンドロック{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "摇滚秃鹰{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ギター型のコントローラーから発生する{换行}"
;   .strn "マイクロウェーブにより、活動を{换行}"
;   .strn "ていししたキカイの人工きんにくを{换行}"
;   .strn "カッセイ化、そうさする事ができる。{换行}"
;   .strn "せいかくは はてんこう かつ{换行}"
;   .strn "ナルシスト。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "通过从吉他型控制器中发出的微波，{换行}"
    .strn "能使停止活动的机械内的人造肌肉活性化{换行}"
    .strn "并加以操纵。{换行}"
    .strn "性格破天荒且自我陶醉。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "シャルナク{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "夏尔纳克{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ライブメタル·モデルPのテキゴウ者で{换行}"
;   .strn "ヤミのロックマンに変身する。{换行}"
;   .strn "元はあんさつをうけおうハンターだったが{换行}"
;   .strn "仲間にうらぎられ 死にかけたカコから{换行}"
;   .strn "ヒトに对し カンジョウを表す事なく{换行}"
;   .strn "キカイ的に話すようになった。{换行}"
;   .strn "モデルVをカクセイさせる目的はフメイ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "生命金属·模块P的适应者，能变身为{换行}"
    .strn "暗之洛克人。{换行}"
    .strn "原本是承包暗杀工作的猎人，但是由于{换行}"
    .strn "被同伴背叛后濒死的经历，变得不再对人{换行}"
    .strn "表达感情且说话机械。{换行}"
    .strn "企图让模块V觉醒的目的不明。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ディアバーン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "炽焰瞪羚{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルVをとうさいし えられた出力で{换行}"
;   .strn "頭部と両ウデのブレードを高ねつ化し、{换行}"
;   .strn "足のブースターを用いてトツゲキする{换行}"
;   .strn "一点トッパ戦ポウがとくいなキョウコウ型{换行}"
;   .strn "フォルスロイド。ソシキの「オキテ」を{换行}"
;   .strn "重んじ、それをみだす者はダレであろうと{换行}"
;   .strn "ヨウシャしない。{换行}"
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "使用搭载了模块V所获得的输出功率，{换行}"
    .strn "使头部和双臂的刀刃高热化，并使用足部的{换行}"
    .strn "推进器进行突击，擅长单点突破战法的{换行}"
    .strn "强攻型拟真型机器人。{换行}"
    .strn "重视组织的“规矩”，对扰乱规矩者无论{换行}"
    .strn "是谁都毫不留情。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "テスラット{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "电磁刺猬{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "強力な発電用コイルをとうさいした本来は{换行}"
;   .strn "じりつ型のひじょう用デンゲンであった{换行}"
;   .strn "小型フォルスロイド。さらに小さく変形し{换行}"
;   .strn "せまい地形に進入する事ができる。{换行}"
;   .strn "電子ズノウの言語回路はありあまる電力を{换行}"
;   .strn "しょうひするため、ひつよう以上に{换行}"
;   .strn "「おしゃべり」にせっていされている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "搭载了强力的发电用线圈，原本是独立型{换行}"
    .strn "紧急电源的小型拟真型机器人。{换行}"
    .strn "能够变得更小并进入狭窄地形。{换行}"
    .strn "由于电子大脑的语言电路会使用过剩的{换行}"
    .strn "电力，被设置成了超出必要说话量的{换行}"
    .strn "“话匣子”。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "テティス{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "特提斯{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ライブメタル·モデルLのテキゴウ者で{换行}"
;   .strn "氷のロックマンに変身する。{换行}"
;   .strn "およぐ事のすきな やさしいふうぼうの{换行}"
;   .strn "ユウトウセイだが、どこかイヤミな感じ。{换行}"
;   .strn "ハイキブツで 海をオセンし続ける{换行}"
;   .strn "ヒトビトをいましめるために{换行}"
;   .strn "モデルVをカクセイさせようとしている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "生命金属·模块L的适应者，能变身为{换行}"
    .strn "冰之洛克人。{换行}"
    .strn "是个喜欢游泳且有着温柔风貌的优等生，{换行}"
    .strn "但不知哪里有种令人不快的感觉。{换行}"
    .strn "为了惩戒不断用废弃物污染海洋的人们，{换行}"
    .strn "企图让模块V觉醒。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バイフロスト{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "凛齿巨鳄{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_028:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "高度なAIにより後方からシジを出し、{换行}"
;   .strn "テキの進行をレイトウヘイキ{换行}"
;   .strn "「ギガフリーズ」でボウガイする{换行}"
;   .strn "キョテンボウエイ用大型フォルスロイド。{换行}"
;   .strn "動きこそニブいが、近よるテキは{换行}"
;   .strn "氷のキバがならぶアゴや、しっぽを用いて{换行}"
;   .strn "アットウ的な力でフンサイする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "通过高级的AI从后方发出指令，并使用{换行}"
    .strn "冷冻兵器“千兆冻结”妨碍敌方前进的{换行}"
    .strn "据点防御用大型拟真型机器人。{换行}"
    .strn "虽然行动迟缓，但是会使用排列着冰牙的{换行}"
    .strn "下颚或尾巴用压倒性的力量粉碎靠近的{换行}"
    .strn "敌人。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_029:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "パンドラ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "潘朵拉{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_030:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "電気ぞくせいと氷ぞくせいを使い分ける{换行}"
;   .strn "とくしゅなのうりょくを持つ{换行}"
;   .strn "ロックマン。プロメテと行動をともにし{换行}"
;   .strn "ハンターたちに「まじょ」とよばれ{换行}"
;   .strn "おそれられている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "能分别使用电属性和冰属性，拥有{换行}"
    .strn "特殊能力的洛克人。{换行}"
    .strn "与普罗米修一起行动，被猎人们称为{换行}"
    .strn "“魔女”并被畏惧。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_031:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "プロメテ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "普罗米修{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_032:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ぞくせいを変え コウゲキを使い分ける{换行}"
;   .strn "とくしゅなのうりょくを持つ{换行}"
;   .strn "ロックマン。パンドラと行動をともにし{换行}"
;   .strn "ハンターたちに「死神」とよばれ{换行}"
;   .strn "おそれられている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "能变换属性并分别用来攻击，拥有{换行}"
    .strn "特殊能力的洛克人。{换行}"
    .strn "与潘朵拉一起行动，被猎人们称为{换行}"
    .strn "“死神”并被畏惧。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_033:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ヘリオス{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "赫利欧斯{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_034:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ライブメタル·モデルHのテキゴウ者で{换行}"
;   .strn "風のロックマンに変身する。{换行}"
;   .strn "自分以外は 全ておろか者と見下している{换行}"
;   .strn "カンペキしゅぎ者で、ケッペキしょう。{换行}"
;   .strn "世の争いのタネである おろか者たちを{换行}"
;   .strn "ねだやしにするため モデルVを{换行}"
;   .strn "カクセイさせようとしている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "生命金属·模块H的适应者，能变身为{换行}"
    .strn "风之洛克人。{换行}"
    .strn "是个把除自己以外所有人当作愚者来蔑视的{换行}"
    .strn "完美主义者，有洁癖。{换行}"
    .strn "为了根除作为世界纷争起因的愚者们，{换行}"
    .strn "企图让模块V觉醒。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_035:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルZX{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "模块ZX{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_036:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ロックマン·モデルXがライブメタル·{换行}"
;   .strn "モデルZとダブルロックオンしたすがた。{换行}"
;   .strn "近キョリと遠キョリ、両方のコウゲキを{换行}"
;   .strn "持ち合わせた ばんのうタイプの{换行}"
;   .strn "ロックマン。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "洛克人·型号X将生命金属·模块Z与之{换行}"
    .strn "双重锁定的样子。{换行}"
    .strn "是拥有近距离和远距离两种攻击的{换行}"
    .strn "万能型洛克人。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_037:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ローズパーク{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "火花蔷薇{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_038:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "はしら等に体を固定できるツルじょうの{换行}"
;   .strn "スパイクマニピュレーターをそうびした{换行}"
;   .strn "きょくち戦用フォルスロイド。{换行}"
;   .strn "電ゲキによる遠キョリコウゲキが{换行}"
;   .strn "とくい。発電用コンデンサの電ジハで{换行}"
;   .strn "電子ズノウが安定しておらず、{换行}"
;   .strn "とくていのたいしょうを前にした時のみ{换行}"
;   .strn "イジョウなコウフンをしめす。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在藤蔓上装备了钉刺控制器，能将身体固定{换行}"
    .strn "在柱子等物体上的局部地战用{换行}"
    .strn "拟真型机器人。{换行}"
    .strn "擅长由电击实施的远距离攻击。{换行}"
    .strn "由于发电用电容器的电磁波造成的电子大脑{换行}"
    .strn "不稳定，仅在特定对象面前时会展现出{换行}"
    .strn "异常的亢奋。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_039:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ウォーライカー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "战争先锋{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_040:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エイ型のゆそうき「ウォーライア」に{换行}"
;   .strn "かいりょうを重ね、コウゲキせいのうを{换行}"
;   .strn "80%近くアップさせる事に{换行}"
;   .strn "せいこうしたと言われている。{换行}"
;   .strn "そのせいのうを ためすために{换行}"
;   .strn "じっけんをかねた クウバクを{换行}"
;   .strn "行なっている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "对A型运输机“战争蝠鲼”进行了多次{换行}"
    .strn "改良，据说成功提升了将近80%的{换行}"
    .strn "攻击性能。{换行}"
    .strn "为了测试这种性能，兼任实验的空中轰炸{换行}"
    .strn "正在进行中。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_041:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カプセルコンダクター{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "胶囊型传导器{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_042:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ライブメタル·モデルFのテクノロジーを{换行}"
;   .strn "おうようし、セキュリティ用に作られた{换行}"
;   .strn "ホウダイ。コントロールセンターの{换行}"
;   .strn "ねつぼうそうにより、本来の5分の1の{换行}"
;   .strn "せいのうしか はっきできていない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "运用了生命金属·模块F的技术，为了安保{换行}"
    .strn "而制作的炮台。{换行}"
    .strn "由于控制中心的热量失控，只能发挥{换行}"
    .strn "原来性能的5分之1。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_043:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ギガントレント{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "大树巨人{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_044:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "三百年前にかれた たいぼくが時間を{换行}"
;   .strn "かけて メカニロイドとゆうごうした。{换行}"
;   .strn "頭の上部は くうどうになっており{换行}"
;   .strn "その中にバクダンをなげこむと{换行}"
;   .strn "口のようなシャッターから{换行}"
;   .strn "バクダンをはき出すという なぞの{换行}"
;   .strn "シュウセイがある。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "三百年前枯死的大树长年累月与{换行}"
    .strn "机械式机器人融合了。{换行}"
    .strn "头部上方变成了空洞，而它有个谜之习性，{换行}"
    .strn "就是如果向空洞中投掷炸弹，它会将炸弹{换行}"
    .strn "从像嘴一样的活动门中吐出。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_045:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "キングフライヤー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "飞行蝇王{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_046:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "リモートコントロールで動く、{换行}"
;   .strn "きょだいな ハエ型メカニロイド。{换行}"
;   .strn "メタンハイドレートとよばれる、{换行}"
;   .strn "新型のねんりょうを使用している。{换行}"
;   .strn "りょうさんされるはずだったが{换行}"
;   .strn "新たな大型メカニロイドの開発により{换行}"
;   .strn "計画はダンネンされた。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "通过远程操纵来移动的巨大苍蝇型{换行}"
    .strn "机械式机器人。{换行}"
    .strn "使用一种叫做甲烷水合物的新型燃料。{换行}"
    .strn "原定要进行量产，但由于新的大型{换行}"
    .strn "机械式机器人的开发而放弃了量产计划。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_047:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "クラッシュインパクトDD{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "粉碎冲击器DD{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_048:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "クラッシュインパクトから{换行}"
;   .strn "高出力レーザーほうを取りのぞき、{换行}"
;   .strn "本来の目的であるサクガンにキノウを{换行}"
;   .strn "シュウヤクしたバージョン。{换行}"
;   .strn "どんな固いイワでも くだけるが{换行}"
;   .strn "キャタピラ部分は トゲに弱い。{换行}"
;   .strn " {结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从粉碎冲击器上卸除了高功率激光炮，{换行}"
    .strn "并为原本凿岩的目的而汇集功能的版本。{换行}"
    .strn "能粉碎任何坚硬的岩石，但是履带部分{换行}"
    .strn "很容易被尖刺损坏。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_049:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "サークラッシュ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "转圈粉碎机{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_050:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "サークルンとクラッシュインパクトの{换行}"
;   .strn "ぎじゅつを組み合わせて 作られた{换行}"
;   .strn "タテモノハカイ用のメカニロイド。{换行}"
;   .strn "本来は 古くなったタテモノを{换行}"
;   .strn "カイタイするためのものだったが{换行}"
;   .strn "ぼうそうにより、ハイウェイを{换行}"
;   .strn "ハカイするようになった。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "融合了转圈气球和粉碎冲击器的技术{换行}"
    .strn "制作而成的建筑破坏用机械式机器人。{换行}"
    .strn "原本用于拆除老旧建筑，但由于失控，{换行}"
    .strn "破坏起了高速公路。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_051:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "サッカーアームズ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "吸盘触手{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_052:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "もともとは ぎょぎょう用に{换行}"
;   .strn "使われていたメカニロイド。{换行}"
;   .strn "自分より はるかに大きな物であっても{换行}"
;   .strn "ウデのキュウバンで えものを{换行}"
;   .strn "とらえて 動きをふうじこめる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "原本是被用于渔业的机械式机器人。{换行}"
    .strn "就算是远比自己大的猎物也能用触手上的{换行}"
    .strn "吸盘捕获并封锁其行动。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_053:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スパイダリル{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "钻头蜘蛛{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_054:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "しんりょくのタワーに すんでいる{换行}"
;   .strn "きょだいなクモ型メカニロイド。{换行}"
;   .strn "本体のケイリョウ化のせいこうにより{换行}"
;   .strn "8本のウデで 支えていたボディを{换行}"
;   .strn "4本のウデで 支えられるように{换行}"
;   .strn "なった。ウデのドリルのハカイ力は{换行}"
;   .strn "あつさ50センチの てっぱんを{换行}"
;   .strn "カンタンに つらぬくほど。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "栖息在深绿之塔的巨大蜘蛛型{换行}"
    .strn "机械式机器人。{换行}"
    .strn "由于本体被成功轻量化，原本需要8条腿{换行}"
    .strn "支撑的身体现在只需要4条腿就能支撑。{换行}"
    .strn "腿部钻头的破坏力连50厘米厚的铁板都能{换行}"
    .strn "轻易贯穿。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_055:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スパイダリル·ネオ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "新·钻头蜘蛛{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_056:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルVのはへんの力により、{换行}"
;   .strn "ざんがいのじょうたいから{换行}"
;   .strn "フッカツしたスパイダリル。{换行}"
;   .strn "外見は通常のタイプとことなるが{换行}"
;   .strn "せいのう面にかんしては{换行}"
;   .strn "ほとんど ちがいはないと言っても{换行}"
;   .strn "かごんではない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "依靠模块V碎片的力量，从残骸状态复活的{换行}"
    .strn "钻头蜘蛛。{换行}"
    .strn "外观上与普通型号不同，但是至于性能方面{换行}"
    .strn "可以说几乎没有区别。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_057:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "デザアスピス{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "沙漠毒蛇{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_058:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ヘビ型メカニロイド「ギガアスピス」を{换行}"
;   .strn "对さばく仕樣に かいりょうしたもの。{换行}"
;   .strn "自由にイドウができなくなった代わりに{换行}"
;   .strn "たさいなコウゲキがツイカされているが{换行}"
;   .strn "頭部が弱点である事は{换行}"
;   .strn "かいりょう前のタイプと同じである。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "使蛇形机械式机器人“千兆毒蛇”能在{换行}"
    .strn "沙漠中使用对其改良而成。{换行}"
    .strn "这使其无法再自由移动，取而代之的是{换行}"
    .strn "加入了各种各样的攻击，而弱点在头部{换行}"
    .strn "这个问题与改良前的型号一致。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_059:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アイスダーツ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "冰雪飞镖{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_060:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "天じょうをイドウできる{换行}"
;   .strn "ヤドカリ型メカニロイドのあしゅ。{换行}"
;   .strn "数年前、ハンターによってソンザイが{换行}"
;   .strn "カクニンされた。{换行}"
;   .strn "強力なレイキャクのうりょくは{换行}"
;   .strn "50メートルプールを 数分で{换行}"
;   .strn "スケートリンクに変えてしまうほど。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "能在天花板上移动的寄居蟹型机械式机器人{换行}"
    .strn "的亚种。{换行}"
    .strn "数年前被猎人确认了其存在。{换行}"
    .strn "强大的冷却能力可以在数分钟内把{换行}"
    .strn "50米长的游泳池变为溜冰场。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_061:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "インビージュ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "隐身炮台{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_062:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "しんにゅうしゃの気配を感じると{换行}"
;   .strn "すがたを消してしまうホウダイ。{换行}"
;   .strn "見えなくなっただけで{换行}"
;   .strn "ソンザイしていないわけではない。{换行}"
;   .strn "プライバシーをのぞかないよう{换行}"
;   .strn "ジェントルマン·ロックとよばれる{换行}"
;   .strn "キノウが はたらいているらしい。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "一旦感觉到入侵者的气息就会消除身影的{换行}"
    .strn "炮台。{换行}"
    .strn "只是变得看不见，并不是不存在了。{换行}"
    .strn "为了不去偷窥隐私，好像运行着一种叫做{换行}"
    .strn "绅士锁的功能。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_063:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エクスパイダー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "炸弹蜘蛛{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_064:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "大型メカニロイド「スパイダリル」が{换行}"
;   .strn "引き連れているクモ型のメカニロイド。{换行}"
;   .strn "一定時間で自動的にバクハツするように{换行}"
;   .strn "せっけいされており、もともとは{换行}"
;   .strn "ガンバンでおおわれた せまい通路を{换行}"
;   .strn "カクチョウするために使われていたと{换行}"
;   .strn "言われている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "大型机械式机器人“钻头蜘蛛”率领的{换行}"
    .strn "蜘蛛型机械式机器人。{换行}"
    .strn "被设置成一定时间后会自动爆炸，据说原本{换行}"
    .strn "用于扩张被岩盘覆盖的狭窄通道。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_065:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エビルバッカー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "逆行虾{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_066:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "水中を うしろ向きで{换行}"
;   .strn "イドウするエビ型メカニロイド。{换行}"
;   .strn "イドウ中は しょっかくをたよりに{换行}"
;   .strn "テキをツイセキし、シカクにとらえると{换行}"
;   .strn "口からタマをハッシャする。{换行}"
;   .strn "リボルバーに見える部分は{换行}"
;   .strn "すいしん力を利用した{换行}"
;   .strn "タービンとしてキノウしている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在水中向后方移动的虾型机械式机器人。{换行}"
    .strn "移动时依靠触角追踪敌人，将其逼到死角后{换行}"
    .strn "从口中发射子弹。看起来像左轮手枪的部分{换行}"
    .strn "是个能利用推进力的涡轮。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_067:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エレキダーツ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "电力飞镖{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_068:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "天じょうをイドウできる{换行}"
;   .strn "ヤドカリ型メカニロイド。{换行}"
;   .strn "エレキダーツをいけどって{换行}"
;   .strn "けいたいバッテリーとして利用する{换行}"
;   .strn "ハンターが多い。{换行}"
;   .strn "バッテリーのざんりょうは{换行}"
;   .strn "かれらのジュミョウに等しい。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "能在天花板上移动的寄居蟹型机械式机器人。{换行}"
    .strn "有很多猎人会活捉电力飞镖来当作移动电源{换行}"
    .strn "使用。{换行}"
    .strn "剩余电量就相当于它们的寿命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_069:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カッティングジャイロ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "切割旋翼机{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_070:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "一定のカンカクで2方向に{换行}"
;   .strn "タマをハッシャする。{换行}"
;   .strn "プロペラはヤイバのようにするどい{换行}"
;   .strn "けいじょうをしていて、{换行}"
;   .strn "なんでも まっぷたつにしてしまう。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "通过一定的感觉朝2个方向发射子弹。{换行}"
    .strn "螺旋桨的形状如刀刃般尖锐，能将任何物体{换行}"
    .strn "切成两半。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_071:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カノンウォーカー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "加农炮行走机{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_072:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "まさに 動くタイホウ。{换行}"
;   .strn "じゅうりょうのある本体を{换行}"
;   .strn "支える足は ヒトのかんせつとは{换行}"
;   .strn "ぎゃくになっている。{换行}"
;   .strn "イドウそくどは あまりはやくないが{换行}"
;   .strn "後ろ向きでも そくどが落ちにくい{换行}"
;   .strn "というメリットがある。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "名副其实的移动大炮。{换行}"
    .strn "双腿支撑着具有一定重量的本体，其关节{换行}"
    .strn "与人类相反。{换行}"
    .strn "移动速度不是很快，但是有着向后行走{换行}"
    .strn "速度也不会降低的优点。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_073:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ガレオン·アサルト{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "盖伦·突击{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_074:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "大型ブレードをそうびした{换行}"
;   .strn "きんせつ戦闘型ガレオン。{换行}"
;   .strn "ガレオン·ハンターよりも{换行}"
;   .strn "たいきゅう力が 高く、{换行}"
;   .strn "こうせん的。{换行}"
;   .strn "イドウしながらウデをつき出すので{换行}"
;   .strn "コウゲキはんいは広い。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "装备了大型刀剑的近战型盖伦。{换行}"
    .strn "耐久力比盖伦·猎人还高，非常好战。{换行}"
    .strn "会一边移动一边伸手突刺，所以攻击范围{换行}"
    .strn "很大。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_075:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ガレオン·スパイダー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "盖伦·蜘蛛{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_076:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "天じょうや だんさに{换行}"
;   .strn "ぶら下がってコウゲキする。{换行}"
;   .strn "せいのうはガレオン·ハンターと{换行}"
;   .strn "同じだが、少しだけ{换行}"
;   .strn "しんぼう強い 一面を持つ。{换行}"
;   .strn "つかまっている方のウデに{换行}"
;   .strn "コウゲキを当てると、カンタンに{换行}"
;   .strn "落下してしまう。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "悬挂在天花板或段差处攻击。{换行}"
    .strn "性能与盖伦·猎人相同，但是略微有着{换行}"
    .strn "有耐心的一面。{换行}"
    .strn "如果攻击命中了用来悬挂的那条手臂，{换行}"
    .strn "就能轻易使其掉落。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_077:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ガレオン·バッテリー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "盖伦·炮台{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_078:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バズーカで 遠キョリから{换行}"
;   .strn "コウゲキする、ほうげき手。{换行}"
;   .strn "ホーミングせいのあるミサイルを{换行}"
;   .strn "ハッシャする。{换行}"
;   .strn "テキがいない間は もっぱら{换行}"
;   .strn "バズーカのメンテナンスで{换行}"
;   .strn "いそがしいらしい。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "使用火箭筒从远距离攻击的炮击手。{换行}"
    .strn "会发射有追踪能力的导弹。{换行}"
    .strn "在没有敌人的时候似乎会一心忙着维护{换行}"
    .strn "火箭筒。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_079:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ガレオン·ハンター{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "盖伦·猎人{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_080:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ガレオンの中で もっとも{换行}"
;   .strn "多くソンザイするタイプ。{换行}"
;   .strn "ガレオンシリーズの げん型モデル{换行}"
;   .strn "であり、ふくざつなニンムも{换行}"
;   .strn "なんなくこなせるオールラウンダー。{换行}"
;   .strn "メカニロイドの中でも かなり{换行}"
;   .strn "思考回路が はったつしている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "盖伦之中存在数量最多的种类。{换行}"
    .strn "是盖伦系列的原型型号，能轻松完成{换行}"
    .strn "复杂任务的全能者。{换行}"
    .strn "在机械式机器人中也是思维电路{换行}"
    .strn "相当发达的。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_081:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ガレオン·ヒューズ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "盖伦·电极{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_082:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "両ウデに取りつけられたブキ{换行}"
;   .strn "アノード、カソードを地面につきさし、{换行}"
;   .strn "きょうれつな電流を発生させる。{换行}"
;   .strn "ボディにアンチ·エレクトとよばれる{换行}"
;   .strn "コーティングがなされており、{换行}"
;   .strn "自分の放った電流で感電する事はない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "将安装在两臂的武器阴极、阳极插入地面，{换行}"
    .strn "引发强烈的电流。{换行}"
    .strn "由于身体上覆盖着一种叫做抗电流层的膜，{换行}"
    .strn "所以不会因为自己放出的电流而触电。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_083:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ガレオン·ライダー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "盖伦·骑手{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_084:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バイクに乗ったガレオンチーム。{换行}"
;   .strn "炎で強くなるフォルスロイドの{换行}"
;   .strn "DNAデータが 組みこまれたバイクを{换行}"
;   .strn "あやつる。{换行}"
;   .strn "しかし 多くのガレオンはその力を{换行}"
;   .strn "せいぎょできず、たいがい{换行}"
;   .strn "ぼうそうしてしまう。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "骑着摩托车的盖伦小队。{换行}"
    .strn "操纵的摩托车注入了遇火则强的{换行}"
    .strn "拟真型机器人的DNA数据。{换行}"
    .strn "但是很多盖伦无法驾驭这种力量，多半会{换行}"
    .strn "失控。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_085:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ガレオンヘッド{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "盖伦头颅{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_086:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ガレオンのコアをとくしゅな{换行}"
;   .strn "えきたいに つける事で{换行}"
;   .strn "生み出されるメカニロイド。{换行}"
;   .strn "えきたいのしゅるいにより{换行}"
;   .strn "二つのタイプがソンザイする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "将盖伦的核心浸泡在特殊的液体中而{换行}"
    .strn "产生出的机械式机器人。{换行}"
    .strn "根据液体种类的不同，存在着两种类型。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_087:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "キャビティーCW{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "空穴CW{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_088:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "自らのエネルギーと引きかえに{换行}"
;   .strn "強力なレーザーを放つひこう型{换行}"
;   .strn "メカニロイド。{换行}"
;   .strn "1回のコウゲキで大半のエネルギーを{换行}"
;   .strn "しょうひするため、コウゲキを{换行}"
;   .strn "終えると すぐさまにげていく。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "以自己的能量作为交换来释放强力激光的{换行}"
    .strn "飞空型机械式机器人。{换行}"
    .strn "由于1次攻击就会消耗大半能量，攻击{换行}"
    .strn "结束后会立刻逃跑。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_089:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "キャロム{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "反弹球{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_090:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "フワフワとフユウするけいびメカ。{换行}"
;   .strn "近づくテキに对して{换行}"
;   .strn "上下 もしくは 左右へ{换行}"
;   .strn "タマをハッシャしてくる。{换行}"
;   .strn "強力な だげきを{换行}"
;   .strn "くわえると ふっとんでいく。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "轻飘飘地浮游着的警卫机器。{换行}"
    .strn "对靠近的敌人发射上下或左右方向的子弹。{换行}"
    .strn "受到强烈的打击会烟消云散。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_091:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "クリケッパー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "跳蟋蟀{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_092:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "かつて 大りょう発生し、世界を{换行}"
;   .strn "キョウフにおとしいれたと言われる{换行}"
;   .strn "メカニロイド。{换行}"
;   .strn "3年前に大がかりなクジョが{换行}"
;   .strn "行われたが 今もなお ねづよく{换行}"
;   .strn "生き残っている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "据说曾经大量爆发，并使世界陷入恐惧的{换行}"
    .strn "机械式机器人。{换行}"
    .strn "3年前实行了大规模驱除，但如今仍然{换行}"
    .strn "顽强地残存了下来。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_093:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "グリムグラム{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "古砾古垃{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_094:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ジャンクが いくつも集まる事で{换行}"
;   .strn "生まれたメカニロイド。{换行}"
;   .strn "ヒト気のない場所で生まれたため{换行}"
;   .strn "さびしがり屋な面があり、{换行}"
;   .strn "せいそく地にまぎれこんだヒトビトに{换行}"
;   .strn "むらがってくる。{换行}"
;   .strn "時おり 行われるコンサートの{换行}"
;   .strn "じょうれんでもある。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "由若干废品的组合而诞生的机械式机器人。{换行}"
    .strn "由于诞生在荒无人烟的场所，有着{换行}"
    .strn "容易寂寞的一面，会朝着误入栖息地的人们{换行}"
    .strn "聚集过去。{换行}"
    .strn "也是偶尔会举行的音乐会的常客。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_095:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "サークルン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "转圈气球{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_096:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "クルクル空を とび回る{换行}"
;   .strn "ふしぎなメカニロイド。{换行}"
;   .strn "サークルないは かれらの{换行}"
;   .strn "なわばりらしく、{换行}"
;   .strn "仲間どうしでの 争いが{换行}"
;   .strn "日常的に 行れている。{换行}"
;   .strn "なわばり争いは なかなか{换行}"
;   .strn "決着が つかないらしい。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "转着圈在空中飞来飞去的不可思议的{换行}"
    .strn "机械式机器人。{换行}"
    .strn "圆圈内似乎是它们的地盘，同伴之间会{换行}"
    .strn "日常地相互争夺。{换行}"
    .strn "它们的地盘争夺好像很难决出胜负。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_097:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクデッター{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "盾牌机{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_098:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "前方からのコウゲキを{换行}"
;   .strn "むこう化する ひこう型{换行}"
;   .strn "メカニロイド。{换行}"
;   .strn "もともとはジャンク工場で{换行}"
;   .strn "かつやくしたプレスき。{换行}"
;   .strn "2~3体でまとまって{换行}"
;   .strn "とんでいる事が多い。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "使来自前方的攻击无效化的飞空型{换行}"
    .strn "机械式机器人。{换行}"
    .strn "原本是活跃于废品工场的冲压机。{换行}"
    .strn "经常会2~3台一起飞过来。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_099:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スケルアンカー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "头骨锚{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_100:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ドクロの形をしたメカニロイド。{换行}"
;   .strn "しんしゅく自在のアンカーでテキを{换行}"
;   .strn "こおらせるフォルスロイドから{换行}"
;   .strn "DNAデータを受けついだ。{换行}"
;   .strn "ヒトに説教できるほどのズノウは{换行}"
;   .strn "持ち合わせていない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "骷髅形状的机械式机器人。{换行}"
    .strn "从能使用自由伸缩的锚来冻住敌人的{换行}"
    .strn "拟真型机器人那里继承了DNA数据。{换行}"
    .strn "并不拥有能对人说教的头脑。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_101:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ソリッドキャノン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "固体加农炮{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_102:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "氷のふりょくを利用して水面に{换行}"
;   .strn "うかぶホウダイ。{换行}"
;   .strn "氷にはとてもこまかい とくしゅな{换行}"
;   .strn "チタンがふくまれているため{换行}"
;   .strn "ひじょうに固い。{换行}"
;   .strn "水に うくため、本体はケイ合キンを{换行}"
;   .strn "使用している。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "利用冰块的浮力浮在水面的炮台。{换行}"
    .strn "冰块中含有非常细小的特殊钛金属，所以{换行}"
    .strn "非常坚固。{换行}"
    .strn "由于需要浮在水上，本体使用了硅合金。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_103:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "チェンメラン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "回旋锯{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_104:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "回転ノコギリの形をした{换行}"
;   .strn "メカニロイド。{换行}"
;   .strn "カベに はりついたじょうたいで{换行}"
;   .strn "自由にイドウできる。{换行}"
;   .strn "かつては もくざいを{换行}"
;   .strn "せつだんするためのメカだった。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "旋转锯形状的机械式机器人。{换行}"
    .strn "能够在贴住墙壁的状态下自由移动。{换行}"
    .strn "曾经是用来切割木材的机器。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_105:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "チャバーノ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "查巴诺{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_106:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "すばやいバックステップが{换行}"
;   .strn "とくいなメカニロイド。{换行}"
;   .strn "コウゲキするとハンゲキしてくるため{换行}"
;   .strn "注意がひつよう。{换行}"
;   .strn "むれを作って 生活するため{换行}"
;   .strn "かれらを見つけたら そこには{换行}"
;   .strn "30体はひそんでいると{换行}"
;   .strn "思った方がよい。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "擅长快速后退的机械式机器人。{换行}"
    .strn "攻击它会遭到反击，所以需要注意。{换行}"
    .strn "由于它们成群生活，如果发现它们，{换行}"
    .strn "最好认为有至少30只潜伏在那附近。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_107:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ディスクキャノン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "碟片加农炮{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_108:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ディスクじょうのタマを{换行}"
;   .strn "ハッシャするメカニロイド。{换行}"
;   .strn "シャゲキ練習用のメカを{换行}"
;   .strn "カイゾウした。{换行}"
;   .strn "たつじんともなれば、本体から{换行}"
;   .strn "50センチメートルのいちで{换行}"
;   .strn "ディスクをハカイする事が{换行}"
;   .strn "できるという。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "发射碟片状子弹的机械式机器人。{换行}"
    .strn "由练习射击用的机器改造而成。{换行}"
    .strn "据说一旦成为高手，就能从离本体{换行}"
    .strn "50厘米远的位置破坏碟片。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_109:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "トモール{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "点火器{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_110:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イワをほるのがとくいな{换行}"
;   .strn "フォルスロイドの DNAデータを{换行}"
;   .strn "受けついだメカニロイド。{换行}"
;   .strn "天じょうから とび出すと地面に{换行}"
;   .strn "固定され ロウソクのように{换行}"
;   .strn "炎がともる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从擅长挖掘岩石的拟真型机器人那里继承了{换行}"
    .strn "DNA数据的机械式机器人。{换行}"
    .strn "从天花板中飞出后固定在地面，然后{换行}"
    .strn "像蜡烛那样点起火。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_111:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ニューSO9{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "新S09{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_112:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "次つぎと わきでてくる、{换行}"
;   .strn "ネズミ型メカニロイド。{换行}"
;   .strn "大りょう生さんされるため{换行}"
;   .strn "1体1体のデキが悪く、{换行}"
;   .strn "しばらく動くと ない部回路が{换行}"
;   .strn "ショートしてジバクしてしまう。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "会一个接一个冒出来的鼠型机械式机器人。{换行}"
    .strn "由于被大量生产，每只的做工都比较差，{换行}"
    .strn "稍微活动一段时间后内部电路就会短路{换行}"
    .strn "并自爆。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_113:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ネイチャーマイン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "自然机雷{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_114:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "主に ほそい場所にせいそくしている{换行}"
;   .strn "小型メカニロイド。{换行}"
;   .strn "ハッシャするタマに 自分の{换行}"
;   .strn "さいぼうの一部を ふちゃくさせ、{换行}"
;   .strn "しそんをふやそうとしている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "主要栖息在狭窄场所的小型机械式机器人。{换行}"
    .strn "会将自己细胞的一部分附着在发射出去的{换行}"
    .strn "子弹上，来繁殖子孙后代。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_115:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バイタフル{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "维他蜉{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_116:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーアイテムの形をした{换行}"
;   .strn "むし型メカニロイドのサナギ。{换行}"
;   .strn "ふだんおとなしいがコウゲキされると{换行}"
;   .strn "せいちゅうに 変化してにげていく。{换行}"
;   .strn "まぎらわしいが{换行}"
;   .strn "かれらに 悪気はない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "能量道具形状的虫型机械式机器人的蛹。{换行}"
    .strn "平时很温顺，但是被攻击后会化为成虫{换行}"
    .strn "逃走。{换行}"
    .strn "虽然容易混淆，但它们并没有恶意。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_117:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バリアオード{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "障碍堡垒{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_118:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "かたい体と 強力なブキをかくし持つ{换行}"
;   .strn "フォルスロイドのDNAデータを{换行}"
;   .strn "組みこまれた。{换行}"
;   .strn "エネルギーをためている間は{换行}"
;   .strn "外部からのエネルギーも まとめて{换行}"
;   .strn "きゅうしゅうしてしまう。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "体内编入了拥有坚硬身体且藏匿着{换行}"
    .strn "强力武器的拟真型机器人的DNA数据。{换行}"
    .strn "积蓄能量期间会将外部来的能量也一起{换行}"
    .strn "吸收。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_119:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "パルスキャノン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "脉冲加农炮{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_120:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空をとぶテキを見つけて{换行}"
;   .strn "かくじつに うちおとすホウダイ。{换行}"
;   .strn "そのてっていぶりは、{换行}"
;   .strn "高そくひこうをとくいとしていた{换行}"
;   .strn "フォルスロイドのDNAデータを{换行}"
;   .strn "受けついだせいかもしれない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "发现空中飞行的敌人并将其准确击落的{换行}"
    .strn "炮台。{换行}"
    .strn "这种贯彻始终的样子，也许是因为继承了{换行}"
    .strn "擅长高速飞行的拟真型机器人的{换行}"
    .strn "DNA数据。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_121:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ビリフラワー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "霹雳花{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_122:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "しょくぶつで おおわれたしせつで{换行}"
;   .strn "見つかったメカニロイド。{换行}"
;   .strn "しせつに流れる電力をつぼみの{换行}"
;   .strn "うちがわにためこむシュウセイがある。{换行}"
;   .strn "花をさかすのは ためた電気を{换行}"
;   .strn "はいしゅつする時だけである。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在被植物覆盖的设施内发现的{换行}"
    .strn "机械式机器人。{换行}"
    .strn "有着将设施内流淌的电力储存在花苞内侧的{换行}"
    .strn "习性。{换行}"
    .strn "只有在排放储存的电力时才会开花。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_123:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ファイアダーツ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "火焰飞镖{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_124:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "天じょうをイドウできる{换行}"
;   .strn "ヤドカリ型メカニロイド。{换行}"
;   .strn "ファイアダーツをいけどりにした後{换行}"
;   .strn "調理用コンロとしてカイゾウ、{换行}"
;   .strn "ハンバイするキギョウがあったが{换行}"
;   .strn "トツゼンはっかなどのトラブルにより{换行}"
;   .strn "カイシュウされる事に。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "能在天花板上移动的寄居蟹型{换行}"
    .strn "机械式机器人。{换行}"
    .strn "曾经有个企业将火焰飞镖活捉后改造成{换行}"
    .strn "烹饪用的小火炉贩卖，但由于产品突然起火{换行}"
    .strn "之类的纠纷导致了企业解散。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_125:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ファンタクル{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "风扇触手{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_126:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "しせつのへきめんなどにキセイする{换行}"
;   .strn "しょくぶつ型メカニロイド。{换行}"
;   .strn "しんにゅう者を見つけると{换行}"
;   .strn "ショクシュを回転させ、切りつける。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寄生在设施墙面等地的植物型{换行}"
    .strn "机械式机器人。{换行}"
    .strn "发现入侵者后会旋转触手砍上去。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_127:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "フォークキャノン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "分叉加农炮{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_128:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ふたまたに分かれたホウダイ。{换行}"
;   .strn "一度に 2方向へ タマを{换行}"
;   .strn "ハッシャする。{换行}"
;   .strn "広はんいへのコウゲキのほか、{换行}"
;   .strn "ガイテキの動きを{换行}"
;   .strn "ふうじるといった、二つの{换行}"
;   .strn "セッケイ思想が ゆうごうした。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "分为两叉的炮台。{换行}"
    .strn "一次性向2个方向发射子弹。{换行}"
    .strn "融合了既能大范围攻击，又能封住外敌{换行}"
    .strn "行动的这两种设计思想。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_129:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "フォレントイド{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "树人机器{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_130:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "たいぼくの切りかぶにキセイした{换行}"
;   .strn "メカニロイドが成長したすがた。{换行}"
;   .strn "するどいカマをあやつる{换行}"
;   .strn "フォルスロイドのDNAデータが{换行}"
;   .strn "うめこまれたけっか、{换行}"
;   .strn "コウゲキしてくるテキに对して{换行}"
;   .strn "ハンゲキするしゅだんをえた。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寄生在大树树桩上的机械式机器人成长后的{换行}"
    .strn "形态。{换行}"
    .strn "由于嵌入了能操纵锐利镰刀的{换行}"
    .strn "拟真型机器人的DNA数据，获得了能对{换行}"
    .strn "发起攻击的敌人进行反击的手段。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_131:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "プチキャノン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "小型加农炮{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_132:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "どんなせまい場所にでも{换行}"
;   .strn "セットできるように作られた{换行}"
;   .strn "小型のホウダイ。{换行}"
;   .strn "じゅうりょうが かるく{换行}"
;   .strn "電きゅうをとりつける かんかくで{换行}"
;   .strn "あつかえる事から 主に{换行}"
;   .strn "いっぱんかていのセキュリティ用に{换行}"
;   .strn "使われる事が多い。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "被制作成能设置在任何狭小场所的{换行}"
    .strn "小型炮台。{换行}"
    .strn "重量很轻，能像安装电灯泡那样操作，所以{换行}"
    .strn "主要被用于一般家庭的安保。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_133:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "フライコプター2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "苍蝇直升机2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_134:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "キングフライヤーのたいないに{换行}"
;   .strn "かくのうされている小バエ型の{换行}"
;   .strn "メカニロイド。{换行}"
;   .strn "新たに キングフライヤーなしで{换行}"
;   .strn "自由に動けるタイプも開発された。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "飞行蝇王体内储存的小苍蝇型{换行}"
    .strn "机械式机器人。{换行}"
    .strn "还新开发了没有飞行蝇王也能自由活动的{换行}"
    .strn "型号。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_135:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ホップキャノン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "弹跳加农炮{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_136:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ホッピングをくりかえすホウダイ。{换行}"
;   .strn "もっとも高い いちから{换行}"
;   .strn "反発力の高いタマを{换行}"
;   .strn "ハッシャする。{换行}"
;   .strn "ウデをのばして高いところから{换行}"
;   .strn "相手を見下ろすのがすきな{换行}"
;   .strn "フォルスロイドのDNAデータが{换行}"
;   .strn "うめこまれている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "反复弹跳的炮台。{换行}"
    .strn "会从最高的位置发射高弹力的子弹。{换行}"
    .strn "嵌入了喜欢伸长手臂从高处俯视对手的{换行}"
    .strn "拟真型机器人的DNA数据。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_137:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ボムフラワー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "炸弹花{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_138:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "大気中に ただよっている{换行}"
;   .strn "よごれたチリを エネルギーとし{换行}"
;   .strn "つぎつぎと小型バクダンを作り出す{换行}"
;   .strn "ジェネレーター。{换行}"
;   .strn "つまり、あたりが きたない空気で{换行}"
;   .strn "あればあるほどバクダンもふえる。{换行}"
;   .strn "{换行}"
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "将大气中漂浮着的被污染的尘埃作为能源，{换行}"
    .strn "连续不断地制作出小型炸弹的发生器。{换行}"
    .strn "也就是说，周围不干净的空气越多，炸弹{换行}"
    .strn "就增加得越多。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_139:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ポンプキャノン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "泵动加农炮{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_140:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "小型メカニロイドのステッポンが{换行}"
;   .strn "上でジャンプする事により、{换行}"
;   .strn "タマがハッシャされる{换行}"
;   .strn "ターンテーブル式のホウダイ。{换行}"
;   .strn "現在は この1しゅるいだけだが{换行}"
;   .strn "さまざまなタイプが開発中という{换行}"
;   .strn "うわさがある。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "通过小型机械式机器人跳泵在上方跳跃来{换行}"
    .strn "发射子弹的回转盘式炮台。{换行}"
    .strn "现在只有这1个种类，但是传言有{换行}"
    .strn "各种各样的型号正在开发中。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_141:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "マッハYOS{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "马赫YOS{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_142:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "高そくひこうに とっかした{换行}"
;   .strn "メカニロイド。{换行}"
;   .strn "テキをとらえると バクダンを{换行}"
;   .strn "トウカしてコウゲキする。{换行}"
;   .strn "主に ていさつきとして{换行}"
;   .strn "利用されている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "对高速飞行特化的机械式机器人。{换行}"
    .strn "发现敌人后会投下炸弹攻击。{换行}"
    .strn "主要被用作侦察机。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_143:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ミーテリス{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "神谜虫{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_144:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "勝手に死んでしまう なぞの{换行}"
;   .strn "メカニロイド。{换行}"
;   .strn "体があまりにモロく、すぐ{换行}"
;   .strn "死んでしまうので{换行}"
;   .strn "いまだに くわしいセイタイが{换行}"
;   .strn "わかっていない。{换行}"
;   .strn "そのため、本当にメカニロイド{换行}"
;   .strn "なのかさえ 定かではない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "随随便便就死掉的谜之机械式机器人。{换行}"
    .strn "由于身体非常脆弱，立刻就会死，所以{换行}"
    .strn "至今也不知道其详细的生态。{换行}"
    .strn "因此，连是否真的是机械式机器人也{换行}"
    .strn "不清楚。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_145:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ミノルガー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "下蛋鸡{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_146:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "しそんを残すため はんしょく力が{换行}"
;   .strn "進化したメカニロイド。{换行}"
;   .strn "それと引きかえにハネが{换行}"
;   .strn "たいかしてしまった。{换行}"
;   .strn "今のところ いっしょうけんめい{换行}"
;   .strn "空をとんでいるが、{换行}"
;   .strn "とべなくなる日も 遠くない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "为了留下子孙后代而进化了繁殖力的{换行}"
    .strn "机械式机器人。{换行}"
    .strn "而以此为交换，羽毛便退化了。{换行}"
    .strn "虽然目前仍拼命地飞在空中，但是离{换行}"
    .strn "飞不起来的那天已经不远了。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_147:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "メットールV{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "安全帽V{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_148:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "口からプチメットールばくだんを{换行}"
;   .strn "はき続ける新型のメットール。{换行}"
;   .strn "そのあいらしいルックスから{换行}"
;   .strn "ゆうえんちのイメージキャラクターに{换行}"
;   .strn "バッテキされていた事もある。{换行}"
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从口中连续吐出微型安全帽炸弹的新型{换行}"
    .strn "安全帽。{换行}"
    .strn "由于那可爱的样子，还曾经被选拔为{换行}"
    .strn "游乐园的吉祥物。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_149:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "メテオバイン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "传送陨石{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_150:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "トランスサーバーと同じ{换行}"
;   .strn "転送キノウのギジュツを{换行}"
;   .strn "おうようして作られたメカニロイド。{换行}"
;   .strn "転送にシッパイする事も{换行}"
;   .strn "あるらしく、転送空間のはざまで{换行}"
;   .strn "取り残されたら帰ってこられない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "应用了与传送服务器相同的传送技术制作的{换行}"
    .strn "机械式机器人。{换行}"
    .strn "似乎也会有传送失败的时候，要是留在了{换行}"
    .strn "传送空间的缝隙中就回不来了。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_151:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ランブル{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "轰隆鱼{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_152:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "水中のえものを食べつくしたため{换行}"
;   .strn "空中のテキを ねらうようになった{换行}"
;   .strn "食いしんぼうなメカニロイド。{换行}"
;   .strn "テキをまどわせて おそいかかる{换行}"
;   .strn "きょうぼうなフォルスロイドの{换行}"
;   .strn "DNAデータを受けついだ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "因为吃完了水中的猎物而觊觎空中敌人的{换行}"
    .strn "贪吃的机械式机器人。{换行}"
    .strn "继承了会迷惑并猛袭敌人的凶暴{换行}"
    .strn "拟真型机器人的DNA数据。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_153:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "リフレクトキャノン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "反射加农炮{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_154:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "地面や天じょうに せっちされ、{换行}"
;   .strn "ホウシンを180度回転させて{换行}"
;   .strn "レーザーを放ってくるホウダイ。{换行}"
;   .strn "レーザーは地形に当たると{换行}"
;   .strn "はんしゃする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "设置在地面或天花板，180度转动炮身{换行}"
    .strn "并发射激光的炮台。{换行}"
    .strn "激光击中地形表面时会反射。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_155:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "リミットウォッチャー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "超速监视器{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_156:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "そくどオーバーを取りしまる{换行}"
;   .strn "けいびメカ。{换行}"
;   .strn "たとえクルマに乗っていなくても{换行}"
;   .strn "そくどオーバーする者には{换行}"
;   .strn "どこまでもつきまとい{换行}"
;   .strn "けいこくを くり返す。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "管制超速的警备机器。{换行}"
    .strn "就算超速者没有乘车，也会始终缠住不放{换行}"
    .strn "并不停地警告。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_157:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ワーセルム{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "单元蠕虫{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_158:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "小さな体が たくさん集まった{换行}"
;   .strn "メカニロイド。{换行}"
;   .strn "実は 先頭以外の体は全て{换行}"
;   .strn "生まれて間もない 子どもである。{换行}"
;   .strn "親ばなれは一番後ろの子どもから。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "由很多小躯体组成的机械式机器人。{换行}"
    .strn "实际上领头以外的身体全都是刚出生{换行}"
    .strn "没多久的孩子。{换行}"
    .strn "孩子长大后离开父母是从最后一个开始的。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_159:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "いほうハンターたち{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "非法猎人们{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_160:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハンターギルドに しょぞくしない{换行}"
;   .strn "ハンターたちで、イセキの{换行}"
;   .strn "ロストテクノロジーをぬすんだり、{换行}"
;   .strn "いほうなブッピンをうりかいしている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "不从属于猎人公会的猎人们，从事着盗取{换行}"
    .strn "遗迹中的遗失科技，以及买卖非法物品的{换行}"
    .strn "工作。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_161:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コミック{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "漫画{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_162:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "仲間からコミックハンターという{换行}"
;   .strn "あだ名で よばれている{换行}"
;   .strn "ハンターのレイが所持していた{换行}"
;   .strn "シークレットディスク。{换行}"
;   .strn "コンロに足が生えたヒーローが{换行}"
;   .strn "かつやくする ぼうけんかつげき{换行}"
;   .strn "マンガのようだ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "被同伴称作漫画猎人的猎人雷伊持有的{换行}"
    .strn "秘密磁盘。{换行}"
    .strn "是一部长着脚的小火炉英雄的冒险武斗剧{换行}"
    .strn "漫画。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_163:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "三賢人{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "三贤者{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_164:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "連合セイフ「レギオンズ」を{换行}"
;   .strn "とうちする マスター·トーマス、{换行}"
;   .strn "マスター·アルバート、マスター·{换行}"
;   .strn "ミハイルの事をさす。{换行}"
;   .strn "全員元人間だが、全員がキカイの体を持ち{换行}"
;   .strn "トクレイとして数百年の時を{换行}"
;   .strn "生き続けている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "指统治联合政府“军团”的托马斯大师、{换行}"
    .strn "阿尔伯特大师、米海尔大师。{换行}"
    .strn "三人原本都是人类，但他们都拥有机械的{换行}"
    .strn "身体，作为特例活了数百年时间。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_165:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "伝説のヒーロー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "传说中的英雄{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_166:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハンターのクリスが{换行}"
;   .strn "ほしがっていた伝説のヒーローの{换行}"
;   .strn "きちょうな しゃしんデータ。{换行}"
;   .strn "ヒーローというより、カラフルなふくを{换行}"
;   .strn "着た タンコウフっぽい。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "猎人克里斯想要的传说中的英雄的珍贵{换行}"
    .strn "照片数据。{换行}"
    .strn "与其说是英雄，不如说像个穿着色彩缤纷{换行}"
    .strn "服装的煤矿工。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_167:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハンターたち(男){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "猎人们(男){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_168:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イセキのロストテクノロジーのはっくつや{换行}"
;   .strn "セイフから しょうきんをかけられた{换行}"
;   .strn "キケンなイレギュラーのトウバツなどを{换行}"
;   .strn "行う しょうきんかせぎたちの集まり。{换行}"
;   .strn "中には、バーのマスターをしたり、研究に{换行}"
;   .strn "むちゅうだったり、すでに半分ハンターで{换行}"
;   .strn "ある事をわすれている者も多い。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "赏金猎人们的团体，从事挖掘遗迹中的{换行}"
    .strn "遗失科技，以及讨伐被政府悬赏的危险{换行}"
    .strn "异常体等工作。{换行}"
    .strn "其中，也有很多人已经忘记了自己还是{换行}"
    .strn "半个猎人，有的当起了酒吧老板，有的{换行}"
    .strn "沉迷于研究。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_169:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハンターたち(女){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "猎人们(女){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_170:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イセキのロストテクノロジーのはっくつや{换行}"
;   .strn "セイフから しょうきんをかけられた{换行}"
;   .strn "キケンなイレギュラーのトウバツなどを{换行}"
;   .strn "行う しょうきんかせぎたちの集まり。{换行}"
;   .strn "ハンターでありながら、レポーターや{换行}"
;   .strn "ナースをけんぎょうしている者もいる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "赏金猎人们的团体，从事挖掘遗迹中的{换行}"
    .strn "遗失科技，以及讨伐被政府悬赏的危险{换行}"
    .strn "异常体等工作。{换行}"
    .strn "身为猎人的同时，也有人兼任记者或护士。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_171:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "町のヒトたち{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "城里的人们{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sdisk_jp_172:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "主にレギオンズ方面のステーションで{换行}"
;   .strn "はたらいている 町のヒトたち。{换行}"
;   .strn "きちょうなアイテムなどを{换行}"
;   .strn "うってくれる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "主要在军团方向车站工作的城里的人们。{换行}"
    .strn "会卖一些奇特的道具。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOfm_sdisk_jp :: .endfunc
.close
