.create ".\.temp\root\data\m_sub_jp.bin", 0
;文件头
.hword (EndOfm_sub_jp - 4);除文件头外文件大小
.hword (m_sub_jp_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计390条文本
.hword (m_sub_jp_000 -m_sub_jp_000)
.hword (m_sub_jp_001 -m_sub_jp_000)
.hword (m_sub_jp_002 -m_sub_jp_000)
.hword (m_sub_jp_003 -m_sub_jp_000)
.hword (m_sub_jp_004 -m_sub_jp_000)
.hword (m_sub_jp_005 -m_sub_jp_000)
.hword (m_sub_jp_006 -m_sub_jp_000)
.hword (m_sub_jp_007 -m_sub_jp_000)
.hword (m_sub_jp_008 -m_sub_jp_000)
.hword (m_sub_jp_009 -m_sub_jp_000)
.hword (m_sub_jp_010 -m_sub_jp_000)
.hword (m_sub_jp_011 -m_sub_jp_000)
.hword (m_sub_jp_012 -m_sub_jp_000)
.hword (m_sub_jp_013 -m_sub_jp_000)
.hword (m_sub_jp_014 -m_sub_jp_000)
.hword (m_sub_jp_015 -m_sub_jp_000)
.hword (m_sub_jp_016 -m_sub_jp_000)
.hword (m_sub_jp_017 -m_sub_jp_000)
.hword (m_sub_jp_018 -m_sub_jp_000)
.hword (m_sub_jp_019 -m_sub_jp_000)
.hword (m_sub_jp_020 -m_sub_jp_000)
.hword (m_sub_jp_021 -m_sub_jp_000)
.hword (m_sub_jp_022 -m_sub_jp_000)
.hword (m_sub_jp_023 -m_sub_jp_000)
.hword (m_sub_jp_024 -m_sub_jp_000)
.hword (m_sub_jp_025 -m_sub_jp_000)
.hword (m_sub_jp_026 -m_sub_jp_000)
.hword (m_sub_jp_027 -m_sub_jp_000)
.hword (m_sub_jp_028 -m_sub_jp_000)
.hword (m_sub_jp_029 -m_sub_jp_000)
.hword (m_sub_jp_030 -m_sub_jp_000)
.hword (m_sub_jp_031 -m_sub_jp_000)
.hword (m_sub_jp_032 -m_sub_jp_000)
.hword (m_sub_jp_033 -m_sub_jp_000)
.hword (m_sub_jp_034 -m_sub_jp_000)
.hword (m_sub_jp_035 -m_sub_jp_000)
.hword (m_sub_jp_036 -m_sub_jp_000)
.hword (m_sub_jp_037 -m_sub_jp_000)
.hword (m_sub_jp_038 -m_sub_jp_000)
.hword (m_sub_jp_039 -m_sub_jp_000)
.hword (m_sub_jp_040 -m_sub_jp_000)
.hword (m_sub_jp_041 -m_sub_jp_000)
.hword (m_sub_jp_042 -m_sub_jp_000)
.hword (m_sub_jp_043 -m_sub_jp_000)
.hword (m_sub_jp_044 -m_sub_jp_000)
.hword (m_sub_jp_045 -m_sub_jp_000)
.hword (m_sub_jp_046 -m_sub_jp_000)
.hword (m_sub_jp_047 -m_sub_jp_000)
.hword (m_sub_jp_048 -m_sub_jp_000)
.hword (m_sub_jp_049 -m_sub_jp_000)
.hword (m_sub_jp_050 -m_sub_jp_000)
.hword (m_sub_jp_051 -m_sub_jp_000)
.hword (m_sub_jp_052 -m_sub_jp_000)
.hword (m_sub_jp_053 -m_sub_jp_000)
.hword (m_sub_jp_054 -m_sub_jp_000)
.hword (m_sub_jp_055 -m_sub_jp_000)
.hword (m_sub_jp_056 -m_sub_jp_000)
.hword (m_sub_jp_057 -m_sub_jp_000)
.hword (m_sub_jp_058 -m_sub_jp_000)
.hword (m_sub_jp_059 -m_sub_jp_000)
.hword (m_sub_jp_060 -m_sub_jp_000)
.hword (m_sub_jp_061 -m_sub_jp_000)
.hword (m_sub_jp_062 -m_sub_jp_000)
.hword (m_sub_jp_063 -m_sub_jp_000)
.hword (m_sub_jp_064 -m_sub_jp_000)
.hword (m_sub_jp_065 -m_sub_jp_000)
.hword (m_sub_jp_066 -m_sub_jp_000)
.hword (m_sub_jp_067 -m_sub_jp_000)
.hword (m_sub_jp_068 -m_sub_jp_000)
.hword (m_sub_jp_069 -m_sub_jp_000)
.hword (m_sub_jp_070 -m_sub_jp_000)
.hword (m_sub_jp_071 -m_sub_jp_000)
.hword (m_sub_jp_072 -m_sub_jp_000)
.hword (m_sub_jp_073 -m_sub_jp_000)
.hword (m_sub_jp_074 -m_sub_jp_000)
.hword (m_sub_jp_075 -m_sub_jp_000)
.hword (m_sub_jp_076 -m_sub_jp_000)
.hword (m_sub_jp_077 -m_sub_jp_000)
.hword (m_sub_jp_078 -m_sub_jp_000)
.hword (m_sub_jp_079 -m_sub_jp_000)
.hword (m_sub_jp_080 -m_sub_jp_000)
.hword (m_sub_jp_081 -m_sub_jp_000)
.hword (m_sub_jp_082 -m_sub_jp_000)
.hword (m_sub_jp_083 -m_sub_jp_000)
.hword (m_sub_jp_084 -m_sub_jp_000)
.hword (m_sub_jp_085 -m_sub_jp_000)
.hword (m_sub_jp_086 -m_sub_jp_000)
.hword (m_sub_jp_087 -m_sub_jp_000)
.hword (m_sub_jp_088 -m_sub_jp_000)
.hword (m_sub_jp_089 -m_sub_jp_000)
.hword (m_sub_jp_090 -m_sub_jp_000)
.hword (m_sub_jp_091 -m_sub_jp_000)
.hword (m_sub_jp_092 -m_sub_jp_000)
.hword (m_sub_jp_093 -m_sub_jp_000)
.hword (m_sub_jp_094 -m_sub_jp_000)
.hword (m_sub_jp_095 -m_sub_jp_000)
.hword (m_sub_jp_096 -m_sub_jp_000)
.hword (m_sub_jp_097 -m_sub_jp_000)
.hword (m_sub_jp_098 -m_sub_jp_000)
.hword (m_sub_jp_099 -m_sub_jp_000)
.hword (m_sub_jp_100 -m_sub_jp_000)
.hword (m_sub_jp_101 -m_sub_jp_000)
.hword (m_sub_jp_102 -m_sub_jp_000)
.hword (m_sub_jp_103 -m_sub_jp_000)
.hword (m_sub_jp_104 -m_sub_jp_000)
.hword (m_sub_jp_105 -m_sub_jp_000)
.hword (m_sub_jp_106 -m_sub_jp_000)
.hword (m_sub_jp_107 -m_sub_jp_000)
.hword (m_sub_jp_108 -m_sub_jp_000)
.hword (m_sub_jp_109 -m_sub_jp_000)
.hword (m_sub_jp_110 -m_sub_jp_000)
.hword (m_sub_jp_111 -m_sub_jp_000)
.hword (m_sub_jp_112 -m_sub_jp_000)
.hword (m_sub_jp_113 -m_sub_jp_000)
.hword (m_sub_jp_114 -m_sub_jp_000)
.hword (m_sub_jp_115 -m_sub_jp_000)
.hword (m_sub_jp_116 -m_sub_jp_000)
.hword (m_sub_jp_117 -m_sub_jp_000)
.hword (m_sub_jp_118 -m_sub_jp_000)
.hword (m_sub_jp_119 -m_sub_jp_000)
.hword (m_sub_jp_120 -m_sub_jp_000)
.hword (m_sub_jp_121 -m_sub_jp_000)
.hword (m_sub_jp_122 -m_sub_jp_000)
.hword (m_sub_jp_123 -m_sub_jp_000)
.hword (m_sub_jp_124 -m_sub_jp_000)
.hword (m_sub_jp_125 -m_sub_jp_000)
.hword (m_sub_jp_126 -m_sub_jp_000)
.hword (m_sub_jp_127 -m_sub_jp_000)
.hword (m_sub_jp_128 -m_sub_jp_000)
.hword (m_sub_jp_129 -m_sub_jp_000)
.hword (m_sub_jp_130 -m_sub_jp_000)
.hword (m_sub_jp_131 -m_sub_jp_000)
.hword (m_sub_jp_132 -m_sub_jp_000)
.hword (m_sub_jp_133 -m_sub_jp_000)
.hword (m_sub_jp_134 -m_sub_jp_000)
.hword (m_sub_jp_135 -m_sub_jp_000)
.hword (m_sub_jp_136 -m_sub_jp_000)
.hword (m_sub_jp_137 -m_sub_jp_000)
.hword (m_sub_jp_138 -m_sub_jp_000)
.hword (m_sub_jp_139 -m_sub_jp_000)
.hword (m_sub_jp_140 -m_sub_jp_000)
.hword (m_sub_jp_141 -m_sub_jp_000)
.hword (m_sub_jp_142 -m_sub_jp_000)
.hword (m_sub_jp_143 -m_sub_jp_000)
.hword (m_sub_jp_144 -m_sub_jp_000)
.hword (m_sub_jp_145 -m_sub_jp_000)
.hword (m_sub_jp_146 -m_sub_jp_000)
.hword (m_sub_jp_147 -m_sub_jp_000)
.hword (m_sub_jp_148 -m_sub_jp_000)
.hword (m_sub_jp_149 -m_sub_jp_000)
.hword (m_sub_jp_150 -m_sub_jp_000)
.hword (m_sub_jp_151 -m_sub_jp_000)
.hword (m_sub_jp_152 -m_sub_jp_000)
.hword (m_sub_jp_153 -m_sub_jp_000)
.hword (m_sub_jp_154 -m_sub_jp_000)
.hword (m_sub_jp_155 -m_sub_jp_000)
.hword (m_sub_jp_156 -m_sub_jp_000)
.hword (m_sub_jp_157 -m_sub_jp_000)
.hword (m_sub_jp_158 -m_sub_jp_000)
.hword (m_sub_jp_159 -m_sub_jp_000)
.hword (m_sub_jp_160 -m_sub_jp_000)
.hword (m_sub_jp_161 -m_sub_jp_000)
.hword (m_sub_jp_162 -m_sub_jp_000)
.hword (m_sub_jp_163 -m_sub_jp_000)
.hword (m_sub_jp_164 -m_sub_jp_000)
.hword (m_sub_jp_165 -m_sub_jp_000)
.hword (m_sub_jp_166 -m_sub_jp_000)
.hword (m_sub_jp_167 -m_sub_jp_000)
.hword (m_sub_jp_168 -m_sub_jp_000)
.hword (m_sub_jp_169 -m_sub_jp_000)
.hword (m_sub_jp_170 -m_sub_jp_000)
.hword (m_sub_jp_171 -m_sub_jp_000)
.hword (m_sub_jp_172 -m_sub_jp_000)
.hword (m_sub_jp_173 -m_sub_jp_000)
.hword (m_sub_jp_174 -m_sub_jp_000)
.hword (m_sub_jp_175 -m_sub_jp_000)
.hword (m_sub_jp_176 -m_sub_jp_000)
.hword (m_sub_jp_177 -m_sub_jp_000)
.hword (m_sub_jp_178 -m_sub_jp_000)
.hword (m_sub_jp_179 -m_sub_jp_000)
.hword (m_sub_jp_180 -m_sub_jp_000)
.hword (m_sub_jp_181 -m_sub_jp_000)
.hword (m_sub_jp_182 -m_sub_jp_000)
.hword (m_sub_jp_183 -m_sub_jp_000)
.hword (m_sub_jp_184 -m_sub_jp_000)
.hword (m_sub_jp_185 -m_sub_jp_000)
.hword (m_sub_jp_186 -m_sub_jp_000)
.hword (m_sub_jp_187 -m_sub_jp_000)
.hword (m_sub_jp_188 -m_sub_jp_000)
.hword (m_sub_jp_189 -m_sub_jp_000)
.hword (m_sub_jp_190 -m_sub_jp_000)
.hword (m_sub_jp_191 -m_sub_jp_000)
.hword (m_sub_jp_192 -m_sub_jp_000)
.hword (m_sub_jp_193 -m_sub_jp_000)
.hword (m_sub_jp_194 -m_sub_jp_000)
.hword (m_sub_jp_195 -m_sub_jp_000)
.hword (m_sub_jp_196 -m_sub_jp_000)
.hword (m_sub_jp_197 -m_sub_jp_000)
.hword (m_sub_jp_198 -m_sub_jp_000)
.hword (m_sub_jp_199 -m_sub_jp_000)
.hword (m_sub_jp_200 -m_sub_jp_000)
.hword (m_sub_jp_201 -m_sub_jp_000)
.hword (m_sub_jp_202 -m_sub_jp_000)
.hword (m_sub_jp_203 -m_sub_jp_000)
.hword (m_sub_jp_204 -m_sub_jp_000)
.hword (m_sub_jp_205 -m_sub_jp_000)
.hword (m_sub_jp_206 -m_sub_jp_000)
.hword (m_sub_jp_207 -m_sub_jp_000)
.hword (m_sub_jp_208 -m_sub_jp_000)
.hword (m_sub_jp_209 -m_sub_jp_000)
.hword (m_sub_jp_210 -m_sub_jp_000)
.hword (m_sub_jp_211 -m_sub_jp_000)
.hword (m_sub_jp_212 -m_sub_jp_000)
.hword (m_sub_jp_213 -m_sub_jp_000)
.hword (m_sub_jp_214 -m_sub_jp_000)
.hword (m_sub_jp_215 -m_sub_jp_000)
.hword (m_sub_jp_216 -m_sub_jp_000)
.hword (m_sub_jp_217 -m_sub_jp_000)
.hword (m_sub_jp_218 -m_sub_jp_000)
.hword (m_sub_jp_219 -m_sub_jp_000)
.hword (m_sub_jp_220 -m_sub_jp_000)
.hword (m_sub_jp_221 -m_sub_jp_000)
.hword (m_sub_jp_222 -m_sub_jp_000)
.hword (m_sub_jp_223 -m_sub_jp_000)
.hword (m_sub_jp_224 -m_sub_jp_000)
.hword (m_sub_jp_225 -m_sub_jp_000)
.hword (m_sub_jp_226 -m_sub_jp_000)
.hword (m_sub_jp_227 -m_sub_jp_000)
.hword (m_sub_jp_228 -m_sub_jp_000)
.hword (m_sub_jp_229 -m_sub_jp_000)
.hword (m_sub_jp_230 -m_sub_jp_000)
.hword (m_sub_jp_231 -m_sub_jp_000)
.hword (m_sub_jp_232 -m_sub_jp_000)
.hword (m_sub_jp_233 -m_sub_jp_000)
.hword (m_sub_jp_234 -m_sub_jp_000)
.hword (m_sub_jp_235 -m_sub_jp_000)
.hword (m_sub_jp_236 -m_sub_jp_000)
.hword (m_sub_jp_237 -m_sub_jp_000)
.hword (m_sub_jp_238 -m_sub_jp_000)
.hword (m_sub_jp_239 -m_sub_jp_000)
.hword (m_sub_jp_240 -m_sub_jp_000)
.hword (m_sub_jp_241 -m_sub_jp_000)
.hword (m_sub_jp_242 -m_sub_jp_000)
.hword (m_sub_jp_243 -m_sub_jp_000)
.hword (m_sub_jp_244 -m_sub_jp_000)
.hword (m_sub_jp_245 -m_sub_jp_000)
.hword (m_sub_jp_246 -m_sub_jp_000)
.hword (m_sub_jp_247 -m_sub_jp_000)
.hword (m_sub_jp_248 -m_sub_jp_000)
.hword (m_sub_jp_249 -m_sub_jp_000)
.hword (m_sub_jp_250 -m_sub_jp_000)
.hword (m_sub_jp_251 -m_sub_jp_000)
.hword (m_sub_jp_252 -m_sub_jp_000)
.hword (m_sub_jp_253 -m_sub_jp_000)
.hword (m_sub_jp_254 -m_sub_jp_000)
.hword (m_sub_jp_255 -m_sub_jp_000)
.hword (m_sub_jp_256 -m_sub_jp_000)
.hword (m_sub_jp_257 -m_sub_jp_000)
.hword (m_sub_jp_258 -m_sub_jp_000)
.hword (m_sub_jp_259 -m_sub_jp_000)
.hword (m_sub_jp_260 -m_sub_jp_000)
.hword (m_sub_jp_261 -m_sub_jp_000)
.hword (m_sub_jp_262 -m_sub_jp_000)
.hword (m_sub_jp_263 -m_sub_jp_000)
.hword (m_sub_jp_264 -m_sub_jp_000)
.hword (m_sub_jp_265 -m_sub_jp_000)
.hword (m_sub_jp_266 -m_sub_jp_000)
.hword (m_sub_jp_267 -m_sub_jp_000)
.hword (m_sub_jp_268 -m_sub_jp_000)
.hword (m_sub_jp_269 -m_sub_jp_000)
.hword (m_sub_jp_270 -m_sub_jp_000)
.hword (m_sub_jp_271 -m_sub_jp_000)
.hword (m_sub_jp_272 -m_sub_jp_000)
.hword (m_sub_jp_273 -m_sub_jp_000)
.hword (m_sub_jp_274 -m_sub_jp_000)
.hword (m_sub_jp_275 -m_sub_jp_000)
.hword (m_sub_jp_276 -m_sub_jp_000)
.hword (m_sub_jp_277 -m_sub_jp_000)
.hword (m_sub_jp_278 -m_sub_jp_000)
.hword (m_sub_jp_279 -m_sub_jp_000)
.hword (m_sub_jp_280 -m_sub_jp_000)
.hword (m_sub_jp_281 -m_sub_jp_000)
.hword (m_sub_jp_282 -m_sub_jp_000)
.hword (m_sub_jp_283 -m_sub_jp_000)
.hword (m_sub_jp_284 -m_sub_jp_000)
.hword (m_sub_jp_285 -m_sub_jp_000)
.hword (m_sub_jp_286 -m_sub_jp_000)
.hword (m_sub_jp_287 -m_sub_jp_000)
.hword (m_sub_jp_288 -m_sub_jp_000)
.hword (m_sub_jp_289 -m_sub_jp_000)
.hword (m_sub_jp_290 -m_sub_jp_000)
.hword (m_sub_jp_291 -m_sub_jp_000)
.hword (m_sub_jp_292 -m_sub_jp_000)
.hword (m_sub_jp_293 -m_sub_jp_000)
.hword (m_sub_jp_294 -m_sub_jp_000)
.hword (m_sub_jp_295 -m_sub_jp_000)
.hword (m_sub_jp_296 -m_sub_jp_000)
.hword (m_sub_jp_297 -m_sub_jp_000)
.hword (m_sub_jp_298 -m_sub_jp_000)
.hword (m_sub_jp_299 -m_sub_jp_000)
.hword (m_sub_jp_300 -m_sub_jp_000)
.hword (m_sub_jp_301 -m_sub_jp_000)
.hword (m_sub_jp_302 -m_sub_jp_000)
.hword (m_sub_jp_303 -m_sub_jp_000)
.hword (m_sub_jp_304 -m_sub_jp_000)
.hword (m_sub_jp_305 -m_sub_jp_000)
.hword (m_sub_jp_306 -m_sub_jp_000)
.hword (m_sub_jp_307 -m_sub_jp_000)
.hword (m_sub_jp_308 -m_sub_jp_000)
.hword (m_sub_jp_309 -m_sub_jp_000)
.hword (m_sub_jp_310 -m_sub_jp_000)
.hword (m_sub_jp_311 -m_sub_jp_000)
.hword (m_sub_jp_312 -m_sub_jp_000)
.hword (m_sub_jp_313 -m_sub_jp_000)
.hword (m_sub_jp_314 -m_sub_jp_000)
.hword (m_sub_jp_315 -m_sub_jp_000)
.hword (m_sub_jp_316 -m_sub_jp_000)
.hword (m_sub_jp_317 -m_sub_jp_000)
.hword (m_sub_jp_318 -m_sub_jp_000)
.hword (m_sub_jp_319 -m_sub_jp_000)
.hword (m_sub_jp_320 -m_sub_jp_000)
.hword (m_sub_jp_321 -m_sub_jp_000)
.hword (m_sub_jp_322 -m_sub_jp_000)
.hword (m_sub_jp_323 -m_sub_jp_000)
.hword (m_sub_jp_324 -m_sub_jp_000)
.hword (m_sub_jp_325 -m_sub_jp_000)
.hword (m_sub_jp_326 -m_sub_jp_000)
.hword (m_sub_jp_327 -m_sub_jp_000)
.hword (m_sub_jp_328 -m_sub_jp_000)
.hword (m_sub_jp_329 -m_sub_jp_000)
.hword (m_sub_jp_330 -m_sub_jp_000)
.hword (m_sub_jp_331 -m_sub_jp_000)
.hword (m_sub_jp_332 -m_sub_jp_000)
.hword (m_sub_jp_333 -m_sub_jp_000)
.hword (m_sub_jp_334 -m_sub_jp_000)
.hword (m_sub_jp_335 -m_sub_jp_000)
.hword (m_sub_jp_336 -m_sub_jp_000)
.hword (m_sub_jp_337 -m_sub_jp_000)
.hword (m_sub_jp_338 -m_sub_jp_000)
.hword (m_sub_jp_339 -m_sub_jp_000)
.hword (m_sub_jp_340 -m_sub_jp_000)
.hword (m_sub_jp_341 -m_sub_jp_000)
.hword (m_sub_jp_342 -m_sub_jp_000)
.hword (m_sub_jp_343 -m_sub_jp_000)
.hword (m_sub_jp_344 -m_sub_jp_000)
.hword (m_sub_jp_345 -m_sub_jp_000)
.hword (m_sub_jp_346 -m_sub_jp_000)
.hword (m_sub_jp_347 -m_sub_jp_000)
.hword (m_sub_jp_348 -m_sub_jp_000)
.hword (m_sub_jp_349 -m_sub_jp_000)
.hword (m_sub_jp_350 -m_sub_jp_000)
.hword (m_sub_jp_351 -m_sub_jp_000)
.hword (m_sub_jp_352 -m_sub_jp_000)
.hword (m_sub_jp_353 -m_sub_jp_000)
.hword (m_sub_jp_354 -m_sub_jp_000)
.hword (m_sub_jp_355 -m_sub_jp_000)
.hword (m_sub_jp_356 -m_sub_jp_000)
.hword (m_sub_jp_357 -m_sub_jp_000)
.hword (m_sub_jp_358 -m_sub_jp_000)
.hword (m_sub_jp_359 -m_sub_jp_000)
.hword (m_sub_jp_360 -m_sub_jp_000)
.hword (m_sub_jp_361 -m_sub_jp_000)
.hword (m_sub_jp_362 -m_sub_jp_000)
.hword (m_sub_jp_363 -m_sub_jp_000)
.hword (m_sub_jp_364 -m_sub_jp_000)
.hword (m_sub_jp_365 -m_sub_jp_000)
.hword (m_sub_jp_366 -m_sub_jp_000)
.hword (m_sub_jp_367 -m_sub_jp_000)
.hword (m_sub_jp_368 -m_sub_jp_000)
.hword (m_sub_jp_369 -m_sub_jp_000)
.hword (m_sub_jp_370 -m_sub_jp_000)
.hword (m_sub_jp_371 -m_sub_jp_000)
.hword (m_sub_jp_372 -m_sub_jp_000)
.hword (m_sub_jp_373 -m_sub_jp_000)
.hword (m_sub_jp_374 -m_sub_jp_000)
.hword (m_sub_jp_375 -m_sub_jp_000)
.hword (m_sub_jp_376 -m_sub_jp_000)
.hword (m_sub_jp_377 -m_sub_jp_000)
.hword (m_sub_jp_378 -m_sub_jp_000)
.hword (m_sub_jp_379 -m_sub_jp_000)
.hword (m_sub_jp_380 -m_sub_jp_000)
.hword (m_sub_jp_381 -m_sub_jp_000)
.hword (m_sub_jp_382 -m_sub_jp_000)
.hword (m_sub_jp_383 -m_sub_jp_000)
.hword (m_sub_jp_384 -m_sub_jp_000)
.hword (m_sub_jp_385 -m_sub_jp_000)
.hword (m_sub_jp_386 -m_sub_jp_000)
.hword (m_sub_jp_387 -m_sub_jp_000)
.hword (m_sub_jp_388 -m_sub_jp_000)
.hword (m_sub_jp_389 -m_sub_jp_000)

;文本正文
m_sub_jp_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}小さな実{换行}"
;   .strn "{白色字}とくていのはちうえに{换行}"
;   .strn "水をやる事で実る{换行}"
;   .strn "フルーツのいっしゅ。{换行}"
;   .strn "ライフが8メモリ{换行}"
;   .strn "カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}小果实{换行}"
    .strn "{白色字}向特定盆栽浇水后{换行}"
    .strn "结成的一种水果。{换行}"
    .strn "回复8格生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}花見だんご{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "ライフが5メモリ{换行}"
;   .strn "カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}花见团子{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "回复5格生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}スイカ{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "ライフが5メモリ{换行}"
;   .strn "カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}西瓜{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "回复5格生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}つき見だんご{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "ライフが5メモリ{换行}"
;   .strn "カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}月见团子{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "回复5格生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}チトセキャンディ{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "ライフが5メモリ{换行}"
;   .strn "カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}千岁糖{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "回复5格生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}お年玉{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "使用すると{换行}"
;   .strn "Eクリスタルが{换行}"
;   .strn "手に入る。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}压岁钱{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "使用后获得E水晶。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}Eかん{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる ニックが{换行}"
;   .strn "うってくれる。{换行}"
;   .strn "ライフが{换行}"
;   .strn "全カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}E罐{换行}"
    .strn "{白色字}由猎人营地4的{换行}"
    .strn "尼克贩卖。{换行}"
    .strn "回复所有生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ショートケーキ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "ある レイゾウコに{换行}"
;   .strn "入っている。{换行}"
;   .strn "ライフが8メモリ{换行}"
;   .strn "カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}奶油蛋糕{换行}"
    .strn "{白色字}放在猎人营地4的{换行}"
    .strn "冰箱中。{换行}"
    .strn "回复8格生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}キャンディ{换行}"
;   .strn "{白色字}ハンターキャンプ2に{换行}"
;   .strn "いるクリスから{换行}"
;   .strn "もらった。{换行}"
;   .strn "ライフが4メモリ{换行}"
;   .strn "カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}糖果{换行}"
    .strn "{白色字}从猎人营地2的{换行}"
    .strn "克里斯那里得到的。{换行}"
    .strn "回复4格生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}モデルa{换行}"
;   .strn "{白色字}モデルaが{换行}"
;   .strn "使えるようになる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}模块a{换行}"
    .strn "{白色字}能够使用模块a。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}りんご{换行}"
;   .strn "{白色字}ハンターのひとりから{换行}"
;   .strn "もらったりんご。{换行}"
;   .strn "ライフが8メモリ{换行}"
;   .strn "カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}苹果{换行}"
    .strn "{白色字}从猎人中的一人那里{换行}"
    .strn "得到的苹果。{换行}"
    .strn "回复8格生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}みかん{换行}"
;   .strn "{白色字}ステーションにいる{换行}"
;   .strn "ニーナからもらった。{换行}"
;   .strn "ライフが4メモリ{换行}"
;   .strn "カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}柑橘{换行}"
    .strn "{白色字}从车站的妮娜那里{换行}"
    .strn "得到的。{换行}"
    .strn "回复4格生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}パン{换行}"
;   .strn "{白色字}ハンターキャンプ3に{换行}"
;   .strn "いるブロッサムから{换行}"
;   .strn "もらった。{换行}"
;   .strn "ライフが6メモリ{换行}"
;   .strn "カイフクする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}面包{换行}"
    .strn "{白色字}从猎人营地3的{换行}"
    .strn "布萝萨姆那里得到的。{换行}"
    .strn "回复6格生命。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}アブソーバ{换行}"
;   .strn "{白色字}とくていのダメージを{换行}"
;   .strn "受けた時の{换行}"
;   .strn "ショウゲキを{换行}"
;   .strn "きゅうしゅうし{换行}"
;   .strn "ヒットバックしなく{换行}"
;   .strn "なる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}缓冲{换行}"
    .strn "{白色字}吸收受到{换行}"
    .strn "特定伤害时的冲击，{换行}"
    .strn "被击中时不会后退。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イレイス{换行}"
;   .strn "{白色字}ザコが ハッシャする{换行}"
;   .strn "エネルギーだんを{换行}"
;   .strn "セイバーけいのブキで{换行}"
;   .strn "消す事ができる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}擦除{换行}"
    .strn "{白色字}能够用光剑系的武器{换行}"
    .strn "消除杂兵发射的{换行}"
    .strn "能量弹。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ライト{换行}"
;   .strn "{白色字}乗ると くずれたり{换行}"
;   .strn "しずんでいく{换行}"
;   .strn "足場を ふつうに{换行}"
;   .strn "イドウできる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}轻量{换行}"
    .strn "{白色字}能够在站上去{换行}"
    .strn "会崩塌或下沉的地面上{换行}"
    .strn "正常移动。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}エクステンド{换行}"
;   .strn "{白色字}テキからダメージを{换行}"
;   .strn "受けたあとの{换行}"
;   .strn "むてき時間が{换行}"
;   .strn "少し長くなる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}延长{换行}"
    .strn "{白色字}受到敌人伤害后的{换行}"
    .strn "无敌时间略微延长。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}スパイク·アイス{换行}"
;   .strn "{白色字}氷の上を{换行}"
;   .strn "イドウしても{换行}"
;   .strn "すべらなくなる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}钉鞋·冰{换行}"
    .strn "{白色字}在冰面上移动时{换行}"
    .strn "不会打滑。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}スパイク·ウィンド{换行}"
;   .strn "{白色字}地面に立っている時{换行}"
;   .strn "風やウズマキによる{换行}"
;   .strn "押し流しや{换行}"
;   .strn "すいこみを{换行}"
;   .strn "むこうにする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}钉鞋·风{换行}"
    .strn "{白色字}站在地面上时，{换行}"
    .strn "风或漩涡造成的{换行}"
    .strn "冲击或吸引无效。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}フロッグ{换行}"
;   .strn "{白色字}カベに はりついた時{换行}"
;   .strn "ずり落ちる そくどが{换行}"
;   .strn "おそくなる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}蛙脚{换行}"
    .strn "{白色字}攀附在墙壁上时，{换行}"
    .strn "滑落的速度减慢。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}サムライカブト{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "だんせいの{换行}"
;   .strn "フォルスロイドに{换行}"
;   .strn "トランスオンした時{换行}"
;   .strn "コウゲキ力が+1。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}武士头盔{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "变身为男性{换行}"
    .strn "拟真型机器人时{换行}"
    .strn "攻击力+1。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}サッカーボール{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "アーゴイルのなげる{换行}"
;   .strn "エギーユグローブが{换行}"
;   .strn "サッカーボールになる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}足球{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "阿石像鬼投出的{换行}"
    .strn "尖针球会变成足球。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}パンプキンマジック{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "ぞくせいコウゲキの{换行}"
;   .strn "時間が長くなる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}魔法南瓜{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "属性攻击的时间延长。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}デビルバスター{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "モデルAやZXなどの{换行}"
;   .strn "バスターの通常だんの{换行}"
;   .strn "コウゲキ力が+1。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}恶魔爆破枪{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "模块A或ZX等持有的{换行}"
    .strn "爆破枪的普通子弹{换行}"
    .strn "攻击力+1。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ヒナ·ドール{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "じょせいの{换行}"
;   .strn "フォルスロイドに{换行}"
;   .strn "トランスオンした時{换行}"
;   .strn "コウゲキ力が+1。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}女儿节人偶{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "变身为女性{换行}"
    .strn "拟真型机器人时{换行}"
    .strn "攻击力+1。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}アブソーバ{换行}"
;   .strn "{白色字}とくていのダメージを{换行}"
;   .strn "受けた時の{换行}"
;   .strn "ショウゲキを{换行}"
;   .strn "きゅうしゅうし{换行}"
;   .strn "ヒットバックしなく{换行}"
;   .strn "なる。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}缓冲{换行}"
    .strn "{白色字}吸收受到{换行}"
    .strn "特定伤害时的冲击，{换行}"
    .strn "被击中时不会后退。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イレイス{换行}"
;   .strn "{白色字}ザコが ハッシャする{换行}"
;   .strn "エネルギーだんを{换行}"
;   .strn "セイバーけいのブキで{换行}"
;   .strn "消す事ができる。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}擦除{换行}"
    .strn "{白色字}能够用光剑系的武器{换行}"
    .strn "消除杂兵发射的{换行}"
    .strn "能量弹。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ライト{换行}"
;   .strn "{白色字}乗ると くずれたり{换行}"
;   .strn "しずんでいく{换行}"
;   .strn "足場を ふつうに{换行}"
;   .strn "イドウできる。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}轻量{换行}"
    .strn "{白色字}能够在站上去{换行}"
    .strn "会崩塌或下沉的地面上{换行}"
    .strn "正常移动。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_028:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}エクステンド{换行}"
;   .strn "{白色字}テキからダメージを{换行}"
;   .strn "受けたあとの{换行}"
;   .strn "むてき時間が{换行}"
;   .strn "少し長くなる。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}延长{换行}"
    .strn "{白色字}受到敌人伤害后的{换行}"
    .strn "无敌时间略微延长。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_029:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}スパイク·アイス{换行}"
;   .strn "{白色字}氷の上を{换行}"
;   .strn "イドウしても{换行}"
;   .strn "すべらなくなる。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}钉鞋·冰{换行}"
    .strn "{白色字}在冰面上移动时{换行}"
    .strn "不会打滑。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_030:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}スパイク·ウィンド{换行}"
;   .strn "{白色字}地面に立っている時{换行}"
;   .strn "風やウズマキによる{换行}"
;   .strn "押し流しや{换行}"
;   .strn "すいこみを{换行}"
;   .strn "むこうにする。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}钉鞋·风{换行}"
    .strn "{白色字}站在地面上时，{换行}"
    .strn "风或漩涡造成的{换行}"
    .strn "冲击或吸引无效。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_031:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}フロッグ{换行}"
;   .strn "{白色字}カベに はりついた時{换行}"
;   .strn "ずり落ちる そくどが{换行}"
;   .strn "おそくなる。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}蛙脚{换行}"
    .strn "{白色字}攀附在墙壁上时，{换行}"
    .strn "滑落的速度减慢。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_032:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}サムライカブト{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "だんせいの{换行}"
;   .strn "フォルスロイドに{换行}"
;   .strn "トランスオンした時{换行}"
;   .strn "コウゲキ力が+1。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}武士头盔{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "变身为男性{换行}"
    .strn "拟真型机器人时{换行}"
    .strn "攻击力+1。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_033:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}サッカーボール{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "アーゴイルのなげる{换行}"
;   .strn "エギーユグローブが{换行}"
;   .strn "サッカーボールになる{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}足球{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "阿石像鬼投出的{换行}"
    .strn "尖针球会变成足球。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_034:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}パンプキンマジック{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "ぞくせいコウゲキの{换行}"
;   .strn "時間が長くなる。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}魔法南瓜{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "属性攻击的时间延长。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_035:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}デビルバスター{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "モデルAやZXなどの{换行}"
;   .strn "バスターの通常だんの{换行}"
;   .strn "コウゲキ力が+1。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}恶魔爆破枪{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "模块A或ZX等持有的{换行}"
    .strn "爆破枪的普通子弹{换行}"
    .strn "攻击力+1。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_036:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ヒナ·ドール{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "じょせいの{换行}"
;   .strn "フォルスロイドに{换行}"
;   .strn "トランスオンした時{换行}"
;   .strn "コウゲキ力が+1。{换行}"
;   .strn "(そうび中){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}女儿节人偶{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "变身为女性{换行}"
    .strn "拟真型机器人时{换行}"
    .strn "攻击力+1。{换行}"
    .strn "(装备中){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_037:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ハンターライセンス{换行}"
;   .strn "{白色字}レギオンズから正式に{换行}"
;   .strn "イライを受ける事が{换行}"
;   .strn "できるハンターの{换行}"
;   .strn "あかし。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}猎人证{换行}"
    .strn "{白色字}可以从军团{换行}"
    .strn "正式接受委托的{换行}"
    .strn "猎人之证。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_038:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}赤いカードキー{换行}"
;   .strn "{白色字}ハンターキャンプに{换行}"
;   .strn "ある 赤いトビラを{换行}"
;   .strn "開ける事ができる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}红色卡片钥匙{换行}"
    .strn "{白色字}能够打开{换行}"
    .strn "猎人营地中的{换行}"
    .strn "红色门。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_039:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}みどりのカードキー{换行}"
;   .strn "{白色字}ハンターキャンプに{换行}"
;   .strn "ある みどりの{换行}"
;   .strn "トビラを開ける事が{换行}"
;   .strn "できる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}绿色卡片钥匙{换行}"
    .strn "{白色字}能够打开{换行}"
    .strn "猎人营地中的{换行}"
    .strn "绿色门。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_040:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}データファイルA{换行}"
;   .strn "{白色字}たきのイセキで{换行}"
;   .strn "手に入れた{换行}"
;   .strn "データファイルの{换行}"
;   .strn "一部。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}数据文档A{换行}"
    .strn "{白色字}在瀑布遗迹获得的{换行}"
    .strn "数据文档的一部分。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_041:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}データファイルB{换行}"
;   .strn "{白色字}なぞの研究所で{换行}"
;   .strn "手に入れた{换行}"
;   .strn "データファイルの{换行}"
;   .strn "一部。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}数据文档B{换行}"
    .strn "{白色字}在谜之研究所获得的{换行}"
    .strn "数据文档的一部分。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_042:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}トランスサーバーキー{换行}"
;   .strn "{白色字}データファイルAと{换行}"
;   .strn "Bのカイセキにより{换行}"
;   .strn "手に入れた どこかの{换行}"
;   .strn "トランスサーバーの{换行}"
;   .strn "キドウキー。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}传送服务器钥匙{换行}"
    .strn "{白色字}通过解析数据文档{换行}"
    .strn "A和B获得的{换行}"
    .strn "某处传送服务器的{换行}"
    .strn "启动钥匙。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_043:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}カバン{换行}"
;   .strn "{白色字}レギオンズ方面の{换行}"
;   .strn "ステーションにいる{换行}"
;   .strn "パトリックから{换行}"
;   .strn "あずかった カバン。{换行}"
;   .strn "落とし主は{换行}"
;   .strn "ハンターキャンプ2に{换行}"
;   .strn "いる男の子。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}背包{换行}"
    .strn "{白色字}由军团方向车站的{换行}"
    .strn "帕特里克{换行}"
    .strn "交来保管的背包。{换行}"
    .strn "失主是在猎人营地2的{换行}"
    .strn "男孩子。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_044:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}シークレットディスク{换行}"
;   .strn "{白色字}マンガずきハンターの{换行}"
;   .strn "レイからパトリックに{换行}"
;   .strn "ほうしゅうとして{换行}"
;   .strn "手わたされた{换行}"
;   .strn "シークレットディスク{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}秘密磁盘{换行}"
    .strn "{白色字}由漫画爱好者猎人{换行}"
    .strn "雷伊作为报酬交给{换行}"
    .strn "帕特里克的秘密磁盘。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_045:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}しゃげき場のキー{换行}"
;   .strn "{白色字}ハンターキャンプ3に{换行}"
;   .strn "いる リチャードから{换行}"
;   .strn "受け取った{换行}"
;   .strn "しゃげき場のキー。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}射击场的钥匙{换行}"
    .strn "{白色字}从猎人营地3的{换行}"
    .strn "理查德那里收到的{换行}"
    .strn "射击场的钥匙。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_046:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる キッドから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "さいせき場1にある{换行}"
;   .strn "伝説のツルハシを{换行}"
;   .strn "見つける事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地4的{换行}"
    .strn "基德提交。{换行}"
    .strn "委托内容是找到{换行}"
    .strn "位于采石场1的{换行}"
    .strn "传说中的十字镐。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_047:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}伝説のツルハシ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる キッドに{换行}"
;   .strn "たのまれて取ってきた{换行}"
;   .strn "ツルハシ。{换行}"
;   .strn "セラミカルチタンで{换行}"
;   .strn "できており、どんな{换行}"
;   .strn "固いイワでもくだく。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}传说中的十字镐{换行}"
    .strn "{白色字}受猎人营地4的基德{换行}"
    .strn "委托取来的十字镐。{换行}"
    .strn "由陶瓷钛制成，能敲碎{换行}"
    .strn "任何坚硬的岩石。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_048:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}モスクイン{换行}"
;   .strn "{白色字}ごっかんの流氷2に{换行}"
;   .strn "いるマリーのイライで{换行}"
;   .strn "つかまえた{换行}"
;   .strn "かんしょう用の{换行}"
;   .strn "メカニロイドで 高く{换行}"
;   .strn "取り引きされている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}飞蛾皇后{换行}"
    .strn "{白色字}受极寒浮冰2的{换行}"
    .strn "玛丽委托捉到的{换行}"
    .strn "观赏用机械式机器人，{换行}"
    .strn "能高价交易。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_049:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ハヤテのしょうごう{换行}"
;   .strn "{白色字}ハイウェイレースで{换行}"
;   .strn "1人目のガレオン·{换行}"
;   .strn "ライダーとの勝負に{换行}"
;   .strn "勝った あかし。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}疾风奖章{换行}"
    .strn "{白色字}在高速公路竞速中{换行}"
    .strn "战胜了第1位{换行}"
    .strn "盖伦·骑手的证明。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_050:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イダテンのしょうごう{换行}"
;   .strn "{白色字}ハイウェイレースで{换行}"
;   .strn "2人目のガレオン·{换行}"
;   .strn "ライダーとの勝負に{换行}"
;   .strn "勝った あかし。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}韦陀天奖章{换行}"
    .strn "{白色字}在高速公路竞速中{换行}"
    .strn "战胜了第2位{换行}"
    .strn "盖伦·骑手的证明。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_051:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}スピードキング{换行}"
;   .strn "{白色字}ハイウェイレースで{换行}"
;   .strn "ガレオン·ライダーの{换行}"
;   .strn "チャンピオンとの{换行}"
;   .strn "勝負に勝った{换行}"
;   .strn "あかし。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}速度之王{换行}"
    .strn "{白色字}在高速公路竞速中{换行}"
    .strn "战胜了冠军{换行}"
    .strn "盖伦·骑手的证明。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_052:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}スパナ{换行}"
;   .strn "{白色字}ゆでん2にいる{换行}"
;   .strn "アントニオのイライで{换行}"
;   .strn "取ってきたスパナ。{换行}"
;   .strn "買ってから間もない{换行}"
;   .strn "新ピン。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}扳手{换行}"
    .strn "{白色字}受油田2的安东尼奥{换行}"
    .strn "委托取来的扳手。{换行}"
    .strn "刚买来不久的新品。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_053:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}Lかん{换行}"
;   .strn "{白色字}ふゆうイセキ3にいる{换行}"
;   .strn "メグに たのまれて{换行}"
;   .strn "さがしてきた{换行}"
;   .strn "アンティークな{换行}"
;   .strn "アイテム。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}L罐{换行}"
    .strn "{白色字}受漂浮遗迹3的{换行}"
    .strn "梅古委托找到的{换行}"
    .strn "古董道具。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_054:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}風車{换行}"
;   .strn "{白色字}ふゆうイセキ3にいる{换行}"
;   .strn "メグに たのまれて{换行}"
;   .strn "さがしてきた{换行}"
;   .strn "アンティークな{换行}"
;   .strn "アイテム。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}风车{换行}"
    .strn "{白色字}受漂浮遗迹3的{换行}"
    .strn "梅古委托找到的{换行}"
    .strn "古董道具。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_055:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}きゅう式バランサー{换行}"
;   .strn "{白色字}ふゆうイセキ3にいる{换行}"
;   .strn "メグに たのまれて{换行}"
;   .strn "さがしてきた{换行}"
;   .strn "アンティークな{换行}"
;   .strn "アイテム。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}旧式平衡器{换行}"
    .strn "{白色字}受漂浮遗迹3的{换行}"
    .strn "梅古委托找到的{换行}"
    .strn "古董道具。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_056:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}電きゅう{换行}"
;   .strn "{白色字}ふゆうイセキ3にいる{换行}"
;   .strn "メグに たのまれて{换行}"
;   .strn "さがしてきた{换行}"
;   .strn "アンティークな{换行}"
;   .strn "アイテム。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}电灯泡{换行}"
    .strn "{白色字}受漂浮遗迹3的{换行}"
    .strn "梅古委托找到的{换行}"
    .strn "古董道具。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_057:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる ロミオから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "オースティンに{换行}"
;   .strn "たなの注文について{换行}"
;   .strn "カクニンしてくる事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地4的{换行}"
    .strn "罗密欧提交。{换行}"
    .strn "委托内容是向奥斯丁{换行}"
    .strn "确认关于架子的订购。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_058:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる エイミーから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "レギオンズにある{换行}"
;   .strn "はちうえを{换行}"
;   .strn "取ってくる事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地4的{换行}"
    .strn "艾米提交。{换行}"
    .strn "委托内容是取回{换行}"
    .strn "位于军团的盆栽。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_059:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}はちうえ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる エイミーに{换行}"
;   .strn "たのまれて取ってきた{换行}"
;   .strn "はちうえ。{换行}"
;   .strn "かんしょう用に{换行}"
;   .strn "向いている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}盆栽{换行}"
    .strn "{白色字}受猎人营地4的{换行}"
    .strn "艾米委托取来的{换行}"
    .strn "盆栽。{换行}"
    .strn "适合用来观赏。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_060:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}はちうえ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる エイミーに{换行}"
;   .strn "たのまれて取ってきた{换行}"
;   .strn "はちうえ。{换行}"
;   .strn "かれかかっている気が{换行}"
;   .strn "しなくもない。{换行}"
;   .strn "元気になればいいが。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}盆栽{换行}"
    .strn "{白色字}受猎人营地4的{换行}"
    .strn "艾米委托取来的{换行}"
    .strn "盆栽。{换行}"
    .strn "感觉快要枯萎了。{换行}"
    .strn "要是能恢复活力{换行}"
    .strn "就好了。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_061:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}はちうえ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる エイミーに{换行}"
;   .strn "たのまれて取ってきた{换行}"
;   .strn "はちうえ。{换行}"
;   .strn "サボテンはヒトの{换行}"
;   .strn "ことばがわかる{换行}"
;   .strn "らしい。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}盆栽{换行}"
    .strn "{白色字}受猎人营地4的{换行}"
    .strn "艾米委托取来的{换行}"
    .strn "盆栽。{换行}"
    .strn "仙人掌似乎能{换行}"
    .strn "理解人的语言。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_062:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}はちうえ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる エイミーに{换行}"
;   .strn "たのまれて取ってきた{换行}"
;   .strn "はちうえ。よく見ると{换行}"
;   .strn "プラスチックで{换行}"
;   .strn "できている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}盆栽{换行}"
    .strn "{白色字}受猎人营地4的{换行}"
    .strn "艾米委托取来的{换行}"
    .strn "盆栽。{换行}"
    .strn "仔细看会发现{换行}"
    .strn "是塑料做的。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_063:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}はちうえ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる エイミーに{换行}"
;   .strn "たのまれて取ってきた{换行}"
;   .strn "はちうえ。{换行}"
;   .strn "なんごくのほうに{换行}"
;   .strn "生えていそう。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}盆栽{换行}"
    .strn "{白色字}受猎人营地4的{换行}"
    .strn "艾米委托取来的{换行}"
    .strn "盆栽。{换行}"
    .strn "看起来像是生长{换行}"
    .strn "在南国的。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_064:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}はちうえ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる エイミーに{换行}"
;   .strn "たのまれて取ってきた{换行}"
;   .strn "はちうえ。明らかに{换行}"
;   .strn "しょくぶつの形をした{换行}"
;   .strn "メカニロイド。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}盆栽{换行}"
    .strn "{白色字}受猎人营地4的{换行}"
    .strn "艾米委托取来的{换行}"
    .strn "盆栽。{换行}"
    .strn "很明显是个植物形状的{换行}"
    .strn "机械式机器人。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_065:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ふしぎなバケツ{换行}"
;   .strn "{白色字}レギオンズ方面の{换行}"
;   .strn "ステーションで{换行}"
;   .strn "うられていたバケツ。{换行}"
;   .strn "そそぐだけで海水や{换行}"
;   .strn "ドロ水でも真水に{换行}"
;   .strn "変える事ができる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}不可思议的水桶{换行}"
    .strn "{白色字}军团方向车站{换行}"
    .strn "那里卖的水桶。{换行}"
    .strn "只要灌了水，{换行}"
    .strn "无论海水还是泥水{换行}"
    .strn "都能变成淡水。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_066:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}水の入ったバケツ{换行}"
;   .strn "{白色字}ロカされた水が{换行}"
;   .strn "入っているバケツ。{换行}"
;   .strn "弱ったしょくぶつに{换行}"
;   .strn "あたえる事が{换行}"
;   .strn "できそうだ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}装满水的水桶{换行}"
    .strn "{白色字}装着过滤后的{换行}"
    .strn "水的水桶。{换行}"
    .strn "看来能给虚弱的{换行}"
    .strn "植物浇水了。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_067:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる ロミオから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "コントロールセンター{换行}"
;   .strn "に向かったハンターを{换行}"
;   .strn "さがしだす事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地4的{换行}"
    .strn "罗密欧提交。{换行}"
    .strn "委托内容是找出{换行}"
    .strn "前往控制中心的猎人。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_068:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ3に{换行}"
;   .strn "いる シャロンから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "ハンターキャンプの{换行}"
;   .strn "大部屋のたなにおく{换行}"
;   .strn "本を買ってくる事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地3的{换行}"
    .strn "莎珑提交。{换行}"
    .strn "委托内容是购买{换行}"
    .strn "放在猎人营地大房间内{换行}"
    .strn "架子上的书。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_069:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}マンガ(みどり){换行}"
;   .strn "{白色字}こせい的な{换行}"
;   .strn "ロボットたちが{换行}"
;   .strn "ブキをボールに{换行}"
;   .strn "変えて戦う{换行}"
;   .strn "サッカーマンガ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}漫画(绿){换行}"
    .strn "{白色字}有个性的机器人们{换行}"
    .strn "将武器变成球{换行}"
    .strn "来战斗的足球漫画。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_070:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}マンガ(青){换行}"
;   .strn "{白色字}メタルなヒーローが{换行}"
;   .strn "エレクトリカルな{换行}"
;   .strn "コミュニケーションを{换行}"
;   .strn "まきおこす つうかい{换行}"
;   .strn "コメディマンガ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}漫画(蓝){换行}"
    .strn "{白色字}一位金属英雄{换行}"
    .strn "掀起一场电子通信的{换行}"
    .strn "愉快的喜剧漫画。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_071:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}マンガ(オレンジ){换行}"
;   .strn "{白色字}時計に手足がついた{换行}"
;   .strn "ような主人公2人組が{换行}"
;   .strn "しじょうさいだいの{换行}"
;   .strn "戦いをするボウケン{换行}"
;   .strn "かつげきマンガ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}漫画(橙){换行}"
    .strn "{白色字}长着手脚的时钟{换行}"
    .strn "造型的主角2人组{换行}"
    .strn "进行史上最大战斗{换行}"
    .strn "的冒险武斗剧漫画。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_072:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ2に{换行}"
;   .strn "いる ジャークから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "列車のモケイを{换行}"
;   .strn "ハンターのダレかから{换行}"
;   .strn "ゆずってもらう事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地2的{换行}"
    .strn "贾克提交。{换行}"
    .strn "委托内容是从某个{换行}"
    .strn "猎人手中转让过来{换行}"
    .strn "列车模型。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_073:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}プリン{换行}"
;   .strn "{白色字}レイゾウコにあった{换行}"
;   .strn "おいしそうなプリン。{换行}"
;   .strn "ハンターキャンプ3に{换行}"
;   .strn "いる アウルの{换行}"
;   .strn "だいこうぶつ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}布丁{换行}"
    .strn "{白色字}冰箱中的{换行}"
    .strn "美味的布丁。{换行}"
    .strn "是猎人营地3的奥尔{换行}"
    .strn "最爱吃的东西。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_074:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}列車のモケイ{换行}"
;   .strn "{白色字}ハンターのジャークが{换行}"
;   .strn "ほしがっている{换行}"
;   .strn "ズノウとっきゅうと{换行}"
;   .strn "よばれるレアな{换行}"
;   .strn "列車のモケイ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}列车模型{换行}"
    .strn "{白色字}猎人贾克想要的{换行}"
    .strn "叫做头脑特快的{换行}"
    .strn "稀有列车模型。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_075:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる カーリーから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "ゆでんで見つかった{换行}"
;   .strn "メカニロイドの{换行}"
;   .strn "残がいのイチに{换行}"
;   .strn "発信キをおくイライ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地4的{换行}"
    .strn "卡莉提交。{换行}"
    .strn "委托将发信器放置在{换行}"
    .strn "油田中发现的{换行}"
    .strn "机械式机器人{换行}"
    .strn "残骸的位置。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_076:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}小型発信キ{换行}"
;   .strn "{白色字}ゆでんで見つかった{换行}"
;   .strn "メカニロイドの{换行}"
;   .strn "残がいのそばに{换行}"
;   .strn "おいてくるための{换行}"
;   .strn "発信キ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}小型发信器{换行}"
    .strn "{白色字}需要去放在油田中{换行}"
    .strn "发现的机械式机器人{换行}"
    .strn "残骸边的发信器。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_077:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ4に{换行}"
;   .strn "いる ニックから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "風で とばされた{换行}"
;   .strn "せっけいずを{换行}"
;   .strn "見つけて わたす事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地4的{换行}"
    .strn "尼克提交。{换行}"
    .strn "委托内容是找到{换行}"
    .strn "被风吹跑的设计图{换行}"
    .strn "并交还。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_078:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}せっけいず{换行}"
;   .strn "{白色字}部屋をバーに{换行}"
;   .strn "かいそうするための{换行}"
;   .strn "せっけいず。{换行}"
;   .strn "ハンターキャンプ4に{换行}"
;   .strn "いる ニックが{换行}"
;   .strn "なくしてこまっている{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}设计图{换行}"
    .strn "{白色字}用于将房间改造成{换行}"
    .strn "酒吧的设计图。{换行}"
    .strn "被猎人营地4的尼克{换行}"
    .strn "弄丢，现在正为难着。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_079:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる アンナから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "にげた ことりを{换行}"
;   .strn "つかまえて{换行}"
;   .strn "わたす事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "安娜提交。{换行}"
    .strn "委托内容是抓住{换行}"
    .strn "逃走的小鸟并交还。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_080:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ナイチンゲール{换行}"
;   .strn "{白色字}アンナからのイライで{换行}"
;   .strn "つかまえた ことり。{换行}"
;   .strn "かわいいが ヒトには{换行}"
;   .strn "なついていない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}夜莺{换行}"
    .strn "{白色字}为安娜的委托{换行}"
    .strn "抓住的小鸟。{换行}"
    .strn "很可爱，但是与人{换行}"
    .strn "不亲近。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_081:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}バッジ{换行}"
;   .strn "{白色字}クリスからもらった{换行}"
;   .strn "イライショの代わりの{换行}"
;   .strn "バッジ。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "伝説のヒーローの{换行}"
;   .strn "グッズを見つけてくる{换行}"
;   .strn "事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}徽章{换行}"
    .strn "{白色字}从克里斯那里得到的{换行}"
    .strn "代替委托书的徽章。{换行}"
    .strn "委托内容是找到{换行}"
    .strn "传说中英雄的{换行}"
    .strn "周边商品。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_082:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}レギオンズ方面の{换行}"
;   .strn "ステーションにいる{换行}"
;   .strn "ティリスのイライ。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "レギオンズのビルで{换行}"
;   .strn "おきた かさいの{换行}"
;   .strn "しょうか活動。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}军团方向车站的{换行}"
    .strn "提莉丝的委托。{换行}"
    .strn "委托内容是对军团{换行}"
    .strn "大楼的火灾进行{换行}"
    .strn "灭火工作。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_083:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}とりかご{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる ピエールから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "コントロールセンター{换行}"
;   .strn "のどこかににげこんだ{换行}"
;   .strn "ことり型カメラを{换行}"
;   .strn "つかまえるためのもの{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}鸟笼{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "皮埃尔交来保管。{换行}"
    .strn "是为了用来抓住逃进{换行}"
    .strn "控制中心某处的{换行}"
    .strn "小鸟型摄像机。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_084:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}とりの入ったとりかご{换行}"
;   .strn "{白色字}コントロールセンター{换行}"
;   .strn "でつかまえたことり型{换行}"
;   .strn "カメラが入ったかご。{换行}"
;   .strn "ハンターキャンプ1に{换行}"
;   .strn "いる ピエールが{换行}"
;   .strn "わたされるのを{换行}"
;   .strn "待っている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}装着鸟的鸟笼{换行}"
    .strn "{白色字}装着在控制中心抓住的{换行}"
    .strn "小鸟型摄像机的笼子。{换行}"
    .strn "猎人营地1的皮埃尔{换行}"
    .strn "正等着交付。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_085:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる ジムから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "しんりょくのタワーに{换行}"
;   .strn "あるというフルーツを{换行}"
;   .strn "取ってくる事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "吉姆提交。{换行}"
    .strn "委托内容是取回据说{换行}"
    .strn "在深绿之塔中的水果。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_086:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}グリーンアップル{换行}"
;   .strn "{白色字}しんりょくのタワーに{换行}"
;   .strn "しか実らない{换行}"
;   .strn "とても めずらしい{换行}"
;   .strn "しゅるいのりんご。{换行}"
;   .strn "はつこいの味がすると{换行}"
;   .strn "言われている。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}青苹果{换行}"
    .strn "{白色字}只有在深绿之塔中{换行}"
    .strn "才结果的{换行}"
    .strn "非常稀有品种的苹果。{换行}"
    .strn "据说有着初恋的味道。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_087:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ3に{换行}"
;   .strn "いる ブロッサムから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "イライないようは{换行}"
;   .strn "ママにあげるための{换行}"
;   .strn "ユリの花を{换行}"
;   .strn "見つけてくる事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地3的{换行}"
    .strn "布萝萨姆提交。{换行}"
    .strn "委托内容是找到要{换行}"
    .strn "送给妈妈的百合花。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_088:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}白いユリ{换行}"
;   .strn "{白色字}ハンターキャンプ3に{换行}"
;   .strn "いるブロッサムに{换行}"
;   .strn "たのまれて取ってきた{换行}"
;   .strn "ユリの花。{换行}"
;   .strn "とても すがすがしい{换行}"
;   .strn "かおりがする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}白色百合{换行}"
    .strn "{白色字}受猎人营地3的{换行}"
    .strn "布萝萨姆委托采来的{换行}"
    .strn "百合花。{换行}"
    .strn "散发着非常清爽的{换行}"
    .strn "香味。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_089:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}きいろいユリ{换行}"
;   .strn "{白色字}ハンターキャンプ3に{换行}"
;   .strn "いるブロッサムに{换行}"
;   .strn "たのまれて取ってきた{换行}"
;   .strn "ユリの花。{换行}"
;   .strn "気ひんのある{换行}"
;   .strn "かおりがする。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}黄色百合{换行}"
    .strn "{白色字}受猎人营地3的{换行}"
    .strn "布萝萨姆委托采来的{换行}"
    .strn "百合花。{换行}"
    .strn "散发着文雅的香味。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_090:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ピンクのユリ{换行}"
;   .strn "{白色字}ハンターキャンプ3に{换行}"
;   .strn "いるブロッサムに{换行}"
;   .strn "たのまれて取ってきた{换行}"
;   .strn "ユリの花。{换行}"
;   .strn "見た目のわりにあまり{换行}"
;   .strn "よいかおりはしない。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}粉色百合{换行}"
    .strn "{白色字}受猎人营地3的{换行}"
    .strn "布萝萨姆委托采来的{换行}"
    .strn "百合花。{换行}"
    .strn "虽然好看，但却没有{换行}"
    .strn "什么香味。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_091:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる ダグから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "ゆそう列車2に{换行}"
;   .strn "フッカツした{换行}"
;   .strn "ディアバーンを{换行}"
;   .strn "たおす イライショ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "达古提交。{换行}"
    .strn "打倒在运输列车2{换行}"
    .strn "复活的炽焰瞪羚{换行}"
    .strn "的委托书。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_092:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ(ハンコ){换行}"
;   .strn "{白色字}ディアバーンを{换行}"
;   .strn "たおしたしょうめいが{换行}"
;   .strn "入った イライショ。{换行}"
;   .strn "ハンターキャンプ1に{换行}"
;   .strn "いるウォードに{换行}"
;   .strn "わたすとほうしゅうが{换行}"
;   .strn "もらえる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书(印章){换行}"
    .strn "{白色字}装着打倒炽焰瞪羚{换行}"
    .strn "证明的委托书。{换行}"
    .strn "交给猎人营地1的瓦德{换行}"
    .strn "能获得报酬。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_093:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる チャックから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "ごっかんの流氷4に{换行}"
;   .strn "フッカツした{换行}"
;   .strn "クロノフォスを{换行}"
;   .strn "たおす イライショ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "查克提交。{换行}"
    .strn "打倒在极寒浮冰4{换行}"
    .strn "复活的时力冰鲎{换行}"
    .strn "的委托书。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_094:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ(ハンコ){换行}"
;   .strn "{白色字}クロノフォスを{换行}"
;   .strn "たおしたしょうめいが{换行}"
;   .strn "入った イライショ。{换行}"
;   .strn "ハンターキャンプ1に{换行}"
;   .strn "いるウォードに{换行}"
;   .strn "わたすとほうしゅうが{换行}"
;   .strn "もらえる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书(印章){换行}"
    .strn "{白色字}装着打倒时力冰鲎{换行}"
    .strn "证明的委托书。{换行}"
    .strn "交给猎人营地1的瓦德{换行}"
    .strn "能获得报酬。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_095:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる ロジャーから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "しんりょくのタワー4{换行}"
;   .strn "に フッカツした{换行}"
;   .strn "ローズパークを{换行}"
;   .strn "たおす イライショ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "罗杰提交。{换行}"
    .strn "打倒在深绿之塔4{换行}"
    .strn "复活的火花蔷薇{换行}"
    .strn "的委托书。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_096:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ(ハンコ){换行}"
;   .strn "{白色字}ローズパークを{换行}"
;   .strn "たおしたしょうめいが{换行}"
;   .strn "入った イライショ。{换行}"
;   .strn "ハンターキャンプ1に{换行}"
;   .strn "いるウォードに{换行}"
;   .strn "わたすとほうしゅうが{换行}"
;   .strn "もらえる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书(印章){换行}"
    .strn "{白色字}装着打倒火花蔷薇{换行}"
    .strn "证明的委托书。{换行}"
    .strn "交给猎人营地1的瓦德{换行}"
    .strn "能获得报酬。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_097:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる カークから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "コントロールセンター{换行}"
;   .strn "4に フッカツした{换行}"
;   .strn "カイゼミーネを{换行}"
;   .strn "たおす イライショ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "卡克提交。{换行}"
    .strn "打倒在控制中心4{换行}"
    .strn "复活的机雷蜂后{换行}"
    .strn "的委托书。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_098:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ(ハンコ){换行}"
;   .strn "{白色字}カイゼミーネを{换行}"
;   .strn "たおしたしょうめいが{换行}"
;   .strn "入った イライショ。{换行}"
;   .strn "ハンターキャンプ1に{换行}"
;   .strn "いるウォードに{换行}"
;   .strn "わたすとほうしゅうが{换行}"
;   .strn "もらえる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书(印章){换行}"
    .strn "{白色字}装着打倒机雷蜂后{换行}"
    .strn "证明的委托书。{换行}"
    .strn "交给猎人营地1的瓦德{换行}"
    .strn "能获得报酬。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_099:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる キリアンから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "スクラップおき場4に{换行}"
;   .strn "フッカツした{换行}"
;   .strn "コンドロックを{换行}"
;   .strn "たおす イライショ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "基利安提交。{换行}"
    .strn "打倒在废料堆放场4{换行}"
    .strn "复活的摇滚秃鹰{换行}"
    .strn "的委托书。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_100:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ(ハンコ){换行}"
;   .strn "{白色字}コンドロックを{换行}"
;   .strn "たおしたしょうめいが{换行}"
;   .strn "入った イライショ。{换行}"
;   .strn "ハンターキャンプ1に{换行}"
;   .strn "いるウォードに{换行}"
;   .strn "わたすとほうしゅうが{换行}"
;   .strn "もらえる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书(印章){换行}"
    .strn "{白色字}装着打倒摇滚秃鹰{换行}"
    .strn "证明的委托书。{换行}"
    .strn "交给猎人营地1的瓦德{换行}"
    .strn "能获得报酬。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_101:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる ティムから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "なぞの研究所4に{换行}"
;   .strn "フッカツした{换行}"
;   .strn "テスラットを{换行}"
;   .strn "たおす イライショ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "提姆提交。{换行}"
    .strn "打倒在谜之研究所4{换行}"
    .strn "复活的电磁刺猬{换行}"
    .strn "的委托书。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_102:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ(ハンコ){换行}"
;   .strn "{白色字}テスラットを{换行}"
;   .strn "たおしたしょうめいが{换行}"
;   .strn "入った イライショ。{换行}"
;   .strn "ハンターキャンプ1に{换行}"
;   .strn "いるウォードに{换行}"
;   .strn "わたすとほうしゅうが{换行}"
;   .strn "もらえる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书(印章){换行}"
    .strn "{白色字}装着打倒电磁刺猬{换行}"
    .strn "证明的委托书。{换行}"
    .strn "交给猎人营地1的瓦德{换行}"
    .strn "能获得报酬。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_103:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる エイブから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "たきのイセキ1に{换行}"
;   .strn "フッカツした{换行}"
;   .strn "アーゴイルたちを{换行}"
;   .strn "たおす イライショ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "艾伊卜提交。{换行}"
    .strn "打倒在瀑布遗迹1{换行}"
    .strn "复活的阿石像鬼{换行}"
    .strn "他们的委托书。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_104:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ(ハンコ){换行}"
;   .strn "{白色字}アーゴイルたちを{换行}"
;   .strn "たおしたしょうめいが{换行}"
;   .strn "入った イライショ。{换行}"
;   .strn "ハンターキャンプ1に{换行}"
;   .strn "いるウォードに{换行}"
;   .strn "わたすとほうしゅうが{换行}"
;   .strn "もらえる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书(印章){换行}"
    .strn "{白色字}装着打倒阿石像鬼{换行}"
    .strn "他们证明的委托书。{换行}"
    .strn "交给猎人营地1的瓦德{换行}"
    .strn "能获得报酬。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_105:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる ベンから{换行}"
;   .strn "あずかった。{换行}"
;   .strn "バイオラボ3に{换行}"
;   .strn "フッカツした{换行}"
;   .strn "バイフロストを{换行}"
;   .strn "たおす イライショ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "贝恩提交。{换行}"
    .strn "打倒在生物实验室3{换行}"
    .strn "复活的凛齿巨鳄{换行}"
    .strn "的委托书。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_106:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ(ハンコ){换行}"
;   .strn "{白色字}バイフロストを{换行}"
;   .strn "たおしたしょうめいが{换行}"
;   .strn "入った イライショ。{换行}"
;   .strn "ハンターキャンプ1に{换行}"
;   .strn "いるウォードに{换行}"
;   .strn "わたすとほうしゅうが{换行}"
;   .strn "もらえる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书(印章){换行}"
    .strn "{白色字}装着打倒凛齿巨鳄{换行}"
    .strn "证明的委托书。{换行}"
    .strn "交给猎人营地1的瓦德{换行}"
    .strn "能获得报酬。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_107:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}イライショ{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる エレナから{换行}"
;   .strn "あずかった。イライは{换行}"
;   .strn "バイオラボ4で{换行}"
;   .strn "メカニロイドに{换行}"
;   .strn "うばわれたペンダント{换行}"
;   .strn "を取りかえす事。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}委托书{换行}"
    .strn "{白色字}由猎人营地1的{换行}"
    .strn "艾蕾娜提交。{换行}"
    .strn "委托内容是取回{换行}"
    .strn "在生物实验室4{换行}"
    .strn "被机械式机器人抢走的{换行}"
    .strn "吊坠。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_108:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ペンダント{换行}"
;   .strn "{白色字}ハンターキャンプ1に{换行}"
;   .strn "いる エレナが{换行}"
;   .strn "大切にしている{换行}"
;   .strn "ペンダント。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}吊坠{换行}"
    .strn "{白色字}在猎人营地1的{换行}"
    .strn "艾蕾娜十分珍惜的{换行}"
    .strn "吊坠。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_109:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}エンジン{换行}"
;   .strn "{白色字}スクラップおき場2に{换行}"
;   .strn "いる ジェームズの{换行}"
;   .strn "イライで集めた{换行}"
;   .strn "リサイクルできそうな{换行}"
;   .strn "ジャンクのいっしゅ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}引擎{换行}"
    .strn "{白色字}受废料堆放场2的{换行}"
    .strn "詹姆斯委托收集的{换行}"
    .strn "看上去能回收的废品的{换行}"
    .strn "一种。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_110:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ちゃっかそうち{换行}"
;   .strn "{白色字}スクラップおき場2に{换行}"
;   .strn "いる ジェームズの{换行}"
;   .strn "イライで集めた{换行}"
;   .strn "リサイクルできそうな{换行}"
;   .strn "ジャンクのいっしゅ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}点火装置{换行}"
    .strn "{白色字}受废料堆放场2的{换行}"
    .strn "詹姆斯委托收集的{换行}"
    .strn "看上去能回收的废品的{换行}"
    .strn "一种。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_111:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}チタンごうきん{换行}"
;   .strn "{白色字}スクラップおき場2に{换行}"
;   .strn "いる ジェームズの{换行}"
;   .strn "イライで集めた{换行}"
;   .strn "リサイクルできそうな{换行}"
;   .strn "ジャンクのいっしゅ。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}钛合金{换行}"
    .strn "{白色字}受废料堆放场2的{换行}"
    .strn "詹姆斯委托收集的{换行}"
    .strn "看上去能回收的废品的{换行}"
    .strn "一种。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_112:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ブースター{换行}"
;   .strn "{白色字}何かのチューニング{换行}"
;   .strn "パーツのようだ。{换行}"
;   .strn "使用すると そくどが{换行}"
;   .strn "アップするらしい。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}推进器{换行}"
    .strn "{白色字}好像是某种调节部件。{换行}"
    .strn "使用后{换行}"
    .strn "速度好像会变快。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_113:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}おねがいカード{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "とくていのヒトに{换行}"
;   .strn "話しかけると{换行}"
;   .strn "自分のねがい事を{换行}"
;   .strn "話してくれる。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}许愿卡片{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "向特定的人搭话{换行}"
    .strn "会被倾诉自己的愿望。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_114:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}なぞのプレゼント{换行}"
;   .strn "{白色字}ゆでん3の部屋にある{换行}"
;   .strn "コンテナから出現。{换行}"
;   .strn "小さな子どもが{换行}"
;   .strn "ほしがりそうな{换行}"
;   .strn "プレゼント。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}谜之礼物{换行}"
    .strn "{白色字}从油田3房间内的{换行}"
    .strn "集装箱中出现。{换行}"
    .strn "小孩子应该会很想要的{换行}"
    .strn "礼物。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_115:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "すぐに 使用できるアイテムです{换行}"
;   .strn "今は何も 持っていません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以立即使用的道具{换行}"
    .strn "目前什么也没有{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_116:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "すぐに 使用できるアイテムです{换行}"
;   .strn "Ⓐボタン…決定 Ⓑボタン…やめる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以立即使用的道具{换行}"
    .strn "Ⓐ键…确定 Ⓑ键…取消{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_117:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "今は このアイテムを 使用する{换行}"
;   .strn "ひつようはありません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "现在不需要使用这个道具{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_118:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタン…アイテムのせんたく{换行}"
;   .strn "Ⓐボタン…使用 Ⓑボタン…やめる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键…道具选择{换行}"
    .strn "Ⓐ键…使用 Ⓑ键…取消{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_119:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "そうびできるアイテムです{换行}"
;   .strn "今は何も 持っていません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以装备的道具{换行}"
    .strn "目前什么也没有{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_120:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "そうびできるアイテムです{换行}"
;   .strn "Ⓐボタン…決定 Ⓑボタン…やめる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以装备的道具{换行}"
    .strn "Ⓐ键…确定 Ⓑ键…取消{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_121:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタン…アイテムのせんたく{换行}"
;   .strn "Ⓐボタン…そうびする{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键…道具选择{换行}"
    .strn "Ⓐ键…装备{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_122:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタン…アイテムのせんたく{换行}"
;   .strn "Ⓐボタン…そうびをはずす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键…道具选择{换行}"
    .strn "Ⓐ键…卸下装备{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_123:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "自動的に 使用されるアイテムです{换行}"
;   .strn "今は何も 持っていません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "自动使用的道具{换行}"
    .strn "目前什么也没有{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_124:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "自動的に 使用されるアイテムです{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "自动使用的道具{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_125:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタン…アイテムのせんたく{换行}"
;   .strn "Ⓑボタン…やめる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键…道具选择{换行}"
    .strn "Ⓑ键…取消{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_126:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "変身したいモデルをせんたくします{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "选择想变身的模块{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_127:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "今は 変身できません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "现在无法变身{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_128:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "変身するためのスペースが{换行}"
;   .strn "かくほできません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "无法确保变身所需的空间{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_129:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "変身する事ができます{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以变身{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_130:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_131:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_132:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_133:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_134:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_135:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_136:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "メインアタックとサブアタックを{换行}"
;   .strn "切りかえる事ができます{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以切换主攻击与副攻击{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_137:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_138:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_139:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "よぶんに取った ライフエネルギーを{换行}"
;   .strn "ためておく事ができます{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以积攒多获取的生命能量{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_140:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_141:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_142:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "サブタンクを使用する ひつようは{换行}"
;   .strn "ありません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "不需要使用副能量罐{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_143:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "サブタンクがカラのじょうたいなので{换行}"
;   .strn "使用できません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "副能量罐是空的{换行}"
    .strn "所以无法使用{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_144:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_145:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_146:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_147:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_148:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}5{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}5{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_149:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}6{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}6{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_150:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}7{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}7{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_151:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}8{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}8{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_152:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}9{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}9{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_153:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}10{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}10{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_154:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}11{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}11{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_155:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}12{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}12{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_156:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}13{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}13{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_157:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}14{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}14{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_158:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}15{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}15{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_159:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}16{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}16{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_160:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}17{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}17{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_161:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}18{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}18{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_162:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}19{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}19{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_163:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}20{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}20{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_164:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}21{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}21{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_165:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}22{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}22{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_166:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}23{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}23{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_167:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}24{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}24{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_168:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}25{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}25{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_169:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}26{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}26{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_170:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}27{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}27{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_171:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}28{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}28{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_172:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}29{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}29{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_173:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーをカイフクする事ができます{换行}"
;   .strn "エネルギーざんりょう：{红色字}30{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "可以回复能量{换行}"
    .strn "能量剩余：{红色字}30{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_174:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "セレクトボタン…バスターエディット{换行}"
;   .strn "エディットは 下画面で行います{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "选择键…编辑爆破枪{换行}"
    .strn "编辑在下屏画面进行{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_175:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バスターのきどうが つながるように{换行}"
;   .strn "マスを ならべてください{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "请排列方格{换行}"
    .strn "使爆破枪的轨道连通{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_176:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ボタンのはいちをへんこうします{换行}"
;   .strn "{方向键}ボタンの左右…タグの切りかえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "变更按键配置{换行}"
    .strn "{方向键}键的←→…标签切换{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_177:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コウゲキのモードをへんこうします{换行}"
;   .strn "{方向键}ボタンの左右…タグの切りかえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "变更攻击模式{换行}"
    .strn "{方向键}键的←→…标签切换{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_178:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アクションのモードをへんこうします{换行}"
;   .strn "{方向键}ボタンの左右…タグの切りかえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "变更动作模式{换行}"
    .strn "{方向键}键的←→…标签切换{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_179:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタンの左右…タイプの切りかえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键的←→…类型切换{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_180:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタンの左右…タイプの切りかえ{换行}"
;   .strn "{方向键}ボタンの上下…ボタンのせんたく{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键的←→…类型切换{换行}"
    .strn "{方向键}键的↑↓…按键选择{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_181:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタンの上下…こうもくのせんたく{换行}"
;   .strn "{方向键}ボタンの左右…タイプの切りかえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键的↑↓…项目选择{换行}"
    .strn "{方向键}键的←→…类型切换{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_182:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタン下{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键↓{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_183:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "水面で{方向键}ボタン左右{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在水面{方向键}键←→{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_184:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_185:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "LMゲージがマンタンのじょうたいで{换行}"
;   .strn "サイトが広がるまで{键位}を押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "LM槽全满的状态下{换行}"
    .strn "按住{键位}直到领域展开再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_186:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_187:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(短){换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(短){换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_188:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(長){换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(长){换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_189:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(長){换行}"
;   .strn "押してマーカーがついたらはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(长){换行}"
    .strn "等出现标记后放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_190:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_191:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(短){换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(短){换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_192:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(長){换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(长){换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_193:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(長){换行}"
;   .strn "押してマーカーがついたらはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(长){换行}"
    .strn "等出现标记后放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_194:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{换行}"
;   .strn "(連続で押すとトリプルスラッシュ){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{换行}"
    .strn "(连续按则是三重斩){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_195:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空中で{方向键}ボタン上+{键位}{换行}"
;   .strn "もしくは {键位}れんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在空中{方向键}键↑+{键位}{换行}"
    .strn "或者连按{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_196:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空中で{键位}+{方向键}ボタン下{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在空中{键位}+{方向键}键↓{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_197:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_198:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_199:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(短){换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(短){换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_200:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(長){换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(长){换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_201:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空中で{方向键}ボタン下+{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在空中{方向键}键↓+{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_202:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "地上で{方向键}ボタン上+{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在地面{方向键}键↑+{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_203:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空中で{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在空中{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_204:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空中で{方向键}ボタン上+{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在空中{方向键}键↑+{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_205:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空中で{键位}{换行}"
;   .strn "(タイプBは押しっぱなし){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在空中{键位}{换行}"
    .strn "(类型B是按住不放){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_206:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_207:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_208:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スライス·スラッシュ·スライスの{换行}"
;   .strn "じゅんで押す{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "以横斩·纵斩·横斩{换行}"
    .strn "的顺序按{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_209:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_210:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_211:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_212:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(短·長){换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(短·长){换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_213:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(長)押して{换行}"
;   .strn "{方向键}ボタン下と同時にはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(长){换行}"
    .strn "再与{方向键}键↓同时放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_214:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(短·長){换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(短·长){换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_215:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間(長)押して{换行}"
;   .strn "{方向键}ボタン下と同時にはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间(长){换行}"
    .strn "再与{方向键}键↓同时放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_216:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "水中で{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在水中{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_217:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "水中で{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在水中{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_218:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スイムじょうたいで {方向键}ボタンを{换行}"
;   .strn "ニュートラル{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "游泳状态下放开{方向键}键{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_219:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "地上もしくは ジャンプなどの{换行}"
;   .strn "じょうたいで{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在地面或跳跃等状态下{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_220:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スイムもしくは ていたいの{换行}"
;   .strn "じょうたいで{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "游泳或停滞状态下{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_221:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_222:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_223:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "天じょうに向かって{方向键}ボタン上{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "朝向天花板{方向键}键↑{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_224:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ぶら下がったじょうたいで{方向键}ボタン上を{换行}"
;   .strn "すばやく2回押す(場所げんてい){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "悬挂状态下{换行}"
    .strn "快速按2次{方向键}键↑(场所限定){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_225:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "立ったじょうたいで{方向键}ボタン下を{换行}"
;   .strn "すばやく2回押す(場所げんてい){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "站立状态下{换行}"
    .strn "快速按2次{方向键}键↓(场所限定){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_226:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_227:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_228:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_229:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_230:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空中でカベにふれながら{换行}"
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在空中碰到墙壁的同时{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_231:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_232:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "立っているじょうたいで{换行}"
;   .strn "{键位}を一定時間押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "站立状态下{换行}"
    .strn "按住{键位}一段时间再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_233:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "立っているじょうたいで{键位}を一定時間{换行}"
;   .strn "押し、{方向键}ボタン上を押して{键位}をはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "站立状态下按住{键位}一段时间，{换行}"
    .strn "再按住{方向键}键↑并放开{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_234:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間押して{换行}"
;   .strn "空中ではなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再在空中放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_235:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "水中で{方向键}ボタン上下左右{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在水中{方向键}键↑↓←→{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_236:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "水中で{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在水中{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_237:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "水中で{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在水中{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_238:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_239:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ツルやボウのある場所で{换行}"
;   .strn "{方向键}ボタン上(きゅうこんじょうたい時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在有藤曼或柱子的场所{换行}"
    .strn "{方向键}键↑(球根状态时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_240:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "地上で{键位}{换行}"
;   .strn "(きゅうこんじょうたい時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在地面{键位}{换行}"
    .strn "(球根状态时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_241:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "地上で{键位}を一定時間押して{换行}"
;   .strn "はなす(きゅうこんじょうたい時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在地面按住{键位}一段时间再放开{换行}"
    .strn "(球根状态时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_242:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "地上で{键位}{换行}"
;   .strn "(きゅうこんじょうたい時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在地面{键位}{换行}"
    .strn "(球根状态时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_243:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "地上で{键位}を一定時間押して{换行}"
;   .strn "はなす(きゅうこんじょうたい時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在地面按住{键位}一段时间再放开{换行}"
    .strn "(球根状态时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_244:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ツルやボウにつかまって{换行}"
;   .strn "{方向键}ボタン上下{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "抓住藤曼或柱子时{换行}"
    .strn "{方向键}键↑↓{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_245:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ツルやボウにつかまって{键位}{换行}"
;   .strn "(花じょうたい時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "抓住藤曼或柱子时{键位}{换行}"
    .strn "(开花状态时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_246:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ツルやボウにつかまって{键位}を{换行}"
;   .strn "一定時間押してはなす(花じょうたい時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "抓住藤曼或柱子时按住{键位}{换行}"
    .strn "一段时间再放开(开花状态时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_247:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ツルやボウにつかまって{方向键}ボタン左右+{换行}"
;   .strn "{键位}(花じょうたい時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "抓住藤曼或柱子时{换行}"
    .strn "{方向键}键←→+{键位}(开花状态时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_248:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ツルやボウにつかまって{键位}{换行}"
;   .strn "(花じょうたい時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "抓住藤曼或柱子时{键位}{换行}"
    .strn "(开花状态时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_249:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ツルやボウにつかまって{键位}を{换行}"
;   .strn "一定時間押してはなす(花じょうたい時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "抓住藤曼或柱子时按住{键位}{换行}"
    .strn "一段时间再放开(开花状态时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_250:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_251:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{换行}"
;   .strn "{方向键}ボタンの上下でなげる方向を変える{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{换行}"
    .strn "用{方向键}键↑↓改变投掷方向{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_252:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_253:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}(ウーゴイル時){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}(吽石像鬼时){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_254:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アースローでなげたエギーユグローブを{换行}"
;   .strn "ウーキックでける{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "使用吽式踢来踢中{换行}"
    .strn "阿式投掷扔出的尖针球{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_255:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタン下+{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键↓+{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_256:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_257:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_258:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "立っているじょうたいで{换行}"
;   .strn "{键位}を一定時間押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "站立状态下{换行}"
    .strn "按住{键位}一段时间再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_259:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間押して{换行}"
;   .strn "空中ではなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再在空中放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_260:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "はしごで{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在梯子上按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_261:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{换行}"
;   .strn "空中で押すたびにLMゲージがへる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{换行}"
    .strn "每当在空中按就会减少LM槽{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_262:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ドッキングできるものの上で{换行}"
;   .strn "{方向键}ボタン下をしばらく押す{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在能够对接的物体上方{换行}"
    .strn "按住{方向键}键↓{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_263:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ドッキング中に{换行}"
;   .strn "{方向键}ボタン上をしばらく押す{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "对接中{换行}"
    .strn "按住{方向键}键↑{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_264:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_265:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_266:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空中でカベのある方向に{换行}"
;   .strn "{方向键}ボタンを押し続ける{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在空中对着有墙壁的方向{换行}"
    .strn "持续按住{方向键}键{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_267:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "空中で{键位}{换行}"
;   .strn "ういている間 LMゲージがへる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "在空中{键位}{换行}"
    .strn "悬浮期间LM槽会减少{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_268:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_269:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を一定時間{换行}"
;   .strn "押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按住{键位}一段时间{换行}"
    .strn "再放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_270:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を押し続ける{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "持续按住{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_271:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}を押してはなす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "按下{键位}后放开{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_272:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_273:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_274:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{键位}{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{键位}{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_275:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "トランスフォーメーション画面の{换行}"
;   .strn "変身アイコンを自分のこのみのいちに{换行}"
;   .strn "カスタマイズできます。{换行}"
;   .strn "入れかえたいアイコンと入れかえ先の{换行}"
;   .strn "場所もしくはアイコンをタッチする{换行}"
;   .strn "事でへんこうがかのうです。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "变身画面的变身图标可以按照自己{换行}"
    .strn "喜欢的位置进行自定义。{换行}"
    .strn "触摸想调换位置的图标和目标的位置或{换行}"
    .strn "图标，就可以变更位置。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_276:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "下画面でへんしゅうしてください。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "请在下屏画面编辑。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_277:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "変身アイコンをカスタマイズします{换行}"
;   .strn "Ⓐボタン…カスタマイズかいし{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "自定义变身图标{换行}"
    .strn "Ⓐ键…开始自定义{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_278:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "変身アイコンをカスタマイズします{换行}"
;   .strn "Ⓐボタン…カスタマイズしゅうりょう{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "自定义变身图标{换行}"
    .strn "Ⓐ键…结束自定义{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_279:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Ⓐ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Ⓐ{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_280:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Ⓑ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Ⓑ{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_281:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Ⓧ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Ⓧ{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_282:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Ⓨ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Ⓨ{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_283:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Ⓛ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Ⓛ{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_284:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Ⓡ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Ⓡ{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_285:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "+{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "+{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_286:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ボタン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "键{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_287:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "研究所からのだっしゅつ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "逃离研究所{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_288:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ひこうていのツイセキ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "追踪飞艇{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_289:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コンテナのゆそう{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "运输集装箱{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_290:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ツイラク現場へ(流氷ルート){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "前往坠落现场(浮冰路线){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_291:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ツイラク現場へ(タワールート){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "前往坠落现场(塔楼路线){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_292:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ツイラク現場へ(ゆでん){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "前往坠落现场(油田){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_293:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "三賢人にライブメタルをわたす{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "把生命金属交给三贤者{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_294:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルVの調查(センター){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "调查模块V(控制中心){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_295:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルVの調查(ハイウェイ){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "调查模块V(高速公路){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_296:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルVの調查(ふゆうイセキ){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "调查模块V(漂浮遗迹){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_297:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルVの調查(スクラップ){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "调查模块V(废料堆放场){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_298:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルVのカイシュウ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "回收模块V{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_299:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アルバートを追え(たき){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "追击阿尔伯特(瀑布){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_300:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アルバートを追え(研究所){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "追击阿尔伯特(研究所){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_301:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アルバートを追え(バイオラボ){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "追击阿尔伯特(生物实验室){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_302:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アルバートのアジトへ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "前往阿尔伯特的据点{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_303:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ウロボロスへ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "前往乌洛波洛斯{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_304:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カバンの持ち主をさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找背包的失主{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_305:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネミーバスターナンバーワン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "敌人爆破No.1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_306:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "伝説のツルハシをさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找传说中的十字镐{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_307:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モスクインをつかまえろ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "捉住飞蛾皇后{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_308:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エネルギーぶっしを守れ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "保护能量物资{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_309:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハイウェイレース(しょせん){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "高速公路竞速(初战){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_310:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハイウェイレース(ハヤテ){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "高速公路竞速(疾风){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_311:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハイウェイレース(イダテン){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "高速公路竞速(韦陀天){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_312:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハイウェイレース(ボウエイ戦){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "高速公路竞速(防卫战){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_313:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スパナをさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找扳手{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_314:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アンティークアイテムをさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找古董道具{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_315:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "注文をみせの主人に伝えろ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "向店主传达订购需求{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_316:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "部屋にみどりを{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "为房间增添绿色{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_317:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "行方ふめいのハンターを助けろ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "帮助行踪不明的猎人{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_318:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "部屋のたなにマンガを{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "把漫画放在房间的架子上{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_319:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "列車のモケイをさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找列车模型{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_320:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "メカニロイドの残がいをさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找机械式机器人的残骸{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_321:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "せっけいずをさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找设计图{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_322:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ことりをつかまえろ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "抓住小鸟{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_323:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "伝説のヒーローグッズをさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找传说中的英雄的周边商品{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_324:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "かじを消せ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "扑灭火灾{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_325:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ことり型カメラをさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找小鸟型摄像机{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_326:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ふしぎなフルーツをさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找不可思议的水果{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_327:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ママへのプレゼントをさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找送给妈妈的礼物{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_328:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ディアバーンをたおせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "打倒炽焰瞪羚{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_329:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ローズパークをたおせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "打倒火花蔷薇{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_330:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "クロノフォスをたおせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "打倒时力冰鲎{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_331:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カイゼミーネをたおせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "打倒机雷蜂后{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_332:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コンドロックをたおせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "打倒摇滚秃鹰{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_333:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アーゴイル、ウーゴイルをたおせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "打倒阿石像鬼、吽石像鬼{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_334:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "テスラットをたおせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "打倒电磁刺猬{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_335:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バイフロストをたおせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "打倒凛齿巨鳄{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_336:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ペンダントを取りもどせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "取回吊坠{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_337:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "はぐれた仲間をさがせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "寻找走失的同伴{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_338:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ジャンクを集めてリサイクル{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "收集并回收废品{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_339:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "チャバーノをタイジしろ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "消灭查巴诺{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_340:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "チャバーノを50体タイジしろ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "消灭50只查巴诺{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_341:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタンの左右…タグの切りかえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键的←→…标签切换{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_342:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{方向键}ボタンの上下…リストのカクニン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{方向键}键的↑↓…列表确认{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_343:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}研究所からのだっしゅつ{换行}"
;   .strn "{白色字}コールドスリープからめざめ、{换行}"
;   .strn "パンドラに シッパイ作はショブン{换行}"
;   .strn "すると つげられるグレイ。{换行}"
;   .strn "メカニロイドやトラップをくぐりぬけ{换行}"
;   .strn "なぞの研究所をだっしゅつせよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}逃离研究所{换行}"
    .strn "{白色字}格雷从冷冻休眠中醒来，被潘朵拉告知{换行}"
    .strn "他是个失败作，要被处理掉。{换行}"
    .strn "穿越机械式机器人和陷阱，{换行}"
    .strn "逃离谜之研究所吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_344:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ひこうていのツイセキ{换行}"
;   .strn "{白色字}いほうハンターのひこうていを{换行}"
;   .strn "ツイセキしていたアッシュ。{换行}"
;   .strn "いほうハンターに うばわれた{换行}"
;   .strn "ライブメタルのある ひこうていの{换行}"
;   .strn "先頭をめざせ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}追踪飞艇{换行}"
    .strn "{白色字}雅希正追踪着非法猎人的飞艇。{换行}"
    .strn "向着被非法猎人夺走的生命金属所在的{换行}"
    .strn "飞艇最前方前进吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_345:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}コンテナのゆそう{换行}"
;   .strn "{白色字}連合セイフ「レギオンズ」から{换行}"
;   .strn "イライのあった ライブメタルを{换行}"
;   .strn "ゆそう列車でレギオンズ本部まで{换行}"
;   .strn "とどけろ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}运输集装箱{换行}"
    .strn "{白色字}乘坐运输列车将联合政府“军团”{换行}"
    .strn "委托的生命金属送到军团总部吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_346:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ツイラク現場へ{换行}"
;   .strn "{白色字}ゆそう列車をハカイされ、{换行}"
;   .strn "レギオンズ本部に行けなくなった。{换行}"
;   .strn "列車をシュウリするためのパーツを{换行}"
;   .strn "かくほするため ツイラクした{换行}"
;   .strn "いほうハンターのひこうていをめざせ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}前往坠落现场{换行}"
    .strn "{白色字}运输列车被破坏，无法前往{换行}"
    .strn "军团总部了。{换行}"
    .strn "为了获取修理列车的零部件，前往{换行}"
    .strn "坠落的违法猎人的飞艇吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_347:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}三賢人にライブメタルをわたす{换行}"
;   .strn "{白色字}列車のシュウリが終わり、{换行}"
;   .strn "レギオンズ本部まで行けるように{换行}"
;   .strn "なった。レギオンズ本部にいる{换行}"
;   .strn "三賢人にライブメタルをとどけろ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}把生命金属交给三贤者{换行}"
    .strn "{白色字}列车修理完成，能够前往军团总部了。{换行}"
    .strn "把生命金属送到军团总部的三贤者{换行}"
    .strn "那里吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_348:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}モデルVの調查{换行}"
;   .strn "{白色字}世界の各地にイレギュラーが{换行}"
;   .strn "出現しはじめた。ライブメタル·{换行}"
;   .strn "モデルVのハンノウがある{换行}"
;   .strn "四つのエリアを調查せよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}调查模块V{换行}"
    .strn "{白色字}世界各地开始出现异常体。{换行}"
    .strn "前去调查有着生命金属·模块V反应的{换行}"
    .strn "四个区域吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_349:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}モデルVのカイシュウ{换行}"
;   .strn "{白色字}ハンターキャンプの近くにある{换行}"
;   .strn "さいせき場からモデルVのハンノウが{换行}"
;   .strn "カクニンされた。さいせき場の{换行}"
;   .strn "おくへと向かって、モデルVを{换行}"
;   .strn "カイシュウせよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}回收模块V{换行}"
    .strn "{白色字}猎人营地附近的采石场被确认{换行}"
    .strn "有模块V的反应。{换行}"
    .strn "前往采石场深处，回收模块V吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_350:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}アルバートを追え{换行}"
;   .strn "{白色字}モデルVのカイシュウはシッパイに{换行}"
;   .strn "終わった。モデルVをハカイした事に{换行}"
;   .strn "より、アルバートの計画に くるいが{换行}"
;   .strn "出た このチャンスに新しいエリアに{换行}"
;   .strn "行って 手がかりをつかめ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}追击阿尔伯特{换行}"
    .strn "{白色字}模块V的回收以失败告终。{换行}"
    .strn "由于破坏了模块V而使阿尔伯特的计划{换行}"
    .strn "被打乱，趁着这个机会前往新区域{换行}"
    .strn "获取线索吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_351:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}アルバートのアジトへ{换行}"
;   .strn "{白色字}二つのデータファイルにより、{换行}"
;   .strn "トランスサーバーのキドウキーを{换行}"
;   .strn "手に入れる事ができた。{换行}"
;   .strn "モデルVの強いハンノウを追って{换行}"
;   .strn "かいていかざんのおくをめざせ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}前往阿尔伯特的据点{换行}"
    .strn "{白色字}通过两份数据文件，获得了{换行}"
    .strn "传送服务器的启动钥匙。{换行}"
    .strn "追随模块V强烈的反应，前往{换行}"
    .strn "海底火山的深处吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_352:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{红色字}ウロボロスへ{换行}"
;   .strn "{白色字}ゆうごうしたモデルVがふじょうし、{换行}"
;   .strn "ウロボロスとなった。ガーディアン{换行}"
;   .strn "ベースで ウロボロスに乗りこみ、{换行}"
;   .strn "アルバートをたおせ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{红色字}前往乌洛波洛斯{换行}"
    .strn "{白色字}融合了的模块V上浮，成为了{换行}"
    .strn "乌洛波洛斯。{换行}"
    .strn "从守卫军基地进入乌洛波洛斯，{换行}"
    .strn "打倒阿尔伯特吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_353:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：パトリック{换行}"
;   .strn "イライヌシの場所：ゆそう列車3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：帕特里克{换行}"
    .strn "委托人的地点：运输列车3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_354:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：リチャード{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：理查德{换行}"
    .strn "委托人的地点：猎人营地3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_355:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：キッド{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：基德{换行}"
    .strn "委托人的地点：猎人营地4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_356:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：マリー{换行}"
;   .strn "イライヌシの場所：ごっかんの流氷2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：玛丽{换行}"
    .strn "委托人的地点：极寒浮冰2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_357:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ジョージ{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：乔治{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_358:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：バート{换行}"
;   .strn "イライヌシの場所：ハイウェイ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：巴托{换行}"
    .strn "委托人的地点：高速公路3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_359:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：バート{换行}"
;   .strn "イライヌシの場所：ハイウェイ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：巴托{换行}"
    .strn "委托人的地点：高速公路3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_360:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：バート{换行}"
;   .strn "イライヌシの場所：ハイウェイ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：巴托{换行}"
    .strn "委托人的地点：高速公路3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_361:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：バート{换行}"
;   .strn "イライヌシの場所：ハイウェイ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：巴托{换行}"
    .strn "委托人的地点：高速公路3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_362:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：アントニオ{换行}"
;   .strn "イライヌシの場所：ゆでん2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：安东尼奥{换行}"
    .strn "委托人的地点：油田2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_363:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：メグ{换行}"
;   .strn "イライヌシの場所：ふゆうイセキ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：梅古{换行}"
    .strn "委托人的地点：漂浮遗迹3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_364:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ロミオ{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：罗密欧{换行}"
    .strn "委托人的地点：猎人营地4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_365:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：エイミー{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：艾米{换行}"
    .strn "委托人的地点：猎人营地4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_366:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ロミオ{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：罗密欧{换行}"
    .strn "委托人的地点：猎人营地4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_367:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：シャロン{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：莎珑{换行}"
    .strn "委托人的地点：猎人营地3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_368:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ジャーク{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：贾克{换行}"
    .strn "委托人的地点：猎人营地2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_369:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：カーリー{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：卡莉{换行}"
    .strn "委托人的地点：猎人营地4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_370:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ニック{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：尼克{换行}"
    .strn "委托人的地点：猎人营地4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_371:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：アンナ{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：安娜{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_372:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：クリス{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：克里斯{换行}"
    .strn "委托人的地点：猎人营地2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_373:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ティリス{换行}"
;   .strn "イライヌシの場所：ゆそう列車3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：提莉丝{换行}"
    .strn "委托人的地点：运输列车3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_374:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ピエール{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：皮埃尔{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_375:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ジム{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：吉姆{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_376:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ブロッサム{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：布萝萨姆{换行}"
    .strn "委托人的地点：猎人营地3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_377:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ダグ{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：达古{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_378:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ロジャー{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：罗杰{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_379:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：チャック{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：查克{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_380:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：カーク{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：卡克{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_381:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：キリアン{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：基利安{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_382:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：エイブ{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：艾伊卜{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_383:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ティム{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：提姆{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_384:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ベン{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：贝恩{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_385:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：エレナ{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：艾蕾娜{换行}"
    .strn "委托人的地点：猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_386:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：二コル{换行}"
;   .strn "イライヌシの場所：ハンターキャンプ2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：尼科尔{换行}"
    .strn "委托人的地点：猎人营地2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_387:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：ジェームズ{换行}"
;   .strn "イライヌシの場所：スクラップおき場2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：詹姆斯{换行}"
    .strn "委托人的地点：废料堆放场2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_388:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：パトリス{换行}"
;   .strn "イライヌシの場所：たきのイセキ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：帕特利斯{换行}"
    .strn "委托人的地点：瀑布遗迹3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sub_jp_389:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "イライヌシの名前：パトリス{换行}"
;   .strn "イライヌシの場所：たきのイセキ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "委托人的名字：帕特利斯{换行}"
    .strn "委托人的地点：瀑布遗迹3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOfm_sub_jp :: .endfunc
.close
