.create ".\.temp\root\data\m_sys_jp.bin", 0
;文件头
.hword (EndOfm_sys_jp - 4);除文件头外文件大小
.hword (m_sys_jp_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计112条文本
.hword (m_sys_jp_000 -m_sys_jp_000)
.hword (m_sys_jp_001 -m_sys_jp_000)
.hword (m_sys_jp_002 -m_sys_jp_000)
.hword (m_sys_jp_003 -m_sys_jp_000)
.hword (m_sys_jp_004 -m_sys_jp_000)
.hword (m_sys_jp_005 -m_sys_jp_000)
.hword (m_sys_jp_006 -m_sys_jp_000)
.hword (m_sys_jp_007 -m_sys_jp_000)
.hword (m_sys_jp_008 -m_sys_jp_000)
.hword (m_sys_jp_009 -m_sys_jp_000)
.hword (m_sys_jp_010 -m_sys_jp_000)
.hword (m_sys_jp_011 -m_sys_jp_000)
.hword (m_sys_jp_012 -m_sys_jp_000)
.hword (m_sys_jp_013 -m_sys_jp_000)
.hword (m_sys_jp_014 -m_sys_jp_000)
.hword (m_sys_jp_015 -m_sys_jp_000)
.hword (m_sys_jp_016 -m_sys_jp_000)
.hword (m_sys_jp_017 -m_sys_jp_000)
.hword (m_sys_jp_018 -m_sys_jp_000)
.hword (m_sys_jp_019 -m_sys_jp_000)
.hword (m_sys_jp_020 -m_sys_jp_000)
.hword (m_sys_jp_021 -m_sys_jp_000)
.hword (m_sys_jp_022 -m_sys_jp_000)
.hword (m_sys_jp_023 -m_sys_jp_000)
.hword (m_sys_jp_024 -m_sys_jp_000)
.hword (m_sys_jp_025 -m_sys_jp_000)
.hword (m_sys_jp_026 -m_sys_jp_000)
.hword (m_sys_jp_027 -m_sys_jp_000)
.hword (m_sys_jp_028 -m_sys_jp_000)
.hword (m_sys_jp_029 -m_sys_jp_000)
.hword (m_sys_jp_030 -m_sys_jp_000)
.hword (m_sys_jp_031 -m_sys_jp_000)
.hword (m_sys_jp_032 -m_sys_jp_000)
.hword (m_sys_jp_033 -m_sys_jp_000)
.hword (m_sys_jp_034 -m_sys_jp_000)
.hword (m_sys_jp_035 -m_sys_jp_000)
.hword (m_sys_jp_036 -m_sys_jp_000)
.hword (m_sys_jp_037 -m_sys_jp_000)
.hword (m_sys_jp_038 -m_sys_jp_000)
.hword (m_sys_jp_039 -m_sys_jp_000)
.hword (m_sys_jp_040 -m_sys_jp_000)
.hword (m_sys_jp_041 -m_sys_jp_000)
.hword (m_sys_jp_042 -m_sys_jp_000)
.hword (m_sys_jp_043 -m_sys_jp_000)
.hword (m_sys_jp_044 -m_sys_jp_000)
.hword (m_sys_jp_045 -m_sys_jp_000)
.hword (m_sys_jp_046 -m_sys_jp_000)
.hword (m_sys_jp_047 -m_sys_jp_000)
.hword (m_sys_jp_048 -m_sys_jp_000)
.hword (m_sys_jp_049 -m_sys_jp_000)
.hword (m_sys_jp_050 -m_sys_jp_000)
.hword (m_sys_jp_051 -m_sys_jp_000)
.hword (m_sys_jp_052 -m_sys_jp_000)
.hword (m_sys_jp_053 -m_sys_jp_000)
.hword (m_sys_jp_054 -m_sys_jp_000)
.hword (m_sys_jp_055 -m_sys_jp_000)
.hword (m_sys_jp_056 -m_sys_jp_000)
.hword (m_sys_jp_057 -m_sys_jp_000)
.hword (m_sys_jp_058 -m_sys_jp_000)
.hword (m_sys_jp_059 -m_sys_jp_000)
.hword (m_sys_jp_060 -m_sys_jp_000)
.hword (m_sys_jp_061 -m_sys_jp_000)
.hword (m_sys_jp_062 -m_sys_jp_000)
.hword (m_sys_jp_063 -m_sys_jp_000)
.hword (m_sys_jp_064 -m_sys_jp_000)
.hword (m_sys_jp_065 -m_sys_jp_000)
.hword (m_sys_jp_066 -m_sys_jp_000)
.hword (m_sys_jp_067 -m_sys_jp_000)
.hword (m_sys_jp_068 -m_sys_jp_000)
.hword (m_sys_jp_069 -m_sys_jp_000)
.hword (m_sys_jp_070 -m_sys_jp_000)
.hword (m_sys_jp_071 -m_sys_jp_000)
.hword (m_sys_jp_072 -m_sys_jp_000)
.hword (m_sys_jp_073 -m_sys_jp_000)
.hword (m_sys_jp_074 -m_sys_jp_000)
.hword (m_sys_jp_075 -m_sys_jp_000)
.hword (m_sys_jp_076 -m_sys_jp_000)
.hword (m_sys_jp_077 -m_sys_jp_000)
.hword (m_sys_jp_078 -m_sys_jp_000)
.hword (m_sys_jp_079 -m_sys_jp_000)
.hword (m_sys_jp_080 -m_sys_jp_000)
.hword (m_sys_jp_081 -m_sys_jp_000)
.hword (m_sys_jp_082 -m_sys_jp_000)
.hword (m_sys_jp_083 -m_sys_jp_000)
.hword (m_sys_jp_084 -m_sys_jp_000)
.hword (m_sys_jp_085 -m_sys_jp_000)
.hword (m_sys_jp_086 -m_sys_jp_000)
.hword (m_sys_jp_087 -m_sys_jp_000)
.hword (m_sys_jp_088 -m_sys_jp_000)
.hword (m_sys_jp_089 -m_sys_jp_000)
.hword (m_sys_jp_090 -m_sys_jp_000)
.hword (m_sys_jp_091 -m_sys_jp_000)
.hword (m_sys_jp_092 -m_sys_jp_000)
.hword (m_sys_jp_093 -m_sys_jp_000)
.hword (m_sys_jp_094 -m_sys_jp_000)
.hword (m_sys_jp_095 -m_sys_jp_000)
.hword (m_sys_jp_096 -m_sys_jp_000)
.hword (m_sys_jp_097 -m_sys_jp_000)
.hword (m_sys_jp_098 -m_sys_jp_000)
.hword (m_sys_jp_099 -m_sys_jp_000)
.hword (m_sys_jp_100 -m_sys_jp_000)
.hword (m_sys_jp_101 -m_sys_jp_000)
.hword (m_sys_jp_102 -m_sys_jp_000)
.hword (m_sys_jp_103 -m_sys_jp_000)
.hword (m_sys_jp_104 -m_sys_jp_000)
.hword (m_sys_jp_105 -m_sys_jp_000)
.hword (m_sys_jp_106 -m_sys_jp_000)
.hword (m_sys_jp_107 -m_sys_jp_000)
.hword (m_sys_jp_108 -m_sys_jp_000)
.hword (m_sys_jp_109 -m_sys_jp_000)
.hword (m_sys_jp_110 -m_sys_jp_000)
.hword (m_sys_jp_111 -m_sys_jp_000)

;文本正文
m_sys_jp_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ヴァン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "梵{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エール{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "艾儿{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "0{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "0{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "5{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "5{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "6{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "6{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "7{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "7{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "8{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "8{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "9{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "9{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "A{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "A{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "B{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "B{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "C{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "C{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "D{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "D{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "E{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "E{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "F{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "F{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "G{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "G{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "H{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "H{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "I{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "I{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "J{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "J{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "K{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "K{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "L{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "L{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "M{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "M{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "N{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "N{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "O{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "O{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "P{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "P{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_028:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Q{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Q{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_029:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "R{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "R{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_030:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "S{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "S{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_031:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "T{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "T{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_032:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "U{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "U{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_033:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "V{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "V{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_034:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "W{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "W{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_035:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "X{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "X{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_036:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Y{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Y{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_037:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "Z{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "Z{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_038:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn " {结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn " {结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_039:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "-{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "-{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_040:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "/{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "/{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_041:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "：{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "：{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_042:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "’{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "’{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_043:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "▶{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "▶{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_044:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エリア{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "区域{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_045:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "    データがよめませんでした。{换行}"
;   .strn "      でんげんをきって{换行}"
;   .strn "  カードをさしこみなおしてください。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "    无法读取数据。{换行}"
    .strn "      请关闭电源{换行}"
    .strn "  然后重新插入卡带。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_046:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "    データをかけませんでした。{换行}"
;   .strn "      でんげんをきって{换行}"
;   .strn "  カードをさしこみなおしてください。{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "    无法写入数据。{换行}"
    .strn "      请关闭电源{换行}"
    .strn "  然后重新插入卡带。{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_047:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "なぞの研究所1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "谜之研究所1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_048:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "なぞの研究所2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "谜之研究所2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_049:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "なぞの研究所3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "谜之研究所3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_050:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "なぞの研究所4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "谜之研究所4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_051:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ひこうていのツイセキ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "追踪飞艇{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_052:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゆそう列車1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "运输列车1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_053:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゆそう列車2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "运输列车2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_054:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゆそう列車3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "运输列车3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_055:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゆそう列車4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "运输列车4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_056:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハンターキャンプ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "猎人营地1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_057:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハンターキャンプ2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "猎人营地2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_058:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハンターキャンプ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "猎人营地3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_059:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハンターキャンプ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "猎人营地4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_060:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ごっかんの流氷1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "极寒浮冰1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_061:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ごっかんの流氷2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "极寒浮冰2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_062:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ごっかんの流氷3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "极寒浮冰3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_063:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ごっかんの流氷4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "极寒浮冰4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_064:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "しんりょくのタワー1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "深绿之塔1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_065:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "しんりょくのタワー2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "深绿之塔2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_066:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "しんりょくのタワー3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "深绿之塔3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_067:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "しんりょくのタワー4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "深绿之塔4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_068:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゆでん1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "油田1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_069:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゆでん2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "油田2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_070:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゆでん3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "油田3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_071:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ゆでん4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "油田4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_072:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "レギオンズ本部1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "军团总部1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_073:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "レギオンズ本部2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "军团总部2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_074:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "レギオンズ本部3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "军团总部3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_075:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "レギオンズ本部4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "军团总部4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_076:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コントロールセンター1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "控制中心1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_077:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コントロールセンター2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "控制中心2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_078:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コントロールセンター3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "控制中心3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_079:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コントロールセンター4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "控制中心4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_080:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハイウェイ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "高速公路1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_081:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハイウェイ2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "高速公路2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_082:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハイウェイ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "高速公路3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_083:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハイウェイ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "高速公路4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_084:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ふゆうイセキ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "漂浮遗迹1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_085:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ふゆうイセキ2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "漂浮遗迹2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_086:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ふゆうイセキ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "漂浮遗迹3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_087:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ふゆうイセキ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "漂浮遗迹4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_088:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクラップおき場1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "废料堆放场1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_089:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクラップおき場2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "废料堆放场2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_090:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクラップおき場3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "废料堆放场3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_091:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "スクラップおき場4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "废料堆放场4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_092:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "さいせき場1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "采石场1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_093:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "さいせき場2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "采石场2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_094:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "さいせき場3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "采石场3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_095:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "さいせき場4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "采石场4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_096:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "たきのイセキ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "瀑布遗迹1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_097:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "たきのイセキ2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "瀑布遗迹2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_098:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "たきのイセキ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "瀑布遗迹3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_099:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "たきのイセキ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "瀑布遗迹4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_100:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バイオラボ1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "生物实验室1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_101:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バイオラボ2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "生物实验室2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_102:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バイオラボ3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "生物实验室3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_103:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バイオラボ4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "生物实验室4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_104:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "かいていかざん1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "海底火山1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_105:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "かいていかざん2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "海底火山2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_106:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "かいていかざん3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "海底火山3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_107:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "かいていかざん4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "海底火山4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_108:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ウロボロス1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "乌洛波洛斯1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_109:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ウロボロス2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "乌洛波洛斯2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_110:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ウロボロス3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "乌洛波洛斯3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


m_sys_jp_111:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ウロボロス4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "乌洛波洛斯4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOfm_sys_jp :: .endfunc
.close
