.create ".\.temp\root\data\talk_m0e_jp1.bin", 0
;文件头
.hword (EndOftalk_m0e_jp1 - 4);除文件头外文件大小
.hword (talk_m0e_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计17条文本
.hword (talk_m0e_jp1_000 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_001 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_002 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_003 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_004 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_005 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_006 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_007 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_008 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_009 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_010 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_011 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_012 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_013 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_014 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_015 -talk_m0e_jp1_000)
.hword (talk_m0e_jp1_016 -talk_m0e_jp1_000)

;文本正文
talk_m0e_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0301}{头像:08}{名字:格雷:名字}"
;   .strn "…ここは…？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0301}{头像:08}{名字:格雷:名字}"
    .strn "…这里是…？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0302}{头像:08}{名字:格雷:名字}"
;   .strn "見おぼえがある…{换行}"
;   .strn "ここはボクがねむっていた{换行}"
;   .strn "タテモノだ…{换页}"
;   .strn "{对话框:右}{文本顺序:0303}{头像:6B}{名字:15:名字}"
;   .strn "へえ…{换行}"
;   .strn "お前、こんなとこに{换行}"
;   .strn "とじこめられてたのか{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0302}{头像:08}{名字:格雷:名字}"
    .strn "我有印象…{换行}"
    .strn "这里是我曾经沉睡的建筑…{换页}"
    .strn "{对话框:右}{文本顺序:0303}{头像:6B}{名字:15:名字}"
    .strn "哎…{换行}"
    .strn "你，曾经被关在这种地方啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0304}{头像:02}{名字:06:名字}"
;   .strn "なるほど、キミが{换行}"
;   .strn "ここでロックマンとしての{换行}"
;   .strn "調整を受けていたのならば、{换页}"
;   .strn "{对话框:左}{文本顺序:0305}{头像:02}{名字:06:名字}"
;   .strn "アルバートの計画にかんする{换行}"
;   .strn "手がかりが あるかもしれん{换行}"
;   .strn "調べてみてくれないか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0304}{头像:02}{名字:06:名字}"
    .strn "原来如此，{换行}"
    .strn "如果你在这里{换行}"
    .strn "作为洛克人接受了调整的话，{换页}"
    .strn "{对话框:左}{文本顺序:0305}{头像:02}{名字:06:名字}"
    .strn "那么这里也许会有{换行}"
    .strn "和阿尔伯特的计划有关的线索{换行}"
    .strn "能调查一下看看吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0306}{头像:08}{名字:格雷:名字}"
;   .strn "そういえばこっちのタテモノには{换行}"
;   .strn "入った事ないな…{换页}"
;   .strn "{对话框:左}{文本顺序:0307}{头像:6B}{名字:15:名字}"
;   .strn "よし、行ってみようぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0306}{头像:08}{名字:格雷:名字}"
    .strn "话说，这边的建筑{换行}"
    .strn "还没进去过呢…{换页}"
    .strn "{对话框:左}{文本顺序:0307}{头像:6B}{名字:15:名字}"
    .strn "好，那就去看看吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0308}{头像:08}{名字:格雷:名字}"
;   .strn "これ…ボクが入っていた{换行}"
;   .strn "カプセルと同じだ…{换页}"
;   .strn "{对话框:左}{文本顺序:0309}{头像:6B}{名字:15:名字}"
;   .strn "おい、パネルに何か{换行}"
;   .strn "メッセージが出てるぜ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0308}{头像:08}{名字:格雷:名字}"
    .strn "这个…{换行}"
    .strn "跟我待过的密封舱是一样的…{换页}"
    .strn "{对话框:左}{文本顺序:0309}{头像:6B}{名字:15:名字}"
    .strn "喂，{换行}"
    .strn "面板上出现了什么信息哎{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:04}{名字:????:名字}"
;   .strn "DAN-001「プロメテ」{换行}"
;   .strn "サイ調整マデノ活動ゲンカイ時間{换行}"
;   .strn "246924ビョウ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:04}{名字:????:名字}"
    .strn "DAN-001《普罗米修》{换行}"
    .strn "再次调整前的活动极限时间{换行}"
    .strn "246924秒{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:04}{名字:????:名字}"
;   .strn "DAN-002「パンドラ」{换行}"
;   .strn "サイ調整マデノ活動ゲンカイ時間{换行}"
;   .strn "246939ビョウ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:04}{名字:????:名字}"
    .strn "DAN-002《潘朵拉》{换行}"
    .strn "再次调整前的活动极限时间{换行}"
    .strn "246939秒{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:030A}{头像:0F}{名字:格雷:名字}"
;   .strn "プロメテたちのカプセルだ！{换行}"
;   .strn "あのふたりも ここで{换行}"
;   .strn "作られたのか{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:030A}{头像:0F}{名字:格雷:名字}"
    .strn "是普罗米修他们的密封舱！{换行}"
    .strn "那两个人也是{换行}"
    .strn "在这里被制造出来的啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:030B}{头像:6B}{名字:15:名字}"
;   .strn "なあ、もしかして…{换行}"
;   .strn "オイラのデータにあった{换行}"
;   .strn "きょうだいのレプリロイドって…{换页}"
;   .strn "{对话框:左}{文本顺序:030C}{头像:6B}{名字:15:名字}"
;   .strn "アルバートがさいしょに作った{换行}"
;   .strn "二人のロックマンって{换行}"
;   .strn "プロメテたちの事じゃないか？{换页}"
;   .strn "{对话框:左}{文本顺序:030D}{头像:0F}{名字:格雷:名字}"
;   .strn "…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:030B}{头像:6B}{名字:15:名字}"
    .strn "喂，难道说…{换行}"
    .strn "咱的数据中提到的{换行}"
    .strn "思考型机器人兄妹…{换页}"
    .strn "{对话框:左}{文本顺序:030C}{头像:6B}{名字:15:名字}"
    .strn "阿尔伯特最初制造的{换行}"
    .strn "两个洛克人{换行}"
    .strn "说的不就是普罗米修他们吗？{换页}"
    .strn "{对话框:左}{文本顺序:030D}{头像:0F}{名字:格雷:名字}"
    .strn "…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:030E}{头像:02}{名字:06:名字}"
;   .strn "…それで まちがいないだろう{换行}"
;   .strn "このカプセルはおそらく、{换行}"
;   .strn "彼らをつなぎとめるクサリだ{换页}"
;   .strn "{对话框:左}{文本顺序:030F}{头像:02}{名字:06:名字}"
;   .strn "アルバートの計画に{换行}"
;   .strn "さからえないように{换行}"
;   .strn "するためのな{换页}"
;   .strn "{对话框:左}{文本顺序:0310}{头像:08}{名字:格雷:名字}"
;   .strn "クサリ？{换页}"
;   .strn "{对话框:左}{文本顺序:0311}{头像:02}{名字:06:名字}"
;   .strn "パネルのカウントは{换行}"
;   .strn "プロメテたちのジュミョウだろう{换行}"
;   .strn "かなり短くセッテイされている{换页}"
;   .strn "{对话框:左}{文本顺序:0312}{头像:02}{名字:06:名字}"
;   .strn "定期的にカプセルでの{换行}"
;   .strn "調整を受けなければ、{换行}"
;   .strn "死んでしまう…そういうシカケだ{换页}"
;   .strn "{对话框:左}{文本顺序:0313}{头像:6B}{名字:15:名字}"
;   .strn "調整を受けるにはアルバートに{换行}"
;   .strn "したがうしかないって事か{换行}"
;   .strn "ひどい事 するぜ{换页}"
;   .strn "{对话框:左}{文本顺序:0314}{头像:02}{名字:06:名字}"
;   .strn "タテモノは まだおくに続いて{换行}"
;   .strn "いるようだな{换页}"
;   .strn "{对话框:左}{文本顺序:0315}{头像:02}{名字:06:名字}"
;   .strn "まだ何か 残されている{换行}"
;   .strn "かもしれん{换行}"
;   .strn "調查を続けてくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:030E}{头像:02}{名字:06:名字}"
    .strn "…那么，应该不会有错吧{换行}"
    .strn "这些密封舱恐怕，{换行}"
    .strn "就是拴住他们的锁链{换页}"
    .strn "{对话框:左}{文本顺序:030F}{头像:02}{名字:06:名字}"
    .strn "为了不让他们{换行}"
    .strn "违抗阿尔伯特的计划{换页}"
    .strn "{对话框:左}{文本顺序:0310}{头像:08}{名字:格雷:名字}"
    .strn "锁链？{换页}"
    .strn "{对话框:左}{文本顺序:0311}{头像:02}{名字:06:名字}"
    .strn "面板上的计数{换行}"
    .strn "是普罗米修他们的寿命吧{换行}"
    .strn "被设定得相当短{换页}"
    .strn "{对话框:左}{文本顺序:0312}{头像:02}{名字:06:名字}"
    .strn "如果没有{换行}"
    .strn "定期在密封舱中接受调整，{换行}"
    .strn "就会死…就是这种机构{换页}"
    .strn "{对话框:左}{文本顺序:0313}{头像:6B}{名字:15:名字}"
    .strn "也就是说{换行}"
    .strn "要接受调整就只能服从阿尔伯特吗{换行}"
    .strn "做得真残酷啊{换页}"
    .strn "{对话框:左}{文本顺序:0314}{头像:02}{名字:06:名字}"
    .strn "建筑还一直向深处延续{换页}"
    .strn "{对话框:左}{文本顺序:0315}{头像:02}{名字:06:名字}"
    .strn "也许{换行}"
    .strn "还有什么东西留下来了{换行}"
    .strn "继续调查吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0316}{头像:3D}{名字:????:名字}"
;   .strn "何よ何よっ！{换行}"
;   .strn "この先はヘイサチューなのよっ！{换页}"
;   .strn "{对话框:右}{文本顺序:0317}{头像:3D}{名字:????:名字}"
;   .strn "ダレも通すなって{换行}"
;   .strn "アルバート樣からのメイレイを{换行}"
;   .strn "スイコウチューなのよっ！{换页}"
;   .strn "{对话框:左}{文本顺序:0318}{头像:0B}{名字:格雷:名字}"
;   .strn "この先にもまだ何か{换行}"
;   .strn "かくしてるのか！{换行}"
;   .strn "なら、そこをどいてもらう！{换页}"
;   .strn "{对话框:右}{文本顺序:0319}{头像:3D}{名字:0F:名字}"
;   .strn "何よ何よっ！{换行}"
;   .strn "何このテスラット樣の{换行}"
;   .strn "チューコクをムシしてるのよっ！{换页}"
;   .strn "{对话框:右}{文本顺序:031A}{头像:3D}{名字:0F:名字}"
;   .strn "アンタなんかショケイよっ！{换行}"
;   .strn "電気ショックのケイなのよっ！{换页}"
;   .strn "{对话框:右}{文本顺序:031B}{头像:3D}{名字:0F:名字}"
;   .strn "アルバート樣のメイレイは{换行}"
;   .strn "ぜったいなのよっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0316}{头像:3D}{名字:????:名字}"
    .strn "什么哟什么哟！{换行}"
    .strn "这前面正在封锁中哟！{换页}"
    .strn "{对话框:右}{文本顺序:0317}{头像:3D}{名字:????:名字}"
    .strn "人家正在执行{换行}"
    .strn "阿尔伯特大人的{换行}"
    .strn "别让任何人通过的命令哟！{换页}"
    .strn "{对话框:左}{文本顺序:0318}{头像:0B}{名字:格雷:名字}"
    .strn "这前面{换行}"
    .strn "又藏了什么东西吗！{换行}"
    .strn "那么，你就给我让开吧！{换页}"
    .strn "{对话框:右}{文本顺序:0319}{头像:3D}{名字:0F:名字}"
    .strn "什么哟什么哟！{换行}"
    .strn "怎么无视{换行}"
    .strn "人家电磁刺猬大人的忠告哟！{换页}"
    .strn "{对话框:右}{文本顺序:031A}{头像:3D}{名字:0F:名字}"
    .strn "人家要处决你哟！{换行}"
    .strn "用电击之刑哟！{换页}"
    .strn "{对话框:右}{文本顺序:031B}{头像:3D}{名字:0F:名字}"
    .strn "阿尔伯特大人的命令{换行}"
    .strn "是绝对的哟！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:031C}{头像:3D}{名字:0F:名字}"
;   .strn "アタシはアルバート樣の{换行}"
;   .strn "チュージツな部下なのよっ！{换行}"
;   .strn "そうよっ！そうなのよっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:031C}{头像:3D}{名字:0F:名字}"
    .strn "人家是阿尔伯特大人的{换行}"
    .strn "忠实部下哟！{换行}"
    .strn "对哟！就是这样哟！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:031D}{头像:3D}{名字:0F:名字}"
;   .strn "何よっ…何なのよっ…！{换行}"
;   .strn "アンタの…そのチカラ…{换行}"
;   .strn "ずるいじゃ…ないのよっ…！{换页}"
;   .strn "{对话框:右}{文本顺序:031E}{头像:3D}{名字:0F:名字}"
;   .strn "そのチカラは…{换行}"
;   .strn "アルバート樣の…くっ…うう…！{换页}"
;   .strn "{对话框:右}{文本顺序:031F}{头像:3D}{名字:0F:名字}"
;   .strn "あああああああっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:031D}{头像:3D}{名字:0F:名字}"
    .strn "什么哟…什么哟…！{换行}"
    .strn "你的…那个力量…{换行}"
    .strn "好…不公平哟…！{换页}"
    .strn "{对话框:右}{文本顺序:031E}{头像:3D}{名字:0F:名字}"
    .strn "那个力量是…{换行}"
    .strn "阿尔伯特大人的…咕…呜呜…！{换页}"
    .strn "{对话框:右}{文本顺序:031F}{头像:3D}{名字:0F:名字}"
    .strn "啊啊啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0320}{头像:08}{名字:格雷:名字}"
;   .strn "カプセルがひとつだけ…？{换页}"
;   .strn "{对话框:左}{文本顺序:0321}{头像:6B}{名字:15:名字}"
;   .strn "でも中は空っぽか{换行}"
;   .strn "こっちもパネルに何か{换行}"
;   .strn "うつってるぜ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0320}{头像:08}{名字:格雷:名字}"
    .strn "密封舱只有一个…？{换页}"
    .strn "{对话框:左}{文本顺序:0321}{头像:6B}{名字:15:名字}"
    .strn "但是里面是空的吗{换行}"
    .strn "这边的面板上{换行}"
    .strn "也显示着什么哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:04}{名字:????:名字}"
;   .strn "DAN-000「オリジナル」{换行}"
;   .strn "サイシュウ調整カンリョウ{换行}"
;   .strn "ファイナルフェイズ 発動{换页}"
;   .strn "{对话框:右}{文本顺序:0322}{头像:0F}{名字:格雷:名字}"
;   .strn "これは…プロメテやパンドラより{换行}"
;   .strn "前にも、ロックマンが作られて{换行}"
;   .strn "いたのか？{换页}"
;   .strn "{对话框:右}{文本顺序:0323}{头像:0F}{名字:格雷:名字}"
;   .strn "しかも調整が終わって{换行}"
;   .strn "カプセルから出てきている…{换页}"
;   .strn "{对话框:右}{文本顺序:0324}{头像:6B}{名字:15:名字}"
;   .strn "ん？{换行}"
;   .strn "おい、スロットにデータディスク{换行}"
;   .strn "が ささってるぞ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:04}{名字:????:名字}"
    .strn "DAN-000《肇始》{换行}"
    .strn "最终调整完成{换行}"
    .strn "最终阶段启动{换页}"
    .strn "{对话框:右}{文本顺序:0322}{头像:0F}{名字:格雷:名字}"
    .strn "这是…{换行}"
    .strn "在普罗米修和潘朵拉之前，{换行}"
    .strn "也有洛克人被制造出来吗？{换页}"
    .strn "{对话框:右}{文本顺序:0323}{头像:0F}{名字:格雷:名字}"
    .strn "而且已经调整完成{换行}"
    .strn "从密封舱里出来了…{换页}"
    .strn "{对话框:右}{文本顺序:0324}{头像:6B}{名字:15:名字}"
    .strn "嗯？{换行}"
    .strn "喂，插槽里{换行}"
    .strn "插着数据磁盘哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0325}{头像:02}{名字:06:名字}"
;   .strn "ごくろうだった{换行}"
;   .strn "見つかったのは空のカプセルに{换行}"
;   .strn "なぞのデータの一部のみか{换页}"
;   .strn "{对话框:左}{文本顺序:0326}{头像:02}{名字:06:名字}"
;   .strn "まだ…われわれの知らない{换行}"
;   .strn "ロックマンが残されているのかも{换行}"
;   .strn "しれんな{换页}"
;   .strn "{对话框:左}{文本顺序:0327}{头像:02}{名字:06:名字}"
;   .strn "そのデータはこちらで調べよう{换行}"
;   .strn "ミッションレポートと{换行}"
;   .strn "いっしょに送ってくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0325}{头像:02}{名字:06:名字}"
    .strn "辛苦了{换行}"
    .strn "找到的是空的密封舱{换行}"
    .strn "和神秘数据的一部分吗{换页}"
    .strn "{对话框:左}{文本顺序:0326}{头像:02}{名字:06:名字}"
    .strn "也许…{换行}"
    .strn "还有我们不知道的洛克人{换行}"
    .strn "剩下了呢{换页}"
    .strn "{对话框:左}{文本顺序:0327}{头像:02}{名字:06:名字}"
    .strn "那个数据我这边来调查吧{换行}"
    .strn "把它和任务报告{换行}"
    .strn "一起送过来{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp1_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "この先の通路は{换行}"
;   .strn "しゃがまないと入れない{换行}"
;   .strn "高さだな…{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "でもショウガイ物のせいで{换行}"
;   .strn "とちゅうまでしか{换行}"
;   .strn "行けなさそうだ…{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "そうだ！{换行}"
;   .strn "さっきコピーしたテスラットの{换行}"
;   .strn "のうりょくを使ってみようぜ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "{方向键}ボタンの下を押しながら{换行}"
;   .strn "ダッシュすれば、小さくなった{换行}"
;   .strn "じょうたいで体当たりできるぞ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "コウゲキ力が弱いから{换行}"
;   .strn "テキに对しては{换行}"
;   .strn "あまり使えないけどな{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "ほかにも アタックボタンを{换行}"
;   .strn "長く押してから はなせば{换行}"
;   .strn "電気ぞくせいのタマがうてるぞ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "さっそくローリングダッシュで{换行}"
;   .strn "その通路に入ってみようぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "这前面通路的高度{换行}"
    .strn "不蹲下就进不去啊…{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "但是由于有障碍物{换行}"
    .strn "看来只能走到中途为止…{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "对了！{换行}"
    .strn "试试看使用刚刚复制的{换行}"
    .strn "电磁刺猬的能力吧！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "按住十字键的下{换行}"
    .strn "再冲刺的话，{换行}"
    .strn "就能在变小的状态下冲撞哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "不过攻击力很弱{换行}"
    .strn "所以对付敌人{换行}"
    .strn "不怎么好用啊{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "还有{换行}"
    .strn "长按攻击键在放开的话{换行}"
    .strn "就能射出电属性的子弹哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "赶紧使用滚动冲刺{换行}"
    .strn "进入那个通路试试看吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m0e_jp1 :: .endfunc
.close
