.create ".\.temp\root\data\talk_m01_jp2.bin", 0
;文件头
.hword (EndOftalk_m01_jp2 - 4);除文件头外文件大小
.hword (talk_m01_jp2_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计33条文本
.hword (talk_m01_jp2_000 -talk_m01_jp2_000)
.hword (talk_m01_jp2_001 -talk_m01_jp2_000)
.hword (talk_m01_jp2_002 -talk_m01_jp2_000)
.hword (talk_m01_jp2_003 -talk_m01_jp2_000)
.hword (talk_m01_jp2_004 -talk_m01_jp2_000)
.hword (talk_m01_jp2_005 -talk_m01_jp2_000)
.hword (talk_m01_jp2_006 -talk_m01_jp2_000)
.hword (talk_m01_jp2_007 -talk_m01_jp2_000)
.hword (talk_m01_jp2_008 -talk_m01_jp2_000)
.hword (talk_m01_jp2_009 -talk_m01_jp2_000)
.hword (talk_m01_jp2_010 -talk_m01_jp2_000)
.hword (talk_m01_jp2_011 -talk_m01_jp2_000)
.hword (talk_m01_jp2_012 -talk_m01_jp2_000)
.hword (talk_m01_jp2_013 -talk_m01_jp2_000)
.hword (talk_m01_jp2_014 -talk_m01_jp2_000)
.hword (talk_m01_jp2_015 -talk_m01_jp2_000)
.hword (talk_m01_jp2_016 -talk_m01_jp2_000)
.hword (talk_m01_jp2_017 -talk_m01_jp2_000)
.hword (talk_m01_jp2_018 -talk_m01_jp2_000)
.hword (talk_m01_jp2_019 -talk_m01_jp2_000)
.hword (talk_m01_jp2_020 -talk_m01_jp2_000)
.hword (talk_m01_jp2_021 -talk_m01_jp2_000)
.hword (talk_m01_jp2_022 -talk_m01_jp2_000)
.hword (talk_m01_jp2_023 -talk_m01_jp2_000)
.hword (talk_m01_jp2_024 -talk_m01_jp2_000)
.hword (talk_m01_jp2_025 -talk_m01_jp2_000)
.hword (talk_m01_jp2_026 -talk_m01_jp2_000)
.hword (talk_m01_jp2_027 -talk_m01_jp2_000)
.hword (talk_m01_jp2_028 -talk_m01_jp2_000)
.hword (talk_m01_jp2_029 -talk_m01_jp2_000)
.hword (talk_m01_jp2_030 -talk_m01_jp2_000)
.hword (talk_m01_jp2_031 -talk_m01_jp2_000)
.hword (talk_m01_jp2_032 -talk_m01_jp2_000)

;文本正文
talk_m01_jp2_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_028:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_029:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_030:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_031:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "あら はじめて見る顔ね、{换行}"
;   .strn "わたしの名前はナナ、{换行}"
;   .strn "よろしくね！{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "このハンターキャンプで{换行}"
;   .strn "オペレーター見習いを{换行}"
;   .strn "しているの{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "おせっかいかもしれないけど{换行}"
;   .strn "このそうちについて{换行}"
;   .strn "説明するわね{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "このそうちはワープポイントと{换行}"
;   .strn "言って…{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "これがおいてあるエリアには{换行}"
;   .strn "さっきのトランスサーバーから{换行}"
;   .strn "いつでも行けるのよ{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "でも そのほとんどが{换行}"
;   .strn "エネルギー切れで{换行}"
;   .strn "動かなくなってるみたいなの…{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "Eクリスタルが足りていれば{换行}"
;   .strn "{方向键}ボタンの上を押す事で{换行}"
;   .strn "キドウのジュンビができるわ{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "ためしに このワープポイントを{换行}"
;   .strn "キドウさせてみるわね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "哎呀，第一次看见你呢，{换行}"
    .strn "我的名字叫娜娜，{换行}"
    .strn "请多关照哦！{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "我正在这个猎人营地{换行}"
    .strn "进行操作员的见习{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "我可能有点多管闲事{换行}"
    .strn "但还是让我来说明一下{换行}"
    .strn "这个装置{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "这个装置叫做传送点…{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "放置了这个传送点的区域{换行}"
    .strn "可以随时从{换行}"
    .strn "刚才的传送服务器前往哦{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "但是，好像大部分传送点{换行}"
    .strn "因为能量耗尽{换行}"
    .strn "已经没法工作了…{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "如果你有足够的E水晶{换行}"
    .strn "就可以按{方向键}键的↑{换行}"
    .strn "让它启动{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "你可以试试看{换行}"
    .strn "让这个传送点启动哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m01_jp2_032:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "ほら、すごいでしょ？{换行}"
;   .strn "これでトランスサーバーから{换行}"
;   .strn "いつでも 戻ってこれるわ！{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "行けるようになったエリアは{换行}"
;   .strn "マップ画面のラフマップで{换行}"
;   .strn "カクニンできるのよ{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "ワープポイントをキドウすると{换行}"
;   .strn "エリアのマークが赤くなるから{换行}"
;   .strn "すぐにわかると思うけど…{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "こんな説明でわかったかしら…{换行}"
;   .strn "見習いだから うまく{换行}"
;   .strn "説明できたか心配だわ{换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "あと ビギナーモードの場合は{换行}"
;   .strn "ふれたら自動的にキドウするから{换行}"
;   .strn "Eクリスタルはいらないわよ！ {换页}"
;   .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
;   .strn "わからなかったら{换行}"
;   .strn "もう一度 聞いてね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "怎么样，很厉害吧？{换行}"
    .strn "这样就能随时{换行}"
    .strn "从传送服务器那里回来了！{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "已经可以前往的区域{换行}"
    .strn "能在地图画面的{换行}"
    .strn "简略地图中确认哦{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "启动传送点后{换行}"
    .strn "区域的标记会变红{换行}"
    .strn "所以应该立刻就能知道…{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "这样的说明能听懂吗…{换行}"
    .strn "我是见习生{换行}"
    .strn "所以担心是不是已经解释清楚了{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "还有，在初学者模式下{换行}"
    .strn "传送点只要碰到就会自动启动{换行}"
    .strn "所以不需要E水晶哦！{换页}"
    .strn "{对话框:左}{头像:48}{名字:娜娜:名字}"
    .strn "如果还是不明白{换行}"
    .strn "就再来问我一次吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m01_jp2 :: .endfunc
.close
