.create ".\.temp\root\data\talk_m0a_jp1.bin", 0
;文件头
.hword (EndOftalk_m0a_jp1 - 4);除文件头外文件大小
.hword (talk_m0a_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计13条文本
.hword (talk_m0a_jp1_000 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_001 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_002 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_003 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_004 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_005 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_006 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_007 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_008 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_009 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_010 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_011 -talk_m0a_jp1_000)
.hword (talk_m0a_jp1_012 -talk_m0a_jp1_000)

;文本正文
talk_m0a_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:021D}{头像:0F}{名字:格雷:名字}"
;   .strn "な、なんだ！？{换页}"
;   .strn "{对话框:左}{文本顺序:021E}{头像:0F}{名字:格雷:名字}"
;   .strn "うわあああっ！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:021D}{头像:0F}{名字:格雷:名字}"
    .strn "怎、怎么了！？{换页}"
    .strn "{对话框:左}{文本顺序:021E}{头像:0F}{名字:格雷:名字}"
    .strn "哇啊啊啊！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:021F}{头像:0F}{名字:格雷:名字}"
;   .strn "何が…おきたんだ！？{换页}"
;   .strn "{对话框:左}{文本顺序:0220}{头像:6B}{名字:模块A:名字}"
;   .strn "地面があちこちに ういてる…{换行}"
;   .strn "どうなってんだ？？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:021F}{头像:0F}{名字:格雷:名字}"
    .strn "发生了…什么！？{换页}"
    .strn "{对话框:左}{文本顺序:0220}{头像:6B}{名字:模块A:名字}"
    .strn "地面到处都浮了起来…{换行}"
    .strn "怎么回事？？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0221}{头像:02}{名字:托马斯:名字}"
;   .strn "だいじょうぶか{换行}"
;   .strn "今、そのエリア全体に重力の{换行}"
;   .strn "いじょうが おきている{换页}"
;   .strn "{对话框:左}{文本顺序:0222}{头像:02}{名字:托马斯:名字}"
;   .strn "それと同時に強大な{换行}"
;   .strn "エネルギーハンノウも{换行}"
;   .strn "発見した{换页}"
;   .strn "{对话框:左}{文本顺序:0223}{头像:02}{名字:托马斯:名字}"
;   .strn "おそらく、それが{换行}"
;   .strn "この重力いじょうの{换行}"
;   .strn "げんいんだろう{换页}"
;   .strn "{对话框:左}{文本顺序:0224}{头像:02}{名字:托马斯:名字}"
;   .strn "エネルギーハンノウは{换行}"
;   .strn "この先にある{换行}"
;   .strn "調べてくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0221}{头像:02}{名字:托马斯:名字}"
    .strn "没事吧{换行}"
    .strn "现在，那个区域整体的重力{换行}"
    .strn "都发生了异常{换页}"
    .strn "{对话框:左}{文本顺序:0222}{头像:02}{名字:托马斯:名字}"
    .strn "与此同时{换行}"
    .strn "也发现了强大的能量反应{换页}"
    .strn "{对话框:左}{文本顺序:0223}{头像:02}{名字:托马斯:名字}"
    .strn "恐怕，那就是{换行}"
    .strn "这个重力异常的原因吧{换页}"
    .strn "{对话框:左}{文本顺序:0224}{头像:02}{名字:托马斯:名字}"
    .strn "能量反应就在这前面{换行}"
    .strn "去调查一下吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0225}{头像:0F}{名字:格雷:名字}"
;   .strn "こんなところに モデルVが！？{换页}"
;   .strn "{对话框:左}{文本顺序:0226}{头像:6B}{名字:模块A:名字}"
;   .strn "重力いじょうの げんいんは{换行}"
;   .strn "コイツか！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0225}{头像:0F}{名字:格雷:名字}"
    .strn "模块V在这种地方！？{换页}"
    .strn "{对话框:左}{文本顺序:0226}{头像:6B}{名字:模块A:名字}"
    .strn "重力异常的原因{换行}"
    .strn "是这家伙啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0227}{头像:33}{名字:赫利欧斯:名字}"
;   .strn "のがれえぬ 運命…{换行}"
;   .strn "やはり来たか{换行}"
;   .strn "ロックマン·モデルA{换页}"
;   .strn "{对话框:右}{文本顺序:0228}{头像:33}{名字:赫利欧斯:名字}"
;   .strn "だが…このモデルVは{换行}"
;   .strn "わたしが カイシュウする{换页}"
;   .strn "{对话框:左}{文本顺序:0229}{头像:0B}{名字:格雷:名字}"
;   .strn "ヘリオス！{换行}"
;   .strn "モデルVを集めて{换行}"
;   .strn "何をする気だ！{换页}"
;   .strn "{对话框:右}{文本顺序:022A}{头像:33}{名字:赫利欧斯:名字}"
;   .strn "おろかなる 問い…{换行}"
;   .strn "モデルVの かちもわからず{换行}"
;   .strn "ロックマンを名乗るか{换页}"
;   .strn "{对话框:右}{文本顺序:022B}{头像:33}{名字:赫利欧斯:名字}"
;   .strn "リカイできぬからと おそれ、{换行}"
;   .strn "おそれるから ハイジョする…{换页}"
;   .strn "{对话框:右}{文本顺序:022C}{头像:33}{名字:赫利欧斯:名字}"
;   .strn "お前のような おろか者が{换行}"
;   .strn "いるから、この世界から{换行}"
;   .strn "争いが たえぬのだ{换页}"
;   .strn "{对话框:左}{文本顺序:022D}{头像:6B}{名字:模块A:名字}"
;   .strn "へっ！{换行}"
;   .strn "天才樣の 考える事は{换行}"
;   .strn "わかんねえな{换页}"
;   .strn "{对话框:左}{文本顺序:022E}{头像:6B}{名字:模块A:名字}"
;   .strn "オイラには{换行}"
;   .strn "ジャマするヤツは 死ね！って{换行}"
;   .strn "言ってる樣にしか聞こえないぜ！{换页}"
;   .strn "{对话框:右}{文本顺序:022F}{头像:33}{名字:赫利欧斯:名字}"
;   .strn "そう、わたしがめざす世界に{换行}"
;   .strn "おろか者のいばしょはない{换行}"
;   .strn "ゆくぞ、ロックマン·モデルA！{换页}"
;   .strn "{对话框:右}{文本顺序:0230}{头像:33}{名字:赫利欧斯:名字}"
;   .strn "ぐしゃに 死を！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0227}{头像:33}{名字:赫利欧斯:名字}"
    .strn "无法逃避的命运…{换行}"
    .strn "果然来了啊{换行}"
    .strn "洛克人·模块A{换页}"
    .strn "{对话框:右}{文本顺序:0228}{头像:33}{名字:赫利欧斯:名字}"
    .strn "但是…这个模块V{换行}"
    .strn "我要回收{换页}"
    .strn "{对话框:左}{文本顺序:0229}{头像:0B}{名字:格雷:名字}"
    .strn "赫利欧斯！{换行}"
    .strn "你收集模块V{换行}"
    .strn "想干什么！{换页}"
    .strn "{对话框:右}{文本顺序:022A}{头像:33}{名字:赫利欧斯:名字}"
    .strn "愚蠢的问题…{换行}"
    .strn "连模块V的价值都不知道{换行}"
    .strn "还自称洛克人啊{换页}"
    .strn "{对话框:右}{文本顺序:022B}{头像:33}{名字:赫利欧斯:名字}"
    .strn "因为无法理解而害怕，{换行}"
    .strn "因为害怕而将其去除…{换页}"
    .strn "{对话框:右}{文本顺序:022C}{头像:33}{名字:赫利欧斯:名字}"
    .strn "就是因为有{换行}"
    .strn "像你这样的愚者，{换行}"
    .strn "这个世界才纷争不断{换页}"
    .strn "{对话框:左}{文本顺序:022D}{头像:6B}{名字:模块A:名字}"
    .strn "哼！{换行}"
    .strn "天才大人的想法{换行}"
    .strn "咱不懂呢{换页}"
    .strn "{对话框:左}{文本顺序:022E}{头像:6B}{名字:模块A:名字}"
    .strn "在咱听来{换行}"
    .strn "这就是在说：{换行}"
    .strn "妨碍我的家伙去死吧！{换页}"
    .strn "{对话框:右}{文本顺序:022F}{头像:33}{名字:赫利欧斯:名字}"
    .strn "对，我目标中的世界{换行}"
    .strn "没有愚者的容身之处{换行}"
    .strn "来吧，洛克人·模块A！{换页}"
    .strn "{对话框:右}{文本顺序:0230}{头像:33}{名字:赫利欧斯:名字}"
    .strn "为愚者带去死亡！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0231}{头像:34}{名字:赫利欧斯:名字}"
;   .strn "かんぜんなる 勝利…{换行}"
;   .strn "チカラのさも わからない{换行}"
;   .strn "おろか者に 王のシカクはない{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0231}{头像:34}{名字:赫利欧斯:名字}"
    .strn "完全的胜利…{换行}"
    .strn "连力量的差距都不知道的愚者{换行}"
    .strn "没有成为王的资格{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0232}{头像:35}{名字:赫利欧斯:名字}"
;   .strn "…はずべき ゴサン…！{换行}"
;   .strn "このわたしが シッパイ作などに{换行}"
;   .strn "おくれをとるとは…！{换页}"
;   .strn "{对话框:右}{文本顺序:0233}{头像:35}{名字:赫利欧斯:名字}"
;   .strn "何も知らぬ キサマが{换行}"
;   .strn "ロックマンであるなど、{换行}"
;   .strn "わたしは みとめない！！{换页}"
;   .strn "{对话框:右}{文本顺序:0234}{头像:35}{名字:赫利欧斯:名字}"
;   .strn "ぐしゃに 死を！{换行}"
;   .strn "この世界は わたしが{换行}"
;   .strn "変えてみせる！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0232}{头像:35}{名字:赫利欧斯:名字}"
    .strn "…可耻的失算…！{换行}"
    .strn "我居然输给了失败作…！{换页}"
    .strn "{对话框:右}{文本顺序:0233}{头像:35}{名字:赫利欧斯:名字}"
    .strn "什么都不知道的你{换行}"
    .strn "居然是洛克人，{换行}"
    .strn "我不认可！！{换页}"
    .strn "{对话框:右}{文本顺序:0234}{头像:35}{名字:赫利欧斯:名字}"
    .strn "为愚者带去死亡！{换行}"
    .strn "我要改变这个世界{换行}"
    .strn "让你们看看！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0235}{头像:0E}{名字:格雷:名字}"
;   .strn "うあああああぁぁっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0235}{头像:0E}{名字:格雷:名字}"
    .strn "呜啊啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "コードUC80から{换行}"
;   .strn "AC195までをカイホウ{换行}"
;   .strn "レポートデータ てんかい{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "ライブメタルのチカラは{换行}"
;   .strn "ダレもが手にしていいモノ{换行}"
;   .strn "ではない{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "選ばれし者、{换行}"
;   .strn "世界を変えうる者こそが{换行}"
;   .strn "手にすべきチカラである{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "そこでわたしは ライブメタルを{换行}"
;   .strn "作った時、あるプロテクトを{换行}"
;   .strn "ほどこした{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "开放代码{换行}"
    .strn "UC80至AC195{换行}"
    .strn "展开报告数据{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "生命金属的力量{换行}"
    .strn "并不是被谁获得都可以{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "只有被选中的人、{换行}"
    .strn "能改变世界的人{换行}"
    .strn "才应该获得这个力量{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "所以{换行}"
    .strn "我在制造生命金属时，{换行}"
    .strn "施加了一个保护{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "選ばれし者のみが{换行}"
;   .strn "ライブメタルのチカラを{换行}"
;   .strn "引き出せるというプロテクト…{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "すなわち、テキゴウ者を{换行}"
;   .strn "セッテイしたのだ{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "全てのレプリロイドたちは{换行}"
;   .strn "ジュミョウをセッテイする時、{换行}"
;   .strn "レギオンズのチェックを受ける{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "このチェックの時、わたしが{换行}"
;   .strn "セッテイにかかわった{换行}"
;   .strn "レプリロイドたちには、{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "わたしの DNAデータを{换行}"
;   .strn "組みこんだ{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "それこそがプロテクトのカギ{换行}"
;   .strn "であり、テキゴウ者のあかし{换行}"
;   .strn "なのである{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "そう、このデータを見ている{换行}"
;   .strn "キミもまた、わたしのDNAを{换行}"
;   .strn "わたしの血を受けつぐ者なのだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "这个保护使得{换行}"
    .strn "只有被选上的人{换行}"
    .strn "才能发挥出生命金属的力量…{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "也就是说，{换行}"
    .strn "我设定了适应者{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "所有的思考型机器人{换行}"
    .strn "在设定寿命的时候，{换行}"
    .strn "都会接受军团的检查{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "在这个检查中，{换行}"
    .strn "我在被我设定寿命的{换行}"
    .strn "思考型机器人们的身上，{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "编入了我的{换行}"
    .strn "DNA数据{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "这就是保护的钥匙，{换行}"
    .strn "是适应者的证明{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "对，正在看这个数据的你，{换行}"
    .strn "也是继承了我的DNA、{换行}"
    .strn "继承了我血脉的人{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:上}{对话框:左}{文本顺序:0236}{头像:6B}{名字:模块A:名字}"
;   .strn "……おい…{换行}"
;   .strn "グレイ…{换页}"
;   .strn "{对话框:左}{文本顺序:0237}{头像:0D}{名字:格雷:名字}"
;   .strn "ボクが…{换行}"
;   .strn "アルバートの血をつぐ者…？{换页}"
;   .strn "{对话框:左}{文本顺序:0238}{头像:6B}{名字:模块A:名字}"
;   .strn "…気にすんな…{换行}"
;   .strn "ってのも無理な話だろうけどよ{换页}"
;   .strn "{对话框:左}{文本顺序:0239}{头像:6B}{名字:模块A:名字}"
;   .strn "アルバートのやろうが、勝手に{换行}"
;   .strn "つけた ラベルみたいなもんだ{换行}"
;   .strn "あんまりふかく考えるなよ{换页}"
;   .strn "{对话框:左}{文本顺序:023A}{头像:0D}{名字:格雷:名字}"
;   .strn "う…うん…{换页}"
;   .strn "{对话框:左}{文本顺序:023B}{头像:6B}{名字:模块A:名字}"
;   .strn "アルバートのやろう… 自分が{换行}"
;   .strn "レギオンズの三賢人ってのを{换行}"
;   .strn "いい事に、やりたいほうだいか{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:上}{对话框:左}{文本顺序:0236}{头像:6B}{名字:模块A:名字}"
    .strn "……喂…{换行}"
    .strn "格雷…{换页}"
    .strn "{对话框:左}{文本顺序:0237}{头像:0D}{名字:格雷:名字}"
    .strn "我…{换行}"
    .strn "是继承了阿尔伯特血脉的人…？{换页}"
    .strn "{对话框:左}{文本顺序:0238}{头像:6B}{名字:模块A:名字}"
    .strn "…别在意…{换行}"
    .strn "虽然这么说你应该也做不到啊{换页}"
    .strn "{对话框:左}{文本顺序:0239}{头像:6B}{名字:模块A:名字}"
    .strn "阿尔伯特那个混蛋，自说自话地{换行}"
    .strn "给别人贴了像标签一样的东西{换行}"
    .strn "你别考虑太多了哦{换页}"
    .strn "{对话框:左}{文本顺序:023A}{头像:0D}{名字:格雷:名字}"
    .strn "嗯…嗯…{换页}"
    .strn "{对话框:左}{文本顺序:023B}{头像:6B}{名字:模块A:名字}"
    .strn "阿尔伯特那个混蛋…{换行}"
    .strn "凭着自己是军团的三贤者，{换行}"
    .strn "就肆意妄为啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:023C}{头像:02}{名字:托马斯:名字}"
;   .strn "たしかに ギジュツ的な事は{换行}"
;   .strn "アルバートが もっとも{换行}"
;   .strn "すぐれていた{换页}"
;   .strn "{对话框:左}{文本顺序:023D}{头像:02}{名字:托马斯:名字}"
;   .strn "だが…まさか そんなところまで{换行}"
;   .strn "ヤツの手がおよんでいようとは…{换行}"
;   .strn "すまない、われらのセキニンだ{换页}"
;   .strn "{对话框:左}{文本顺序:023E}{头像:0D}{名字:格雷:名字}"
;   .strn "…いいんだ{换行}"
;   .strn "ボクもうすうす気づいていた{换行}"
;   .strn "こうなる事は…カクゴしてたさ{换页}"
;   .strn "{对话框:左}{文本顺序:023F}{头像:08}{名字:格雷:名字}"
;   .strn "でも…ボクにも、モデルAにも{换行}"
;   .strn "まだヒミツが あるはずだ{换行}"
;   .strn "そしてそれを知っているのは…{换页}"
;   .strn "{对话框:左}{文本顺序:0240}{头像:6B}{名字:模块A:名字}"
;   .strn "アルバート…か{换页}"
;   .strn "{对话框:左}{文本顺序:0241}{头像:02}{名字:托马斯:名字}"
;   .strn "じきに そのエリアの{换行}"
;   .strn "重力いじょうも おさまるだろう{换行}"
;   .strn "次の目的地へ向かってくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:023C}{头像:02}{名字:托马斯:名字}"
    .strn "确实{换行}"
    .strn "技术上的事情{换行}"
    .strn "阿尔伯特是最优秀的{换页}"
    .strn "{对话框:左}{文本顺序:023D}{头像:02}{名字:托马斯:名字}"
    .strn "但是…没想到{换行}"
    .strn "那家伙的手伸到了那种地方…{换行}"
    .strn "抱歉，这是我们的责任{换页}"
    .strn "{对话框:左}{文本顺序:023E}{头像:0D}{名字:格雷:名字}"
    .strn "…没关系{换行}"
    .strn "我也隐隐约约察觉到了{换行}"
    .strn "事会变成这样…我有过心理准备了{换页}"
    .strn "{对话框:左}{文本顺序:023F}{头像:08}{名字:格雷:名字}"
    .strn "但是…在我身上、在模块A身上{换行}"
    .strn "应该还有秘密{换行}"
    .strn "而知道这些的人就是…{换页}"
    .strn "{对话框:左}{文本顺序:0240}{头像:6B}{名字:模块A:名字}"
    .strn "阿尔伯特…吗{换页}"
    .strn "{对话框:左}{文本顺序:0241}{头像:02}{名字:托马斯:名字}"
    .strn "马上{换行}"
    .strn "那个区域的重力异常就会恢复了吧{换行}"
    .strn "你们朝下一个目的地前进吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0a_jp1_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "どうやらヘリオスに{换行}"
;   .strn "トランスオンする事で{换行}"
;   .strn "エアダッシュできるらしいぜ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "空中でダッシュボタンを{换行}"
;   .strn "押せば 少しの間 水平に{换行}"
;   .strn "とぶ事ができるみたいだ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "また 空中で{方向键}ボタンの{换行}"
;   .strn "上を押した じょうたいで{换行}"
;   .strn "ダッシュボタンを押すと、{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "まっすぐ上にエアダッシュが{换行}"
;   .strn "カノウだ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "エアダッシュでは{换行}"
;   .strn "ライブメタルゲージがへらないぞ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "空中でジャンプボタンを押せば{换行}"
;   .strn "ホバーもできるらしい…{换行}"
;   .strn "(オプションでへんこうカノウ){换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "アタックボタンを長く押してから{换行}"
;   .strn "はなすと 電気ぞくせいの{换行}"
;   .strn "ワザが使えるぞ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "この電気ぞくせいのコウゲキは{换行}"
;   .strn "地形をかんつうするから{换行}"
;   .strn "カベの向こうのテキにも使えるぜ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "ほかにも へリオスには下画面で{换行}"
;   .strn "テキのデータをカクニンする{换行}"
;   .strn "のうりょくもあるみたいだ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "弱点のあるテキには{换行}"
;   .strn "使えそうな のうりょくだな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "看来变身为赫利欧斯{换行}"
    .strn "就可以空中冲刺哦{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "在空中按冲刺键{换行}"
    .strn "好像就能在短时间内{换行}"
    .strn "水平飞行{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "另外{换行}"
    .strn "在空中按住{方向键}键的↑{换行}"
    .strn "再按冲刺键，{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "就可以{换行}"
    .strn "直向上进行空中冲刺！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "空中冲刺时{换行}"
    .strn "不会消耗生命金属槽哦{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "在空中时按跳跃键{换行}"
    .strn "好像还能悬浮…{换行}"
    .strn "(可在选项中变更){换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "长按攻击键后放开{换行}"
    .strn "就能使用{换行}"
    .strn "电属性的招式哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "这个电属性的攻击{换行}"
    .strn "会贯穿地形{换行}"
    .strn "所以能对墙壁另一侧的敌人使用哦{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "另外，赫利欧斯好像还有{换行}"
    .strn "能在下屏画面{换行}"
    .strn "确认敌人数据的能力{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "这个能力看来{换行}"
    .strn "能对有弱点的敌人使用啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m0a_jp1 :: .endfunc
.close
