.create ".\.temp\root\data\talk_hn3_jp2.bin", 0
;文件头
.hword (EndOftalk_hn3_jp2 - 4);除文件头外文件大小
.hword (talk_hn3_jp2_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计143条文本
.hword (talk_hn3_jp2_000 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_001 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_002 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_003 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_004 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_005 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_006 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_007 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_008 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_009 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_010 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_011 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_012 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_013 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_014 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_015 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_016 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_017 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_018 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_019 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_020 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_021 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_022 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_023 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_024 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_025 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_026 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_027 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_028 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_029 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_030 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_031 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_032 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_033 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_034 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_035 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_036 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_037 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_038 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_039 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_040 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_041 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_042 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_043 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_044 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_045 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_046 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_047 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_048 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_049 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_050 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_051 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_052 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_053 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_054 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_055 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_056 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_057 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_058 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_059 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_060 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_061 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_062 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_063 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_064 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_065 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_066 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_067 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_068 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_069 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_070 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_071 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_072 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_073 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_074 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_075 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_076 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_077 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_078 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_079 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_080 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_081 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_082 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_083 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_084 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_085 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_086 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_087 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_088 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_089 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_090 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_091 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_092 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_093 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_094 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_095 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_096 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_097 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_098 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_099 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_100 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_101 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_102 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_103 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_104 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_105 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_106 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_107 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_108 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_109 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_110 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_111 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_112 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_113 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_114 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_115 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_116 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_117 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_118 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_119 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_120 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_121 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_122 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_123 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_124 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_125 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_126 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_127 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_128 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_129 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_130 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_131 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_132 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_133 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_134 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_135 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_136 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_137 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_138 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_139 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_140 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_141 -talk_hn3_jp2_000)
.hword (talk_hn3_jp2_142 -talk_hn3_jp2_000)

;文本正文
talk_hn3_jp2_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:5F}{名字:33:名字}"
;   .strn "よぉ！{换行}"
;   .strn "お前もハンターか？{换行}"
;   .strn "オレの名はキッド！{换页}"
;   .strn "ロストテクノロジーとやらを{换行}"
;   .strn "手に入れるために、{换行}"
;   .strn "ここを ほり続けているんだが、{换页}"
;   .strn "ドリルを使うにも ばくだいな{换行}"
;   .strn "エネルギーがひつようで{换行}"
;   .strn "わりに合わねえよ、まったく！{换页}"
;   .strn "だが ここはもともと{换行}"
;   .strn "部屋として使われていた場所が{换行}"
;   .strn "どしゃで うもれたみたいだから{换页}"
;   .strn "この先に何かある気がして{换行}"
;   .strn "あきらめきれないんだよなぁ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:5F}{名字:33:名字}"
    .strn "哟！{换行}"
    .strn "你也是猎人吗？{换行}"
    .strn "我的名字叫基德！{换页}"
    .strn "我为了获得{换行}"
    .strn "遗失科技什么的，{换行}"
    .strn "在不停地挖掘这个地方，{换页}"
    .strn "但是使用电钻{换行}"
    .strn "需要巨大的能量{换行}"
    .strn "很不划算啊，真是的！{换页}"
    .strn "不过好像{换行}"
    .strn "这里原本被用作房间的地方{换行}"
    .strn "被砂土覆盖了{换页}"
    .strn "所以总觉得这前面有什么东西{换行}"
    .strn "让我没法放弃啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:5F}{名字:33:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:5F}{名字:33:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:5F}{名字:33:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:5F}{名字:33:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:5F}{名字:33:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:5F}{名字:33:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:5F}{名字:33:名字}"
;   .strn "お前に 手伝ってもらった{换行}"
;   .strn "おかげで こんなに広い{换行}"
;   .strn "あなをほる事ができたぜ！{换页}"
;   .strn "こんな きゃしゃな体で{换行}"
;   .strn "本当によくがんばるな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:5F}{名字:33:名字}"
    .strn "多亏了你的帮助{换行}"
    .strn "我才能挖出这么大的洞啊！{换页}"
    .strn "这么纤细的身体{换行}"
    .strn "真的是很努力啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:60}{名字:34:名字}"
;   .strn "オレの名前はレムだ！{换行}"
;   .strn "お前は あのモデルAの{换行}"
;   .strn "テキゴウ者とかいうヤツか？{换页}"
;   .strn "ロストテクノロジーが{换行}"
;   .strn "あると聞いて、はんしんはんぎで{换行}"
;   .strn "ここへやってきたんだが、{换页}"
;   .strn "まさか地下に こんな広大な{换行}"
;   .strn "空間があったとはね{换页}"
;   .strn "ここを少しほれば{换行}"
;   .strn "どしゃで ふさがれたトビラが{换行}"
;   .strn "出てくるはずなんだけどなぁ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:60}{名字:34:名字}"
    .strn "我的名字叫雷姆！{换行}"
    .strn "你就是那个叫做什么{换行}"
    .strn "模块A适应者的家伙吗？{换页}"
    .strn "我听说这里有遗失科技，{换行}"
    .strn "就半信半疑地来到了这里，{换页}"
    .strn "没想到地下有{换行}"
    .strn "这么广阔的空间呢{换页}"
    .strn "这里再稍微挖一下{换行}"
    .strn "被砂土堵住的门{换行}"
    .strn "应该就能挖出来了吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:60}{名字:34:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:60}{名字:34:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:60}{名字:34:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:60}{名字:34:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:60}{名字:34:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:60}{名字:34:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:60}{名字:34:名字}"
;   .strn "ずっと ここにいるせいで{换行}"
;   .strn "さいきん 地上のほうが{换行}"
;   .strn "どうなってるか 知らないんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:60}{名字:34:名字}"
    .strn "由于我一直在这里{换行}"
    .strn "都不知道最近地面上怎么样了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:60}{名字:34:名字}"
;   .strn "あまりにも この先の道が{换行}"
;   .strn "入り組んでいるから 近道を{换行}"
;   .strn "ほろうと思っているのだが、{换页}"
;   .strn "今、使っているドリルの{换行}"
;   .strn "エネルギーも そこをついて{换行}"
;   .strn "とほうにくれているんだ…{换页}"
;   .strn "200ECほどあれば{换行}"
;   .strn "なんとかなるのだが{换行}"
;   .strn "きょうりょくしてくれないか？{换页}"
;   .strn "{对话框:左}{纵向二选一1}{头像:60}{名字:34:名字}"
;   .strn "Eクリスタルをはらうかい？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:60}{名字:34:名字}"
    .strn "这前面的道路{换行}"
    .strn "非常错综复杂{换行}"
    .strn "我正想着要挖一条近路，{换页}"
    .strn "但是现在，{换行}"
    .strn "使用中的电钻能量用尽{换行}"
    .strn "我已经束手无策了…{换页}"
    .strn "要是有差不多200EC{换行}"
    .strn "就能有办法继续{换行}"
    .strn "你能跟我合作吗？{换页}"
    .strn "{对话框:左}{纵向二选一1}{头像:60}{名字:34:名字}"
    .strn "要支付E水晶吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:60}{名字:34:名字}"
;   .strn "ありがとう！{换行}"
;   .strn "おんにきるぜ！{换页}"
;   .strn "がんばって ほり進めておくから{换行}"
;   .strn "また あとで来てくれよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:60}{名字:34:名字}"
    .strn "谢谢你！{换行}"
    .strn "感激不尽！{换页}"
    .strn "我会努力继续挖掘的{换行}"
    .strn "你之后再过来吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{F401}{头像:60}{名字:34:名字}"
;   .strn "なんてこったい！{换行}"
;   .strn "仕方ねえ…{换行}"
;   .strn "あきらめるしかねえのか…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{F401}{头像:60}{名字:34:名字}"
    .strn "怎么会这样！{换行}"
    .strn "没办法…{换行}"
    .strn "只能放弃了吗…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:60}{名字:34:名字}"
;   .strn "どうだい？{换行}"
;   .strn "オレにドリルを持たせたら{换行}"
;   .strn "百人力って事 わかっただろ？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:60}{名字:34:名字}"
    .strn "怎么样？{换行}"
    .strn "只要让我拿着电钻就能顶百人之力{换行}"
    .strn "知道了吧？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:60}{名字:34:名字}"
;   .strn "きょうりょくしてくれる{换行}"
;   .strn "気持ちは うれしいのだが{换行}"
;   .strn "Eクリスタルが足りねえな…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:60}{名字:34:名字}"
    .strn "你愿意跟我合作{换行}"
    .strn "我很高兴{换行}"
    .strn "但是E水晶不够哎…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:61}{名字:????:名字}"
;   .strn "じこしょうかい{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:61}{名字:????:名字}"
    .strn "自我介绍{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:61}{名字:????:名字}"
;   .strn "つうじょう会話1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:61}{名字:????:名字}"
    .strn "通常对话1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:61}{名字:????:名字}"
;   .strn "つうじょう会話2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:61}{名字:????:名字}"
    .strn "通常对话2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:61}{名字:????:名字}"
;   .strn "つうじょう会話3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:61}{名字:????:名字}"
    .strn "通常对话3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:61}{名字:????:名字}"
;   .strn "つうじょう会話4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:61}{名字:????:名字}"
    .strn "通常对话4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:62}{名字:30:名字}"
;   .strn "お前、ダレだ？{换页}"
;   .strn "オレはクリスっていうんだ！{换行}"
;   .strn "これでも れっきとした{换行}"
;   .strn "ハンターなんだぜ！{换页}"
;   .strn "まぁ オレがほしいのは{换行}"
;   .strn "ロストテクノロジーより{换行}"
;   .strn "おもちゃだけどよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:62}{名字:30:名字}"
    .strn "你，是谁啊？{换页}"
    .strn "我叫做克里斯！{换行}"
    .strn "我也是个了不起的猎人呢！{换页}"
    .strn "不过呢{换行}"
    .strn "比起遗失科技{换行}"
    .strn "我更想要玩具哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:62}{名字:30:名字}"
;   .strn "どうして こんな高い所に{换行}"
;   .strn "いるかって？{换页}"
;   .strn "カベをよじのぼっていたら{换行}"
;   .strn "おりられなくなっただけだよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:62}{名字:30:名字}"
    .strn "你问我为什么{换行}"
    .strn "待在这么高的地方？{换页}"
    .strn "我只是爬上墙壁后{换行}"
    .strn "下不下来了哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:62}{名字:30:名字}"
;   .strn "とうちゃんがさ、ハンターには{换行}"
;   .strn "体力がひつようだって言うから{换行}"
;   .strn "ためしにこのガケをのぼったんだ{换页}"
;   .strn "ちょっと気をぬいたら{换行}"
;   .strn "足をふみはずしそうになるし{换行}"
;   .strn "とても こわいんだ{换页}"
;   .strn "でも 見はらしもいいし、{换行}"
;   .strn "オレだけのヒミツの場所に{换行}"
;   .strn "しちゃおうかなぁ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:62}{名字:30:名字}"
    .strn "我爸说，{换行}"
    .strn "猎人需要有体力{换行}"
    .strn "所以我试着爬上了这个悬崖{换页}"
    .strn "稍微松口气的话{换行}"
    .strn "脚就容易踩空{换行}"
    .strn "非常可怕{换页}"
    .strn "但是这里景致又好，{换行}"
    .strn "要不要把这里作为{换行}"
    .strn "我个人的秘密场所呢…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:62}{名字:30:名字}"
;   .strn "一流のハンターになるためには{换行}"
;   .strn "ボウケン心がないと ダメだって{换行}"
;   .strn "とうちゃんに言われて、{换页}"
;   .strn "ハンターキャンプの行き止まりに{换行}"
;   .strn "ある マンホールのフタを{换行}"
;   .strn "開けようとしたんだ{换页}"
;   .strn "でも ビクともしないでやんの！{换行}"
;   .strn "何かをはめたら開きそうだけど {换行}"
;   .strn "どうやるんだろう…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:62}{名字:30:名字}"
    .strn "我爸跟我说{换行}"
    .strn "要成为一流的猎人{换行}"
    .strn "没有冒险之心可不行，{换页}"
    .strn "然后我就想去打开{换行}"
    .strn "猎人营地尽头的窨井盖{换页}"
    .strn "但是它却纹丝不动啊！{换行}"
    .strn "嵌入什么东西大概就能开了{换行}"
    .strn "但是到底要怎么做呢…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:62}{名字:30:名字}"
;   .strn "ここから遠くをながめてると{换行}"
;   .strn "イレギュラーがせめてくるのが{换行}"
;   .strn "よく見えるんだ…{换页}"
;   .strn "めちゃくちゃ こわかったけど{换行}"
;   .strn "目をそらさなかったぜ{换页}"
;   .strn "だって オレ…{换行}"
;   .strn "ハンターだもん！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:62}{名字:30:名字}"
    .strn "从这里向远方眺望{换行}"
    .strn "经常能看见异常体向这边进攻…{换页}"
    .strn "我非常害怕{换行}"
    .strn "但是没有把视线移开哦{换页}"
    .strn "因为我…{换行}"
    .strn "是猎人嘛！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:62}{名字:30:名字}"
;   .strn "オレにプレゼントだって？{换行}"
;   .strn "どうして また急に？{换页}"
;   .strn "うわ~ ほしかった{换行}"
;   .strn "ひこうていのミニチュアだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:62}{名字:30:名字}"
    .strn "你说要送我礼物？{换行}"
    .strn "为什么又这么突然？{换页}"
    .strn "哇~{换行}"
    .strn "是我想要的飞艇的微缩模型！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:62}{名字:30:名字}"
;   .strn "ありがとう！{换行}"
;   .strn "こんなものしかないけど{换行}"
;   .strn "オレからのお返しだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:62}{名字:30:名字}"
    .strn "谢谢！{换行}"
    .strn "我只有这个东西了{换行}"
    .strn "这是我的回礼！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:63}{名字:????:名字}"
;   .strn "じこしょうかい{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:63}{名字:????:名字}"
    .strn "自我介绍{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_028:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:63}{名字:????:名字}"
;   .strn "つうじょう会話1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:63}{名字:????:名字}"
    .strn "通常对话1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_029:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:63}{名字:????:名字}"
;   .strn "つうじょう会話2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:63}{名字:????:名字}"
    .strn "通常对话2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_030:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:63}{名字:????:名字}"
;   .strn "つうじょう会話3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:63}{名字:????:名字}"
    .strn "通常对话3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_031:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:63}{名字:????:名字}"
;   .strn "つうじょう会話4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:63}{名字:????:名字}"
    .strn "通常对话4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_032:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:64}{名字:????:名字}"
;   .strn "じこしょうかい{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:64}{名字:????:名字}"
    .strn "自我介绍{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_033:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:64}{名字:????:名字}"
;   .strn "つうじょう会話1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:64}{名字:????:名字}"
    .strn "通常对话1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_034:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:64}{名字:????:名字}"
;   .strn "つうじょう会話2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:64}{名字:????:名字}"
    .strn "通常对话2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_035:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:64}{名字:????:名字}"
;   .strn "つうじょう会話3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:64}{名字:????:名字}"
    .strn "通常对话3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_036:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:64}{名字:????:名字}"
;   .strn "つうじょう会話4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:64}{名字:????:名字}"
    .strn "通常对话4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_037:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:65}{名字:????:名字}"
;   .strn "つうじょう会話0{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:65}{名字:????:名字}"
    .strn "通常对话0{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_038:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:65}{名字:????:名字}"
;   .strn "つうじょう会話1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:65}{名字:????:名字}"
    .strn "通常对话1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_039:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:65}{名字:????:名字}"
;   .strn "つうじょう会話2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:65}{名字:????:名字}"
    .strn "通常对话2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_040:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:65}{名字:????:名字}"
;   .strn "つうじょう会話3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:65}{名字:????:名字}"
    .strn "通常对话3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_041:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:65}{名字:????:名字}"
;   .strn "つうじょう会話4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:65}{名字:????:名字}"
    .strn "通常对话4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_042:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:66}{名字:32:名字}"
;   .strn "こんな広い部屋が{换行}"
;   .strn "できていたなんて{换行}"
;   .strn "ぜんぜん知らなかったよ{换页}"
;   .strn "えっ キミが{换行}"
;   .strn "伝説のツルハシを見つけて{换行}"
;   .strn "きたのかい？{换页}"
;   .strn "それはビックリだな…{换行}"
;   .strn "オレの名前はロミオ！{换行}"
;   .strn "よろしくな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:66}{名字:32:名字}"
    .strn "我完全不知道{换行}"
    .strn "这里造了{换行}"
    .strn "这么宽敞的房间哎{换页}"
    .strn "哎{换行}"
    .strn "是你找来了{换行}"
    .strn "传说中的十字镐吗？{换页}"
    .strn "真令人惊讶啊…{换行}"
    .strn "我的名字叫罗密欧！{换行}"
    .strn "请多关照啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_043:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:66}{名字:32:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:66}{名字:32:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_044:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:66}{名字:32:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:66}{名字:32:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_045:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:66}{名字:32:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:66}{名字:32:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_046:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:66}{名字:32:名字}"
;   .strn "外のほうは 大変な事に{换行}"
;   .strn "なっているって聞いたけど{换行}"
;   .strn "本当かい？{换页}"
;   .strn "ここなら イレギュラーも{换行}"
;   .strn "おそってこないはずだけど{换行}"
;   .strn "ふあんは ぬぐいきれないな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:66}{名字:32:名字}"
    .strn "听说外面{换行}"
    .strn "发生了不得了的事{换行}"
    .strn "是真的吗？{换页}"
    .strn "这里的话{换行}"
    .strn "异常体也应该不会袭击过来{换行}"
    .strn "但是也没法消除我的不安啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_047:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:67}{名字:5B:名字}"
;   .strn "やぁ こんにちは{换行}"
;   .strn "ボクの名前はジュリアン！{换页}"
;   .strn "ハンターになったのはいいけど{换行}"
;   .strn "こんなにつらい仕事だとは{换行}"
;   .strn "思わなかったよ{换页}"
;   .strn "今日は ハンターの仕事が{换行}"
;   .strn "休みだから ゲームで{换行}"
;   .strn "遊んでいたんだ{换页}"
;   .strn "キミにも かしてあげるから{换行}"
;   .strn "遊んでみなよ！{换行}"
;   .strn "对戦プレイが楽しめるんだぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:67}{名字:5B:名字}"
    .strn "呀，你好{换行}"
    .strn "我的名字叫朱利安！{换页}"
    .strn "我成为了猎人虽然挺好的{换行}"
    .strn "但没想到{换行}"
    .strn "是个这么辛苦的工作啊{换页}"
    .strn "今天我休息{换行}"
    .strn "没有猎人的工作{换行}"
    .strn "所以在玩游戏{换页}"
    .strn "我也借你玩{换行}"
    .strn "你玩玩看吧！{换行}"
    .strn "双人对战很有趣哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_048:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:67}{名字:5B:名字}"
;   .strn "さっき かしてあげたゲーム、{换行}"
;   .strn "気に入ってくれたら{换行}"
;   .strn "うれしいんだけど…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:67}{名字:5B:名字}"
    .strn "刚才借你的游戏，{换行}"
    .strn "你要是能喜欢{换行}"
    .strn "我会很高兴的…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_049:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:67}{名字:5B:名字}"
;   .strn "ボクのかしてあげたゲーム{换行}"
;   .strn "ともだちと いっしょに{换行}"
;   .strn "遊んでみてよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:67}{名字:5B:名字}"
    .strn "我借你的游戏{换行}"
    .strn "试试和朋友一起玩哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_050:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:67}{名字:5B:名字}"
;   .strn "ボクは ハンターキャンプいち{换行}"
;   .strn "ゲームずきって言われてるけど{换行}"
;   .strn "キミも すきそうだよね{换页}"
;   .strn "とくに むずかしいゲームに{换行}"
;   .strn "ちょうせんしてみたくなる{换行}"
;   .strn "タイプでしょ？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:67}{名字:5B:名字}"
    .strn "别人都说我是{换行}"
    .strn "猎人营地中最喜欢游戏的人{换行}"
    .strn "不过看来你也挺喜欢嘛{换页}"
    .strn "你也是{换行}"
    .strn "特别会想尝试{换行}"
    .strn "挑战困难游戏的那类人吧？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_051:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:67}{名字:5B:名字}"
;   .strn "このあたりの近くまで{换行}"
;   .strn "イレギュラーがせめてきている{换行}"
;   .strn "みたいだね{换页}"
;   .strn "でも ハンターのみんなが{换行}"
;   .strn "きょうりょくすれば{换行}"
;   .strn "きっと守りきれるはずさ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:67}{名字:5B:名字}"
    .strn "异常体好像{换行}"
    .strn "进攻到这附近的近处了啊{换页}"
    .strn "但是{换行}"
    .strn "只要猎人们齐心协力{换行}"
    .strn "就一定能守住{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_052:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:68}{名字:????:名字}"
;   .strn "じこしょうかい{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:68}{名字:????:名字}"
    .strn "自我介绍{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_053:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:68}{名字:????:名字}"
;   .strn "つうじょう会話1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:68}{名字:????:名字}"
    .strn "通常对话1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_054:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:68}{名字:????:名字}"
;   .strn "つうじょう会話2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:68}{名字:????:名字}"
    .strn "通常对话2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_055:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:68}{名字:????:名字}"
;   .strn "つうじょう会話3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:68}{名字:????:名字}"
    .strn "通常对话3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_056:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:68}{名字:????:名字}"
;   .strn "つうじょう会話4{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:68}{名字:????:名字}"
    .strn "通常对话4{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_057:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:96}{名字:50:名字}"
;   .strn "あ、あなたはハンター？{换行}"
;   .strn "わ、わたしはティリス{换页}"
;   .strn "ちょうど いいところに{换行}"
;   .strn "来てくれたわ！{换页}"
;   .strn "えっと…いけない…{换行}"
;   .strn "気が動転しちゃって{换行}"
;   .strn "何を言おうとしてたんだっけ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:96}{名字:50:名字}"
    .strn "你、你是猎人？{换行}"
    .strn "我、我是提莉丝{换页}"
    .strn "你有点{换行}"
    .strn "来得正是时候！{换页}"
    .strn "嗯…不行…{换行}"
    .strn "太吃惊了{换行}"
    .strn "我刚刚想说什么来着{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_058:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:96}{名字:50:名字}"
;   .strn "イレギュラーがふえたせいで{换行}"
;   .strn "レギオンズにも{换行}"
;   .strn "行きにくくなったわ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:96}{名字:50:名字}"
    .strn "因为异常体的增加{换行}"
    .strn "去军团变得更困难了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_059:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:96}{名字:50:名字}"
;   .strn "さっき あげたチップは{换行}"
;   .strn "スパイク·ウィンドって{换行}"
;   .strn "言うのよ{换页}"
;   .strn "{对话框:左}{头像:96}{名字:50:名字}"
;   .strn "きっと 役に立つと{换行}"
;   .strn "思うわ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:96}{名字:50:名字}"
    .strn "刚才给你的芯片叫做{换行}"
    .strn "钉鞋·风{换页}"
    .strn "{对话框:左}{头像:96}{名字:50:名字}"
    .strn "我想{换行}"
    .strn "一定会派上用场的！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_060:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:96}{名字:50:名字}"
;   .strn "イレギュラーがふえたせいで{换行}"
;   .strn "レギオンズにも{换行}"
;   .strn "行きにくくなったわ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:96}{名字:50:名字}"
    .strn "因为异常体的增加{换行}"
    .strn "去军团变得更困难了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_061:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:96}{名字:50:名字}"
;   .strn "イレギュラーがふえたせいで{换行}"
;   .strn "レギオンズにも{换行}"
;   .strn "行きにくくなったわ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:96}{名字:50:名字}"
    .strn "因为异常体的增加{换行}"
    .strn "去军团变得更困难了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_062:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:23:名字}"
;   .strn "ボクの名前はダグ！{换行}"
;   .strn "{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:23:名字}"
    .strn "我的名字叫达古！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_063:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:23:名字}"
;   .strn "キミの事はハンターキャンプで{换行}"
;   .strn "うわさになっていたよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:23:名字}"
    .strn "你的事迹在猎人营地{换行}"
    .strn "成为传言了哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_064:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:23:名字}"
;   .strn "ボクの仕事かい？{换行}"
;   .strn "メカニロイドが来ないように{换行}"
;   .strn "ここで見はっているんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:23:名字}"
    .strn "我的工作吗？{换行}"
    .strn "我在这里监视{换行}"
    .strn "为了不让机械式机器人靠近{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_065:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:23:名字}"
;   .strn "このところ 少し{换行}"
;   .strn "メカニロイドの気配を{换行}"
;   .strn "感じるんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:23:名字}"
    .strn "这里能稍微感觉到一点{换行}"
    .strn "机械式机器人的气息{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_066:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:23:名字}"
;   .strn "各地で イレギュラーが{换行}"
;   .strn "あばれ出してるみたいだ…{换行}"
;   .strn "ここも気をつけないと{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:23:名字}"
    .strn "看来各地都出现了{换行}"
    .strn "异常体的暴动…{换行}"
    .strn "这里也得警惕{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_067:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:24:名字}"
;   .strn "やぁ！{换行}"
;   .strn "ボクの名前はチャック！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:24:名字}"
    .strn "呀！{换行}"
    .strn "我的名字叫查克！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_068:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:24:名字}"
;   .strn "さっきも仲間と{换行}"
;   .strn "キミの事について{换行}"
;   .strn "話をしていたところなんだよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:24:名字}"
    .strn "刚才我还在跟同伴{换行}"
    .strn "谈论关于你的事哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_069:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:24:名字}"
;   .strn "キミはロックマン·モデルAの{换行}"
;   .strn "テキゴウ者なんだってね{换页}"
;   .strn "すごいねぇ{换行}"
;   .strn "どうやったら なれるんだい？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:24:名字}"
    .strn "听说你是{换行}"
    .strn "洛克人·模块A的适应者啊{换页}"
    .strn "真厉害啊{换行}"
    .strn "怎么样才能做到啊？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_070:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:24:名字}"
;   .strn "キミが 世界各地にいる{换行}"
;   .strn "フォルスロイドを{换行}"
;   .strn "タイジしてくれてるんだって？{换页}"
;   .strn "でも フォルスロイドは{换行}"
;   .strn "いつ フッカツするか{换行}"
;   .strn "わからないから安心できないよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:24:名字}"
    .strn "听说你正在消灭{换行}"
    .strn "世界各地的拟真型机器人？{换页}"
    .strn "但是，因为不知道{换行}"
    .strn "拟真型机器人什么时候会复活{换行}"
    .strn "所以没法放心啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_071:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:24:名字}"
;   .strn "ボクたちだけで{换行}"
;   .strn "ここを守りきれるんだろうか{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:24:名字}"
    .strn "就凭我们{换行}"
    .strn "能守住这里吗{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_072:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:25:名字}"
;   .strn "ボクの名前はロジャー{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:25:名字}"
    .strn "我的名字叫罗杰{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_073:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:25:名字}"
;   .strn "ボクはこんなところにいるけど{换行}"
;   .strn "高所きょうふしょうなんだ{换页}"
;   .strn "ちょっと下を見るだけで{换行}"
;   .strn "ふるえが止まらなくなるよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:25:名字}"
    .strn "我虽然在这种地方{换行}"
    .strn "但是我有恐高症{换页}"
    .strn "只要稍微往下看{换行}"
    .strn "就会止不住地发抖啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_074:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:25:名字}"
;   .strn "ずっと 立ち仕事だから{换行}"
;   .strn "足がいたくて たまらないよ{换页}"
;   .strn "早く 見はりをダレかと{换行}"
;   .strn "代わってほしいよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:25:名字}"
    .strn "因为是一直站着的工作{换行}"
    .strn "所以脚痛得受不了啦{换页}"
    .strn "好想赶紧跟谁{换行}"
    .strn "交换一下站岗啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_075:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:25:名字}"
;   .strn "もし イレギュラーが現れても{换行}"
;   .strn "こんな弱いブキじゃ{换行}"
;   .strn "たちうちできる気がしないよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:25:名字}"
    .strn "如果异常体出现{换行}"
    .strn "感觉这么弱的武器也打不过啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_076:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:25:名字}"
;   .strn "高所きょうふしょうなのに{换行}"
;   .strn "さいきんは イレギュラーまで{换行}"
;   .strn "現れて、ドキドキだよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:25:名字}"
    .strn "我已经有恐高症了{换行}"
    .strn "最近连异常体都会出现，{换行}"
    .strn "让我忐忑不安啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_077:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:26:名字}"
;   .strn "ボクの名前はカーク{换行}"
;   .strn "キミと同じハンターだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:26:名字}"
    .strn "我的名字叫卡克{换行}"
    .strn "跟你一样是猎人！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_078:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:26:名字}"
;   .strn "あさからばんまで{换行}"
;   .strn "ハンターキャンプを{换行}"
;   .strn "カンシしているんだよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:26:名字}"
    .strn "我从早到晚{换行}"
    .strn "监视着猎人营地哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_079:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:26:名字}"
;   .strn "ボクにも もっといいブキが{换行}"
;   .strn "あれば フォルスロイドくらい{换行}"
;   .strn "カンタンに たおせるんだけどな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:26:名字}"
    .strn "我要是也有更好的武器{换行}"
    .strn "拟真型机器人那样的{换行}"
    .strn "也能轻易地打倒了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_080:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:26:名字}"
;   .strn "ハンターキャンプを{换行}"
;   .strn "見はっているだけなんて{换行}"
;   .strn "つまらないなぁ{换页}"
;   .strn "ボクもキミみたいに{换行}"
;   .strn "大きなイライを{换行}"
;   .strn "引き受けたいよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:26:名字}"
    .strn "只是监视猎人营地{换行}"
    .strn "好无聊啊{换页}"
    .strn "我也想像你一样{换行}"
    .strn "接受大型委托啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_081:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:26:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:26:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_082:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:27:名字}"
;   .strn "キリアンって言うんだ{换行}"
;   .strn "よろしく！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:27:名字}"
    .strn "我叫基利安{换行}"
    .strn "请多关照！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_083:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:27:名字}"
;   .strn "へえ{换行}"
;   .strn "キミもハンターなのか{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:27:名字}"
    .strn "哦{换行}"
    .strn "你也是猎人吗{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_084:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:27:名字}"
;   .strn "えっ？{换行}"
;   .strn "ボクたちが こんな場所で{换行}"
;   .strn "何をしてるかって？{换页}"
;   .strn "イライのないハンターたちが{换行}"
;   .strn "手分けして キャンプを{换行}"
;   .strn "守っているんだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:27:名字}"
    .strn "哎？{换行}"
    .strn "你问我们{换行}"
    .strn "在这种地方做什么？{换页}"
    .strn "没有委托的猎人们{换行}"
    .strn "在分头守护营地啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_085:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:27:名字}"
;   .strn "日に日に イレギュラーの数が{换行}"
;   .strn "ふえてきている気がするんだけど{换行}"
;   .strn "守りきれるか心配だなぁ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:27:名字}"
    .strn "感觉每天每日{换行}"
    .strn "异常者的数量都在增加{换行}"
    .strn "我很担心能不能守住啊…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_086:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:27:名字}"
;   .strn "ここも そろそろ{换行}"
;   .strn "ヤバくなってきたな…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:27:名字}"
    .strn "这里也快要{换行}"
    .strn "不行了啊…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_087:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:28:名字}"
;   .strn "オレの名前はティム{换行}"
;   .strn "こう見えて けっこう{换行}"
;   .strn "ハンターれきは 長いんだぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:28:名字}"
    .strn "我的名字叫提姆{换行}"
    .strn "别看我这样{换行}"
    .strn "我的猎人经历相当长哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_088:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:28:名字}"
;   .strn "キケンな仕事だけど{换行}"
;   .strn "オレにはハンターしか{换行}"
;   .strn "ないと思っているよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:28:名字}"
    .strn "这是个危险的工作{换行}"
    .strn "但是我觉得{换行}"
    .strn "我只会当猎人哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_089:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:28:名字}"
;   .strn "お前、三賢人に会いに行くのか？{换行}"
;   .strn "すごいじゃないか！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:28:名字}"
    .strn "你，要去见三贤者吗？{换行}"
    .strn "好厉害啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_090:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:28:名字}"
;   .strn "お前のかつやくぶりは{换行}"
;   .strn "どこにいても みみに{换行}"
;   .strn "入ってくるぜ！{换页}"
;   .strn "さすがは モデルAとやらに{换行}"
;   .strn "選ばれただけの事はあるぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:28:名字}"
    .strn "你的活跃事迹{换行}"
    .strn "在哪儿都能听到哦！{换页}"
    .strn "真不愧是被{换行}"
    .strn "模块A什么的选中的呢！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_091:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:28:名字}"
;   .strn "ここにきて{换行}"
;   .strn "急に イレギュラーが{换行}"
;   .strn "活発になりだしたな…{换页}"
;   .strn "これがモデルVとかいう{换行}"
;   .strn "ライブメタルのせいなのか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:28:名字}"
    .strn "来到这里后{换行}"
    .strn "异常体突然变活跃了啊…{换页}"
    .strn "这就是叫做什么模块V的{换行}"
    .strn "生命金属造成的吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_092:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:29:名字}"
;   .strn "ボクはエイブって言うんだ{换行}"
;   .strn "今後ともよろしく！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:29:名字}"
    .strn "我叫做艾伊卜{换行}"
    .strn "今后请多关照！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_093:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:29:名字}"
;   .strn "キミもハンターなのか？{换行}"
;   .strn "ここらじゃ見ない顔だけど…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:29:名字}"
    .strn "你也是猎人吗？{换行}"
    .strn "在这边没见到过你哎…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_094:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:29:名字}"
;   .strn "キミもここのセンパイたちに{换行}"
;   .strn "追いつくよう{换行}"
;   .strn "がんばって仕事をしなよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:29:名字}"
    .strn "你也要赶上这里的前辈们，{换行}"
    .strn "努力工作吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_095:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:29:名字}"
;   .strn "キミがうわさのモデルAの{换行}"
;   .strn "テキゴウ者だったんだね{换页}"
;   .strn "じょうほうに うとくて{换行}"
;   .strn "今まで全く 知らなかったよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:29:名字}"
    .strn "你是传闻中的{换行}"
    .strn "模块A的适应者吧{换页}"
    .strn "情报太稀少了{换行}"
    .strn "之前完全不知道哎{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_096:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:29:名字}"
;   .strn "さっきから 何度も{换行}"
;   .strn "イレギュラーにおそわれて{换行}"
;   .strn "死にそうになったよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:29:名字}"
    .strn "我从刚才开始{换行}"
    .strn "被异常体袭击了好几次{换行}"
    .strn "都快死了啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_097:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:2A:名字}"
;   .strn "オレの名前はベン！{换行}"
;   .strn "さいきんのハンターキャンプは{换行}"
;   .strn "ずっとキミの話でもちきりだよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:2A:名字}"
    .strn "我的名字叫贝恩！{换行}"
    .strn "最近在猎人营地{换行}"
    .strn "你一直是个热门话题哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_098:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:2A:名字}"
;   .strn "そういや もう体のほうは{换行}"
;   .strn "だいじょうぶなのかい？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:2A:名字}"
    .strn "话说{换行}"
    .strn "你身体已经没事了吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_099:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:2A:名字}"
;   .strn "オレには こんなところで{换行}"
;   .strn "テキがせめてこないか{换行}"
;   .strn "じっと見はっている仕事より、{换页}"
;   .strn "メカニロイドをたおすほうが{换行}"
;   .strn "にあってるんだけどなぁ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:2A:名字}"
    .strn "对于我来说{换行}"
    .strn "比起在这种地方目不转睛地监视{换行}"
    .strn "敌人是否进攻过来，{换页}"
    .strn "我更适合去做打倒{换行}"
    .strn "机械式机器人的工作啊…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_100:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:2A:名字}"
;   .strn "以前にもまして{换行}"
;   .strn "イレギュラーどもが{换行}"
;   .strn "あばれまくってるらしいが、{换页}"
;   .strn "なんで こんな事に{换行}"
;   .strn "なっちまったんだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:2A:名字}"
    .strn "看来异常体们{换行}"
    .strn "比以前更猖狂了{换页}"
    .strn "为什么{换行}"
    .strn "会变成这样啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_101:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:2A:名字}"
;   .strn "イレギュラーめ…{换行}"
;   .strn "調子に乗りやがって！{换页}"
;   .strn "だが オレのハンター生命に{换行}"
;   .strn "かけても ここのダレひとり{换行}"
;   .strn "死なせやしないぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:2A:名字}"
    .strn "这些异常体…{换行}"
    .strn "太得意忘形了！{换页}"
    .strn "但是{换行}"
    .strn "我就是赌上我猎人的生命{换行}"
    .strn "也不会让这里任何一个人死去的！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_102:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4A:名字}"
;   .strn "オレの名前はバート！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4A:名字}"
    .strn "我的名字叫巴托！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_103:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4A:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4A:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_104:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4A:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4A:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_105:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4A:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4A:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_106:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4A:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4A:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_107:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4D:名字}"
;   .strn "こんにちは！{换行}"
;   .strn "ボクはパトリック{换页}"
;   .strn "ハンターとしての仕事がない時は{换行}"
;   .strn "ここで ステーションの{换行}"
;   .strn "ざつようをしているんだ{换页}"
;   .strn "このステーションを{换行}"
;   .strn "ずっと右に進んで行けば{换行}"
;   .strn "下におりるエレベーターがあるよ{换页}"
;   .strn "エレベーターの上に乗って{换行}"
;   .strn "{方向键}ボタンの下を押せば{换行}"
;   .strn "おりられるよ{换页}"
;   .strn "でも セキュリティ用の{换行}"
;   .strn "プチキャノンがカンシしてるから{换行}"
;   .strn "気をつけたほうがいいよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4D:名字}"
    .strn "你好！{换行}"
    .strn "我是帕特里克{换页}"
    .strn "没有猎人的工作时{换行}"
    .strn "我会在这里{换行}"
    .strn "干车站的杂活{换页}"
    .strn "这个车站一直往右走{换行}"
    .strn "有个去下面的电梯哦{换页}"
    .strn "乘上电梯{换行}"
    .strn "按十字键的下{换行}"
    .strn "就能下降了哦{换页}"
    .strn "但是那里{换行}"
    .strn "有安保用的小型加农炮监视着{换行}"
    .strn "小心一点比较好哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_108:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4D:名字}"
;   .strn "このステーションを{换行}"
;   .strn "ずっと右に進んで行けば{换行}"
;   .strn "下におりるエレベーターがあるよ{换页}"
;   .strn "エレベーターの上に乗って{换行}"
;   .strn "{方向键}ボタンの下を押せば{换行}"
;   .strn "おりられるよ{换页}"
;   .strn "でも セキュリティ用の{换行}"
;   .strn "プチキャノンがカンシしてるから{换行}"
;   .strn "気をつけたほうがいいよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4D:名字}"
    .strn "这个车站一直往右走{换行}"
    .strn "有个去下面的电梯哦{换页}"
    .strn "乘上电梯{换行}"
    .strn "按十字键的下{换行}"
    .strn "就能下降了哦{换页}"
    .strn "但是那里{换行}"
    .strn "有安保用的小型加农炮监视着{换行}"
    .strn "小心一点比较好哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_109:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4D:名字}"
;   .strn "このステーションを{换行}"
;   .strn "ずっと右に進んで行けば{换行}"
;   .strn "下におりるエレベーターがあるよ{换页}"
;   .strn "エレベーターの上に乗って{换行}"
;   .strn "{方向键}ボタンの下を押せば{换行}"
;   .strn "おりられるよ{换页}"
;   .strn "でも セキュリティ用の{换行}"
;   .strn "プチキャノンがカンシしてるから{换行}"
;   .strn "気をつけたほうがいいよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4D:名字}"
    .strn "这个车站一直往右走{换行}"
    .strn "有个去下面的电梯哦{换页}"
    .strn "乘上电梯{换行}"
    .strn "按十字键的下{换行}"
    .strn "就能下降了哦{换页}"
    .strn "但是那里{换行}"
    .strn "有安保用的小型加农炮监视着{换行}"
    .strn "小心一点比较好哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_110:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4D:名字}"
;   .strn "列車が ちゃんと{换行}"
;   .strn "動くようになって{换行}"
;   .strn "よかったよ{换页}"
;   .strn "小さなニモツなら{换行}"
;   .strn "トランスサーバーで{换行}"
;   .strn "運べるからいいけど、{换页}"
;   .strn "大きなニモツになると{换行}"
;   .strn "やはり 列車に{换行}"
;   .strn "たよるしかないからね{换页}"
;   .strn "キミには かんしゃの{换行}"
;   .strn "言葉が見つからないよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4D:名字}"
    .strn "列车能好好地开动了{换行}"
    .strn "真是太好了{换页}"
    .strn "小型货物的话{换行}"
    .strn "能用传送服务器运送，{换页}"
    .strn "但是大型货物{换行}"
    .strn "还是只能靠列车啊{换页}"
    .strn "我都找不到用什么词{换行}"
    .strn "才能感谢你啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_111:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4D:名字}"
;   .strn "どこもかしこも{换行}"
;   .strn "イレギュラーだらけで{换行}"
;   .strn "おちおち外にも出られないよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4D:名字}"
    .strn "到处都是异常体{换行}"
    .strn "都不能放心地外出了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_112:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "先ほどは どうもありがとう{换行}"
;   .strn "おかげで このとおり{换行}"
;   .strn "元気になったよ！{换页}"
;   .strn "オレの名前はトムだ{换行}"
;   .strn "キミには 何か{换行}"
;   .strn "お礼をしなくちゃいけないな{换页}"
;   .strn "あいにく ただにはならないが{换行}"
;   .strn "きふがあれば この先の部屋を{换行}"
;   .strn "ほりおこせそうなんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "刚才真是谢谢你{换行}"
    .strn "多亏了你{换行}"
    .strn "我才能这样精神哦！{换页}"
    .strn "我的名字叫汤姆{换行}"
    .strn "我必须得{换行}"
    .strn "给你个什么谢礼啊{换页}"
    .strn "不凑巧，这个没法免费{换行}"
    .strn "但是如果有捐助{换行}"
    .strn "我应该能把这前面的房间挖出来{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_113:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "ゆでんのついらく現場は{换行}"
;   .strn "すでに ほり終わったよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "油田的坠落现场{换行}"
    .strn "已经挖掘完毕了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_114:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "ゆでんのついらく現場は{换行}"
;   .strn "すでに ほり終わったよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "油田的坠落现场{换行}"
    .strn "已经挖掘完毕了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_115:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "ゆでんのついらく現場は{换行}"
;   .strn "すでに ほり終わったよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "油田的坠落现场{换行}"
    .strn "已经挖掘完毕了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_116:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "ゆでんのついらく現場は{换行}"
;   .strn "すでに ほり終わったよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "油田的坠落现场{换行}"
    .strn "已经挖掘完毕了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_117:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "この先に部屋があるのだが{换行}"
;   .strn "キミのきふがあれば{换行}"
;   .strn "ほりおこせそうなんだけど…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "这前面有房间{换行}"
    .strn "如果有你的捐助{换行}"
    .strn "应该就能挖出来…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_118:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{纵向二选一1}{头像:40}{名字:57:名字}"
;   .strn "きょうりょくしてくれるかい？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{纵向二选一1}{头像:40}{名字:57:名字}"
    .strn "你能跟我合作吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_119:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{纵向二选一1}{头像:40}{名字:57:名字}"
;   .strn "いくらはらうんだい？{换行}"
;   .strn " 100EC{换行}"
;   .strn " 300EC{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{纵向二选一1}{头像:40}{名字:57:名字}"
    .strn "要支付多少呢？{换行}"
    .strn " 100EC{换行}"
    .strn " 300EC{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_120:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "そうか…{换行}"
;   .strn "また気が変わったら{换行}"
;   .strn "来てくれよな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "这样啊…{换行}"
    .strn "你改变了主意的话{换行}"
    .strn "再过来啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_121:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "ありがとう{换行}"
;   .strn "がんばって ほりおこすぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "谢谢{换行}"
    .strn "我会加油挖出来的！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_122:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "ありがとう{换行}"
;   .strn "一気に ほりおこすぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "谢谢{换行}"
    .strn "我会一口气挖出来的！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_123:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "おっと…ザンネンな事に{换行}"
;   .strn "Eクリスタルが足りないみたいだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "哎呀…很遗憾{换行}"
    .strn "看来你的E水晶不够{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_124:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "キミのきふのおかげで{换行}"
;   .strn "ほりおこせそうだよ！{换行}"
;   .strn "ありがとう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "多亏了你的捐助{换行}"
    .strn "应该能挖出来了哦！{换行}"
    .strn "多谢！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_125:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:98}{名字:54:名字}"
;   .strn "いらっしゃませ！{换行}"
;   .strn "ここはサブタンクサーバーです{换页}"
;   .strn "サブタンクの残りのりょうに{换行}"
;   .strn "かんけいなく ひとつにつき{换行}"
;   .strn "50ECで ほきゅうできます{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:98}{名字:54:名字}"
    .strn "欢迎光临！{换行}"
    .strn "这里是副能量罐服务站{换页}"
    .strn "和剩余能量无关{换行}"
    .strn "使用50EC可以{换行}"
    .strn "补充满一个副能量罐{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_126:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{纵向二选一1}{头像:98}{名字:54:名字}"
;   .strn "サブタンクをほきゅうしますか？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{纵向二选一1}{头像:98}{名字:54:名字}"
    .strn "要补充副能量罐吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_127:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:98}{名字:54:名字}"
;   .strn "では ほきゅうします{换行}"
;   .strn "しばらく お待ちください{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:98}{名字:54:名字}"
    .strn "那么开始补充{换行}"
    .strn "请稍等{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_128:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:98}{名字:54:名字}"
;   .strn "ありがとうございました{换行}"
;   .strn "またのご利用{换行}"
;   .strn "お待ちしております{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:98}{名字:54:名字}"
    .strn "非常感谢{换行}"
    .strn "期待您再次使用{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_129:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:98}{名字:54:名字}"
;   .strn "どうやらサブタンクを{换行}"
;   .strn "お持ちじゃないようですよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:98}{名字:54:名字}"
    .strn "看来您并没有{换行}"
    .strn "副能量罐哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_130:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:98}{名字:54:名字}"
;   .strn "どうやら今はサブタンクを{换行}"
;   .strn "ほきゅうする ひつようは{换行}"
;   .strn "ないみたいですよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:98}{名字:54:名字}"
    .strn "看来现在{换行}"
    .strn "没有必要补充副能量罐哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_131:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:98}{名字:54:名字}"
;   .strn "おあいにくですが{换行}"
;   .strn "お手持ちのEクリスタルが{换行}"
;   .strn "足りないようですわ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:98}{名字:54:名字}"
    .strn "很不巧{换行}"
    .strn "您拥有的E水晶不够呢{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_132:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:95}{名字:52:名字}"
;   .strn "わたしはステーションの{换行}"
;   .strn "インフォメーションで{换行}"
;   .strn "はたらいてるニーナです{换页}"
;   .strn "ステーションきんぺんの事なら{换行}"
;   .strn "わたしに聞いてください{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:95}{名字:52:名字}"
    .strn "我是在车站的问讯处{换行}"
    .strn "工作的妮娜{换页}"
    .strn "如果是车站附近的事{换行}"
    .strn "就请问我吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_133:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:95}{名字:52:名字}"
;   .strn "列車なら そのトビラを出て{换行}"
;   .strn "右に進めば すぐですよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:95}{名字:52:名字}"
    .strn "列车的话{换行}"
    .strn "从那个门出去往右走{换行}"
    .strn "很快就到了哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_134:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:95}{名字:52:名字}"
;   .strn "列車のじこのせいで{换行}"
;   .strn "すっかり じょうきゃくが{换行}"
;   .strn "へってしまったわ{换页}"
;   .strn "ハンターのみなさんが{换行}"
;   .strn "安全に利用できるように{换行}"
;   .strn "わたしたちもドリョクしないと…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:95}{名字:52:名字}"
    .strn "由于列车的事故{换行}"
    .strn "乘客全都减少了{换页}"
    .strn "为了能让猎人们{换行}"
    .strn "安全使用列车{换行}"
    .strn "我们也必须努力…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_135:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:95}{名字:52:名字}"
;   .strn "どうも こんにちは{换页}"
;   .strn "あなたが列車をシュウリする{换行}"
;   .strn "ためのパーツを{换行}"
;   .strn "集めてくださったんですってね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:95}{名字:52:名字}"
    .strn "你好{换页}"
    .strn "听说你{换行}"
    .strn "在为我们收集{换行}"
    .strn "修理列车需要的零部件吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_136:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:95}{名字:52:名字}"
;   .strn "どうも こんにちは{换页}"
;   .strn "さいきんは イレギュラーが{换行}"
;   .strn "ひんぱんに現れるから{换行}"
;   .strn "列車の利用者が少ないのよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:95}{名字:52:名字}"
    .strn "你好{换页}"
    .strn "最近{换行}"
    .strn "由于异常体频繁地出现{换行}"
    .strn "列车的使用者很少啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_137:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:95}{名字:52:名字}"
;   .strn "列車をシュウリしていただいた{换行}"
;   .strn "お礼と言ってはなんですけど{换行}"
;   .strn "これ たべてください{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:95}{名字:52:名字}"
    .strn "这虽然不能说是{换行}"
    .strn "对你修好列车的谢礼{换行}"
    .strn "不过还请吃点这个{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_138:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4B:名字}"
;   .strn "やぁ オレはアントニオ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4B:名字}"
    .strn "呀，我是安东尼奥！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_139:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4B:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4B:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_140:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4B:名字}"
;   .strn "アンタが 取ってきてくれた{换行}"
;   .strn "このスパナは さいきん買った{换行}"
;   .strn "新ピンだったんだ{换页}"
;   .strn "手に入って うれしくてよ、{换行}"
;   .strn "仲間に見せびらかして{换行}"
;   .strn "ジマンした後に うっかり…な{换页}"
;   .strn "ジゴウジトクとはいえ{换行}"
;   .strn "カッコつかねえんだよな…{换行}"
;   .strn "アンタもそういう事ないか？{换页}"
;   .strn "まあ とにかく、{换行}"
;   .strn "アンタのおかげで{换行}"
;   .strn "助かったぜ サンキューな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4B:名字}"
    .strn "你帮我拿回来的{换行}"
    .strn "这个扳手{换行}"
    .strn "是我最近买的新品{换页}"
    .strn "到手后太高兴了，{换行}"
    .strn "就去同伴那里炫耀自夸{换行}"
    .strn "之后一不留神就…{换页}"
    .strn "虽然是自作自受{换行}"
    .strn "但实在是不像话啊…{换行}"
    .strn "你也有过这样的事吧？{换页}"
    .strn "不过嘛，总之，{换行}"
    .strn "多亏了你帮忙{换行}"
    .strn "谢谢啦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_141:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4B:名字}"
;   .strn "アンタが 取ってきてくれた{换行}"
;   .strn "このスパナは さいきん買った{换行}"
;   .strn "新ピンだったんだ{换页}"
;   .strn "手に入って うれしくてよ、{换行}"
;   .strn "仲間に見せびらかして{换行}"
;   .strn "ジマンした後に うっかり…な{换页}"
;   .strn "ジゴウジトクとはいえ{换行}"
;   .strn "カッコつかねえんだよな…{换行}"
;   .strn "アンタもそういう事ないか？{换页}"
;   .strn "まあ とにかく、{换行}"
;   .strn "アンタのおかげで{换行}"
;   .strn "助かったぜ サンキューな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4B:名字}"
    .strn "你帮我拿回来的{换行}"
    .strn "这个扳手{换行}"
    .strn "是我最近买的新品{换页}"
    .strn "到手后太高兴了，{换行}"
    .strn "就去同伴那里炫耀自夸{换行}"
    .strn "之后一不留神就…{换页}"
    .strn "虽然是自作自受{换行}"
    .strn "但实在是不像话啊…{换行}"
    .strn "你也有过这样的事吧？{换页}"
    .strn "不过嘛，总之，{换行}"
    .strn "多亏了你帮忙{换行}"
    .strn "谢谢啦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn3_jp2_142:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4B:名字}"
;   .strn "アンタが 取ってきてくれた{换行}"
;   .strn "このスパナは さいきん買った{换行}"
;   .strn "新ピンだったんだ{换页}"
;   .strn "手に入って うれしくてよ、{换行}"
;   .strn "仲間に見せびらかして{换行}"
;   .strn "ジマンした後に うっかり…な{换页}"
;   .strn "ジゴウジトクとはいえ{换行}"
;   .strn "カッコつかねえんだよな…{换行}"
;   .strn "アンタもそういう事ないか？{换页}"
;   .strn "まあ とにかく、{换行}"
;   .strn "アンタのおかげで{换行}"
;   .strn "助かったぜ サンキューな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4B:名字}"
    .strn "你帮我拿回来的{换行}"
    .strn "这个扳手{换行}"
    .strn "是我最近买的新品{换页}"
    .strn "到手后太高兴了，{换行}"
    .strn "就去同伴那里炫耀自夸{换行}"
    .strn "之后一不留神就…{换页}"
    .strn "虽然是自作自受{换行}"
    .strn "但实在是不像话啊…{换行}"
    .strn "你也有过这样的事吧？{换页}"
    .strn "不过嘛，总之，{换行}"
    .strn "多亏了你帮忙{换行}"
    .strn "谢谢啦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_hn3_jp2 :: .endfunc
.close
