.create ".\.temp\root\data\talk_m07_jp1.bin", 0
;文件头
.hword (EndOftalk_m07_jp1 - 4);除文件头外文件大小
.hword (talk_m07_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计28条文本
.hword (talk_m07_jp1_000 -talk_m07_jp1_000)
.hword (talk_m07_jp1_001 -talk_m07_jp1_000)
.hword (talk_m07_jp1_002 -talk_m07_jp1_000)
.hword (talk_m07_jp1_003 -talk_m07_jp1_000)
.hword (talk_m07_jp1_004 -talk_m07_jp1_000)
.hword (talk_m07_jp1_005 -talk_m07_jp1_000)
.hword (talk_m07_jp1_006 -talk_m07_jp1_000)
.hword (talk_m07_jp1_007 -talk_m07_jp1_000)
.hword (talk_m07_jp1_008 -talk_m07_jp1_000)
.hword (talk_m07_jp1_009 -talk_m07_jp1_000)
.hword (talk_m07_jp1_010 -talk_m07_jp1_000)
.hword (talk_m07_jp1_011 -talk_m07_jp1_000)
.hword (talk_m07_jp1_012 -talk_m07_jp1_000)
.hword (talk_m07_jp1_013 -talk_m07_jp1_000)
.hword (talk_m07_jp1_014 -talk_m07_jp1_000)
.hword (talk_m07_jp1_015 -talk_m07_jp1_000)
.hword (talk_m07_jp1_016 -talk_m07_jp1_000)
.hword (talk_m07_jp1_017 -talk_m07_jp1_000)
.hword (talk_m07_jp1_018 -talk_m07_jp1_000)
.hword (talk_m07_jp1_019 -talk_m07_jp1_000)
.hword (talk_m07_jp1_020 -talk_m07_jp1_000)
.hword (talk_m07_jp1_021 -talk_m07_jp1_000)
.hword (talk_m07_jp1_022 -talk_m07_jp1_000)
.hword (talk_m07_jp1_023 -talk_m07_jp1_000)
.hword (talk_m07_jp1_024 -talk_m07_jp1_000)
.hword (talk_m07_jp1_025 -talk_m07_jp1_000)
.hword (talk_m07_jp1_026 -talk_m07_jp1_000)
.hword (talk_m07_jp1_027 -talk_m07_jp1_000)

;文本正文
talk_m07_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0188}{头像:0F}{名字:格雷:名字}"
;   .strn "な、なんだ！？{换行}"
;   .strn "すごい音がしたぞ！{换页}"
;   .strn "{对话框:左}{文本顺序:0189}{头像:6B}{名字:15:名字}"
;   .strn "どこかでドンパチやってるな{换行}"
;   .strn "イレギュラーに先をこされたか？{换页}"
;   .strn "{对话框:左}{文本顺序:018A}{头像:6B}{名字:15:名字}"
;   .strn "三賢人のオッサンにも{换行}"
;   .strn "通信が つながらない…{换行}"
;   .strn "コイツは マズそうだぜ{换页}"
;   .strn "{对话框:左}{文本顺序:018B}{头像:08}{名字:格雷:名字}"
;   .strn "レギオンズの本部は{换行}"
;   .strn "この先だな…！{换行}"
;   .strn "急ごう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0188}{头像:0F}{名字:格雷:名字}"
    .strn "什、什么！？{换行}"
    .strn "好大的声音啊！{换页}"
    .strn "{对话框:左}{文本顺序:0189}{头像:6B}{名字:15:名字}"
    .strn "有什么地方在战斗啊{换行}"
    .strn "被异常体抢先了吗？{换页}"
    .strn "{对话框:左}{文本顺序:018A}{头像:6B}{名字:15:名字}"
    .strn "跟三贤者大叔的通信{换行}"
    .strn "也连接不上…{换行}"
    .strn "这下好像不太妙啊{换页}"
    .strn "{对话框:左}{文本顺序:018B}{头像:08}{名字:格雷:名字}"
    .strn "军团的总部就在前面吧…！{换行}"
    .strn "赶快！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:018C}{头像:2D}{名字:14:名字}"
;   .strn "モクヒョウ ホソク{换行}"
;   .strn "ジョウホウブンセキ 開始{换页}"
;   .strn "{对话框:右}{文本顺序:018D}{头像:2D}{名字:14:名字}"
;   .strn "計画二 シタガイ コレヨリ{换行}"
;   .strn "戦闘行動ヲ 開始スル{换行}"
;   .strn "回答ノ 入力ヲ{换页}"
;   .strn "{对话框:左}{文本顺序:018E}{头像:6B}{名字:15:名字}"
;   .strn "うへえ…{换行}"
;   .strn "一番ブキミなヤツが出てきたよ…{换页}"
;   .strn "{对话框:右}{文本顺序:018F}{头像:2D}{名字:14:名字}"
;   .strn "ソノ入力ハ ミトメラレナイ{换行}"
;   .strn "回答ノ 入力ヲ{换页}"
;   .strn "{对话框:左}{文本顺序:0190}{头像:0A}{名字:格雷:名字}"
;   .strn "ボクは…自分の正体を知るために{换行}"
;   .strn "ここまで 来たんだ！{换行}"
;   .strn "ジャマは させない！{换页}"
;   .strn "{对话框:右}{文本顺序:0191}{头像:2D}{名字:14:名字}"
;   .strn "回答ノ入力ヲ カクニン…{换行}"
;   .strn "戦闘ヲ開始スル…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:018C}{头像:2D}{名字:14:名字}"
    .strn "捕获 目标{换行}"
    .strn "开始 情报分析{换页}"
    .strn "{对话框:右}{文本顺序:018D}{头像:2D}{名字:14:名字}"
    .strn "按照 原计划{换行}"
    .strn "现在 开始 战斗行动{换行}"
    .strn "输入 你的回答{换页}"
    .strn "{对话框:左}{文本顺序:018E}{头像:6B}{名字:15:名字}"
    .strn "呜啊…{换行}"
    .strn "最可怕的家伙出来了啊…{换页}"
    .strn "{对话框:右}{文本顺序:018F}{头像:2D}{名字:14:名字}"
    .strn "那个输入 无法认可{换行}"
    .strn "输入 你的回答{换页}"
    .strn "{对话框:左}{文本顺序:0190}{头像:0A}{名字:格雷:名字}"
    .strn "我…是为了得知自己的真实身份{换行}"
    .strn "才到这里来的！{换行}"
    .strn "我不会让你妨碍我的！{换页}"
    .strn "{对话框:右}{文本顺序:0191}{头像:2D}{名字:14:名字}"
    .strn "确认 回答的输入…{换行}"
    .strn "开始战斗…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0192}{头像:2E}{名字:14:名字}"
;   .strn "モクヒョウノ 生命ハンノウ{换行}"
;   .strn "ショウシツヲ カクニン{换页}"
;   .strn "{对话框:右}{文本顺序:0193}{头像:2E}{名字:14:名字}"
;   .strn "コレヨリ レギオンズ本部ノ{换行}"
;   .strn "セイアツヲ サイカイスル…{换行}"
;   .strn "ヒヒッ…ヒハハハハハハッ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0192}{头像:2E}{名字:14:名字}"
    .strn "目标的 生命反应{换行}"
    .strn "确认 消失{换页}"
    .strn "{对话框:右}{文本顺序:0193}{头像:2E}{名字:14:名字}"
    .strn "现在 重新开始{换行}"
    .strn "对军团总部的 镇压…{换行}"
    .strn "嘻嘻…嘻哈哈哈哈哈哈！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0194}{头像:2E}{名字:14:名字}"
;   .strn "ダメージ…キケンイキ…！{换行}"
;   .strn "…ゲンジョウデノ 戦闘続行ハ{换行}"
;   .strn "キケン…！{换页}"
;   .strn "{对话框:右}{文本顺序:0195}{头像:2E}{名字:14:名字}"
;   .strn "………テッタイ スル…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0194}{头像:2E}{名字:14:名字}"
    .strn "损伤…达到危险…！{换行}"
    .strn "…以现状 继续战斗{换行}"
    .strn "危险…！{换页}"
    .strn "{对话框:右}{文本顺序:0195}{头像:2E}{名字:14:名字}"
    .strn "………撤退…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0196}{头像:0E}{名字:格雷:名字}"
;   .strn "うあああああぁぁっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0196}{头像:0E}{名字:格雷:名字}"
    .strn "呜啊啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "コードCE71から{换行}"
;   .strn "FC60までをカイホウ{换行}"
;   .strn "レポートデータ てんかい{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "…二つめのプロテクトをといた{换行}"
;   .strn "キミは今、運命のわかれ道に{换行}"
;   .strn "立っている{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "このデータを読み進めるならば{换行}"
;   .strn "もう 後戻りはできない{换行}"
;   .strn "キミもこの計画の一部となるのだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "开放代码{换行}"
    .strn "CE71至FC60{换行}"
    .strn "展开报告数据{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "…第二层保护解开了{换行}"
    .strn "你现在，{换行}"
    .strn "正站在命运的分歧点{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "如果要继续读取此数据{换行}"
    .strn "就无法往回走了{换行}"
    .strn "你也会成为这个计划的一部分{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "ライブメタルには テキゴウ者に{换行}"
;   .strn "チカラをあたえ、新たな生命体へ{换行}"
;   .strn "と 作りかえるキノウがある{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "ロックマンへの変身キノウ…{换行}"
;   .strn "いや、もはやこれは変身ではない{换行}"
;   .strn "進化とよべるほどのものだ{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "モデルVを作ったわたしは{换行}"
;   .strn "次に 進化にふさわしい{换行}"
;   .strn "テキゴウ者を選び出す事にした{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "世界中のヒトビトから、{换行}"
;   .strn "進化するにふさわしい者を{换行}"
;   .strn "見つけ出すのは フカノウに近い{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "生命金属有着{换行}"
    .strn "赋予适应者力量，{换行}"
    .strn "并将其改造成新生命体的功能{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "变身成洛克人的功能…{换行}"
    .strn "不，这早就不是变身了{换行}"
    .strn "这几乎是能称为进化的东西了{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "制造了模块V的我{换行}"
    .strn "决定要选出下一个{换行}"
    .strn "适合进化的适应者{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "要从世界上的人们之中{换行}"
    .strn "找出适合进化的人{换行}"
    .strn "几乎不可能{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "だが…わたしにはできる{换行}"
;   .strn "なぜなら、わたしは{换行}"
;   .strn "世界の全てを知る者…{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "レギオンズの三賢人のひとり{换行}"
;   .strn "なのだから…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "但是…我能做得到{换行}"
    .strn "因为，{换行}"
    .strn "我是知道世界上一切的人…{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "因为我是{换行}"
    .strn "军团的三贤者中的一人…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0197}{头像:0F}{名字:格雷:名字}"
;   .strn "モデルVを作ったのは…{换行}"
;   .strn "三賢人のダレか…！？{换页}"
;   .strn "{对话框:左}{文本顺序:0198}{头像:6B}{名字:15:名字}"
;   .strn "それってつまり、ウラでソイツと{换行}"
;   .strn "プロメテたちが つながってる{换行}"
;   .strn "って事だよな…{换页}"
;   .strn "{对话框:左}{文本顺序:0199}{头像:6B}{名字:15:名字}"
;   .strn "こうなると 三賢人のヤツらも{换行}"
;   .strn "信用できないぜ{换行}"
;   .strn "それでも行くのか？{换页}"
;   .strn "{对话框:左}{文本顺序:019A}{头像:08}{名字:格雷:名字}"
;   .strn "…行こう、モデルA！{换行}"
;   .strn "ボクらの事を知ってるのは{换行}"
;   .strn "三賢人だけなんだ…！{换页}"
;   .strn "{对话框:左}{文本顺序:019B}{头像:6B}{名字:15:名字}"
;   .strn "やれやれ…オイラにキロク{换行}"
;   .strn "されてるデータってのは{换行}"
;   .strn "とんでもないモンばっかだな…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0197}{头像:0F}{名字:格雷:名字}"
    .strn "制造模块V的…{换行}"
    .strn "是三贤者中的谁吗…！？{换页}"
    .strn "{对话框:左}{文本顺序:0198}{头像:6B}{名字:15:名字}"
    .strn "那也就是说，{换行}"
    .strn "那家伙在背地里{换行}"
    .strn "和普罗米修他们有联系吧…{换页}"
    .strn "{对话框:左}{文本顺序:0199}{头像:6B}{名字:15:名字}"
    .strn "这样的话{换行}"
    .strn "三贤者他们也没法信任啊{换行}"
    .strn "那样也要去吗？{换页}"
    .strn "{对话框:左}{文本顺序:019A}{头像:08}{名字:格雷:名字}"
    .strn "…去吧，模块A！{换行}"
    .strn "知道我们的事情的{换行}"
    .strn "只有三贤者了…！{换页}"
    .strn "{对话框:左}{文本顺序:019B}{头像:6B}{名字:15:名字}"
    .strn "哎呀哎呀…{换行}"
    .strn "记录在咱里面的数据{换行}"
    .strn "净是些不得了的东西啊…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:019C}{头像:1C}{名字:07:名字}"
;   .strn "ええい、いまいましい…！{换行}"
;   .strn "イレギュラーどもめ…！{换页}"
;   .strn "{对话框:左}{文本顺序:019D}{头像:1D}{名字:06:名字}"
;   .strn "ヤツらがソシキ的に行動する{换行}"
;   .strn "とは…信じがたい話だな{换页}"
;   .strn "{对话框:右}{文本顺序:019E}{头像:1E}{名字:05:名字}"
;   .strn "イレギュラーをシキする者が{换行}"
;   .strn "いるのかもしれませんね{换页}"
;   .strn "{对话框:左}{文本顺序:019F}{头像:1C}{名字:07:名字}"
;   .strn "だが、その者のねらいは何だ！{换行}"
;   .strn "全ての国家を テキにしようと{换行}"
;   .strn "いうのか！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:019C}{头像:1C}{名字:07:名字}"
    .strn "啊呀，真可恶…！{换行}"
    .strn "异常体们…！{换页}"
    .strn "{对话框:左}{文本顺序:019D}{头像:1D}{名字:06:名字}"
    .strn "它们居然会有组织地行动…{换行}"
    .strn "真是难以置信{换页}"
    .strn "{对话框:右}{文本顺序:019E}{头像:1E}{名字:05:名字}"
    .strn "也许有人在指挥异常体{换行}"
    .strn "也说不定呢{换页}"
    .strn "{对话框:左}{文本顺序:019F}{头像:1C}{名字:07:名字}"
    .strn "但是，那个人的目的是什么啊！{换行}"
    .strn "难道说{换行}"
    .strn "要与所有国家为敌吗！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:01A0}{头像:1E}{名字:05:名字}"
;   .strn "理由ですか…{换行}"
;   .strn "たとえば、この世界に{换行}"
;   .strn "あいそうが つきた、とか{换页}"
;   .strn "{对话框:左}{文本顺序:01A1}{头像:1D}{名字:06:名字}"
;   .strn "…なんだと？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:01A0}{头像:1E}{名字:05:名字}"
    .strn "理由吗…{换行}"
    .strn "比如说，{换行}"
    .strn "对这个世界失去了好感，之类的{换页}"
    .strn "{对话框:左}{文本顺序:01A1}{头像:1D}{名字:06:名字}"
    .strn "…你说什么？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:01A2}{头像:1E}{名字:05:名字}"
;   .strn "新たな支配者…{换行}"
;   .strn "キュウキョクのロックマンへと{换行}"
;   .strn "進化するため…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:01A2}{头像:1E}{名字:05:名字}"
    .strn "为了进化成究极洛克人…{换行}"
    .strn "成为新的统治者…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:01A3}{头像:1E}{名字:05:名字}"
;   .strn "…そして、ひとりの科学者として{换行}"
;   .strn "進化の行きつく先を見たいがため{换行}"
;   .strn "…ですかね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:01A3}{头像:1E}{名字:05:名字}"
    .strn "…然后，作为一名科学家{换行}"
    .strn "想要见证进化的终点{换行}"
    .strn "…这样的吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:01A4}{头像:1C}{名字:07:名字}"
;   .strn "それは…いったい！？{换行}"
;   .strn "まさかキサマ…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:01A4}{头像:1C}{名字:07:名字}"
    .strn "这…到底是！？{换行}"
    .strn "难道说你…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:01A5}{头像:1F}{名字:05:名字}"
;   .strn "これは ていあんですよ{换行}"
;   .strn "数百年かけてみちびき出した{换行}"
;   .strn "この世界への ていあんです{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:01A6}{头像:1F}{名字:05:名字}"
;   .strn "われら三賢人は、三人のキョウギ{换行}"
;   .strn "をもって、公平な答えを{换行}"
;   .strn "みちびき出すためのシステム{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:01A7}{头像:20}{名字:05:名字}"
;   .strn "ヒテイをするのなら、あなたがた{换行}"
;   .strn "二人で止めてみせたらどうです？{换行}"
;   .strn "そう、三賢人として{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:01A5}{头像:1F}{名字:05:名字}"
    .strn "这是个提案哦{换行}"
    .strn "是花了数百年时间推导出的{换行}"
    .strn "对这个世界的提案{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:01A6}{头像:1F}{名字:05:名字}"
    .strn "我们三贤者这个系统的目的是{换行}"
    .strn "通过三人的协商，{换行}"
    .strn "来推导出公平的答案{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:01A7}{头像:20}{名字:05:名字}"
    .strn "想否决的话，你们两个人{换行}"
    .strn "不来阻止一下让我看看吗？{换行}"
    .strn "对，作为三贤者{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:01A8}{头像:6B}{名字:15:名字}"
;   .strn "お、おい！{换行}"
;   .strn "あれ、ライブメタルじゃないか！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:01A8}{头像:6B}{名字:15:名字}"
    .strn "喂、喂！{换行}"
    .strn "那个，不是生命金属吗！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:01A9}{头像:1F}{名字:05:名字}"
;   .strn "とかれたプロテクトは二つ…{换行}"
;   .strn "…どこまでバレてしまったかな？{换页}"
;   .strn "{对话框:右}{文本顺序:01AA}{头像:1F}{名字:05:名字}"
;   .strn "早めにキミをショブン{换行}"
;   .strn "したかったのだけど…{换行}"
;   .strn "ウラ目に出てしまったようだね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:01A9}{头像:1F}{名字:05:名字}"
    .strn "被解除的保护有两个…{换行}"
    .strn "…走漏了多少消息了呢？{换页}"
    .strn "{对话框:右}{文本顺序:01AA}{头像:1F}{名字:05:名字}"
    .strn "本来想早点{换行}"
    .strn "把你处理掉的…{换行}"
    .strn "但是看来事与愿违啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:01AB}{头像:0A}{名字:格雷:名字}"
;   .strn "ボクらを ころそうとしていた{换行}"
;   .strn "のは…お前だったのか…！{换页}"
;   .strn "{对话框:右}{文本顺序:01AC}{头像:1F}{名字:05:名字}"
;   .strn "…そうこわい顔 するなよ{换行}"
;   .strn "レギオンズへようこそ{换页}"
;   .strn "{对话框:右}{文本顺序:01AD}{头像:20}{名字:05:名字}"
;   .strn "……シッパイ作くん{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:01AB}{头像:0A}{名字:格雷:名字}"
    .strn "想要杀害我们的…{换行}"
    .strn "原来是你啊…！{换页}"
    .strn "{对话框:右}{文本顺序:01AC}{头像:1F}{名字:05:名字}"
    .strn "…不要做出那么可怕的表情嘛{换行}"
    .strn "欢迎来到军团{换页}"
    .strn "{对话框:右}{文本顺序:01AD}{头像:20}{名字:05:名字}"
    .strn "……失败作{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:01B0}{头像:1D}{名字:06:名字}"
;   .strn "…なるほど、キミの話はわかった{换页}"
;   .strn "{对话框:右}{文本顺序:01B1}{头像:1D}{名字:06:名字}"
;   .strn "われらは キカイの体を持ち、{换行}"
;   .strn "数百年の時を生きる事を{换行}"
;   .strn "ゆるされている{换页}"
;   .strn "{对话框:右}{文本顺序:01B2}{头像:1D}{名字:06:名字}"
;   .strn "アルバートは三賢人となる{换行}"
;   .strn "数百年前に、すでにモデルVを{换行}"
;   .strn "作りあげていたのだな{换页}"
;   .strn "{对话框:右}{文本顺序:01B3}{头像:1D}{名字:06:名字}"
;   .strn "それから…グレイくん{换行}"
;   .strn "データベースでキミの事を{换行}"
;   .strn "調べさせてもらったよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:01B0}{头像:1D}{名字:06:名字}"
    .strn "…原来如此，你的话我懂了{换页}"
    .strn "{对话框:右}{文本顺序:01B1}{头像:1D}{名字:06:名字}"
    .strn "我们拥有机械的身体，{换行}"
    .strn "所以才能够{换行}"
    .strn "活了数百年时间{换页}"
    .strn "{对话框:右}{文本顺序:01B2}{头像:1D}{名字:06:名字}"
    .strn "阿尔伯特在{换行}"
    .strn "成为三贤者的数百年前，{换行}"
    .strn "已经在制造模块V了吧{换页}"
    .strn "{对话框:右}{文本顺序:01B3}{头像:1D}{名字:06:名字}"
    .strn "然后…格雷{换行}"
    .strn "我在数据库中{换行}"
    .strn "调查了你的事情{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:01B4}{头像:0F}{名字:格雷:名字}"
;   .strn "それじゃあ…{换行}"
;   .strn "ボクの事がわかったの！？{换页}"
;   .strn "{对话框:右}{文本顺序:01B5}{头像:1D}{名字:06:名字}"
;   .strn "キミのデータは なかった…{换行}"
;   .strn "キミはこの世界にはソンザイ{换行}"
;   .strn "しない者という事になる{换页}"
;   .strn "{对话框:左}{文本顺序:01B6}{头像:0B}{名字:格雷:名字}"
;   .strn "そ…そんなバカな！ウソだっ！{换页}"
;   .strn "{对话框:右}{文本顺序:01B7}{头像:1D}{名字:06:名字}"
;   .strn "キミが何者かは わからない…{换行}"
;   .strn "だがアルバートは キミの事を{换行}"
;   .strn "自分のカゲだと言った{换页}"
;   .strn "{对话框:右}{文本顺序:01B8}{头像:1D}{名字:06:名字}"
;   .strn "おそらく、キミが現れたために{换行}"
;   .strn "計画を 早めなければ{换行}"
;   .strn "ならなかったのだろう{换页}"
;   .strn "{对话框:右}{文本顺序:01B9}{头像:1D}{名字:06:名字}"
;   .strn "その理由は わからんがね…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:01B4}{头像:0F}{名字:格雷:名字}"
    .strn "那么…{换行}"
    .strn "知道我的事情了吗！？{换页}"
    .strn "{对话框:右}{文本顺序:01B5}{头像:1D}{名字:06:名字}"
    .strn "并没有你的数据…{换行}"
    .strn "也就是说{换行}"
    .strn "你是个不存在于这个世界的人{换页}"
    .strn "{对话框:左}{文本顺序:01B6}{头像:0B}{名字:格雷:名字}"
    .strn "这…这不可能！你骗人！{换页}"
    .strn "{对话框:右}{文本顺序:01B7}{头像:1D}{名字:06:名字}"
    .strn "我不知道你是什么人…{换行}"
    .strn "但是阿尔伯特把你称作{换行}"
    .strn "他自己的影子{换页}"
    .strn "{对话框:右}{文本顺序:01B8}{头像:1D}{名字:06:名字}"
    .strn "恐怕，由于你的出现{换行}"
    .strn "他才必须将计划提前吧{换页}"
    .strn "{对话框:右}{文本顺序:01B9}{头像:1D}{名字:06:名字}"
    .strn "至于这个理由{换行}"
    .strn "就不得而知了…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:01BA}{头像:0D}{名字:格雷:名字}"
;   .strn "そんな…ここまで来たのに…{换行}"
;   .strn "あんなにくろうしたのに…{换行}"
;   .strn "何もわからないなんて…{换页}"
;   .strn "{对话框:左}{文本顺序:01BB}{头像:6B}{名字:15:名字}"
;   .strn "………{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:01BA}{头像:0D}{名字:格雷:名字}"
    .strn "怎么会…我都来到这里了…{换行}"
    .strn "都那么辛苦了…{换行}"
    .strn "居然什么都不知道…{换页}"
    .strn "{对话框:左}{文本顺序:01BB}{头像:6B}{名字:15:名字}"
    .strn "………{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:01BC}{头像:1C}{名字:07:名字}"
;   .strn "しょくん、悪い知らせだ{换行}"
;   .strn "世界の各地に、{换行}"
;   .strn "イレギュラーが現れている{换页}"
;   .strn "{对话框:右}{文本顺序:01BD}{头像:1C}{名字:07:名字}"
;   .strn "アルバートめ、モデルVの{换行}"
;   .strn "イケニエを 集めるために、{换行}"
;   .strn "かりを 始めおったのだ{换页}"
;   .strn "{对话框:左}{文本顺序:01BE}{头像:6B}{名字:15:名字}"
;   .strn "くそっ、正体ばらしたら{换行}"
;   .strn "もう おかまいなしかよ！{换行}"
;   .strn "行こうぜ、グレイ！{换页}"
;   .strn "{对话框:左}{文本顺序:01BF}{头像:0D}{名字:格雷:名字}"
;   .strn "…でも…ボクは…{换页}"
;   .strn "{对话框:左}{文本顺序:01C0}{头像:6B}{名字:15:名字}"
;   .strn "さっさと行くぞ！{换行}"
;   .strn "アルバートに オイラたちの事を{换行}"
;   .strn "全部 はきださせてやるんだ！{换页}"
;   .strn "{对话框:左}{文本顺序:01C1}{头像:6B}{名字:15:名字}"
;   .strn "その…ヒト助けは…{换行}"
;   .strn "ついでだけどな！{换页}"
;   .strn "{对话框:左}{文本顺序:01C2}{头像:0D}{名字:格雷:名字}"
;   .strn "…無理だ…{换行}"
;   .strn "ボクは自分の事も…{换行}"
;   .strn "世界の事も何も知らない…{换页}"
;   .strn "{对话框:左}{文本顺序:01C3}{头像:0D}{名字:格雷:名字}"
;   .strn "そんなボクが…{换行}"
;   .strn "世界の全てを知ってる{换行}"
;   .strn "アルバートに かなうはずが…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:01BC}{头像:1C}{名字:07:名字}"
    .strn "诸君，有个坏消息{换行}"
    .strn "异常体正出现在世界各地{换页}"
    .strn "{对话框:右}{文本顺序:01BD}{头像:1C}{名字:07:名字}"
    .strn "阿尔伯特这混蛋，{换行}"
    .strn "为了召集模块V的活祭品，{换行}"
    .strn "开始狩猎了{换页}"
    .strn "{对话框:左}{文本顺序:01BE}{头像:6B}{名字:15:名字}"
    .strn "可恶，身份暴露了{换行}"
    .strn "就什么都不管了啊！{换行}"
    .strn "走吧，格雷！{换页}"
    .strn "{对话框:左}{文本顺序:01BF}{头像:0D}{名字:格雷:名字}"
    .strn "…但是…我…{换页}"
    .strn "{对话框:左}{文本顺序:01C0}{头像:6B}{名字:15:名字}"
    .strn "赶快走吧！{换行}"
    .strn "要让阿尔伯特{换行}"
    .strn "把咱们的事情全部交代出来！{换页}"
    .strn "{对话框:左}{文本顺序:01C1}{头像:6B}{名字:15:名字}"
    .strn "那个…顺便也…{换行}"
    .strn "助人为乐吧！{换页}"
    .strn "{对话框:左}{文本顺序:01C2}{头像:0D}{名字:格雷:名字}"
    .strn "…做不到…{换行}"
    .strn "自己的事情…世界的事情…{换行}"
    .strn "我什么都不知道…{换页}"
    .strn "{对话框:左}{文本顺序:01C3}{头像:0D}{名字:格雷:名字}"
    .strn "这样的我…{换行}"
    .strn "不可能战胜{换行}"
    .strn "知道世界上一切的阿尔伯特…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:01C4}{头像:6B}{名字:15:名字}"
;   .strn "…お前の事なら{换行}"
;   .strn "オイラが知ってるぜ{换页}"
;   .strn "{对话框:右}{文本顺序:01C5}{头像:6B}{名字:15:名字}"
;   .strn "ガキのくせに強がりで、{换行}"
;   .strn "いじっぱりで…{换页}"
;   .strn "{对话框:右}{文本顺序:01C6}{头像:6B}{名字:15:名字}"
;   .strn "何のトクにもならねえのに{换行}"
;   .strn "どんなヤツでも助けようとする{换行}"
;   .strn "大バカのおひとよしだ！{换页}"
;   .strn "{对话框:左}{文本顺序:01C7}{头像:08}{名字:格雷:名字}"
;   .strn "……！{换页}"
;   .strn "{对话框:右}{文本顺序:01C8}{头像:6B}{名字:15:名字}"
;   .strn "見えないトコで苦しんでる{换行}"
;   .strn "ヤツらは ほっとくってのか！？{换行}"
;   .strn "大したセイギ感だな！{换页}"
;   .strn "{对话框:右}{文本顺序:01C9}{头像:6B}{名字:15:名字}"
;   .strn "ヒトの命をすくうのに{换行}"
;   .strn "理由はいらないってのは{换行}"
;   .strn "ありゃ ウソだったのかよ！{换页}"
;   .strn "{对话框:左}{文本顺序:01CA}{头像:0A}{名字:格雷:名字}"
;   .strn "そうだ…まだボクには{换行}"
;   .strn "やれる事がある…{换行}"
;   .strn "…行こう…モデルA！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:01C4}{头像:6B}{名字:15:名字}"
    .strn "…你的事情{换行}"
    .strn "咱知道哦{换页}"
    .strn "{对话框:右}{文本顺序:01C5}{头像:6B}{名字:15:名字}"
    .strn "明明是个小鬼却要逞强，{换行}"
    .strn "也很固执…{换页}"
    .strn "{对话框:右}{文本顺序:01C6}{头像:6B}{名字:15:名字}"
    .strn "明明得不到任何好处{换行}"
    .strn "却无论什么样的家伙都想帮助的{换行}"
    .strn "大笨蛋、老好人！{换页}"
    .strn "{对话框:左}{文本顺序:01C7}{头像:08}{名字:格雷:名字}"
    .strn "……！{换页}"
    .strn "{对话框:右}{文本顺序:01C8}{头像:6B}{名字:15:名字}"
    .strn "在看不见的地方受苦的家伙们{换行}"
    .strn "你要放任不管吗！？{换行}"
    .strn "真是了不起的正义感啊！{换页}"
    .strn "{对话框:右}{文本顺序:01C9}{头像:6B}{名字:15:名字}"
    .strn "说救人性命不需要理由，{换行}"
    .strn "难道那是骗人的吗！{换页}"
    .strn "{对话框:左}{文本顺序:01CA}{头像:0A}{名字:格雷:名字}"
    .strn "对啊…{换行}"
    .strn "还有我能做到的事…{换行}"
    .strn "…走吧…模块A！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:01CB}{头像:0B}{名字:格雷:名字}"
;   .strn "勝てないかもしれない…それでも{换行}"
;   .strn "アルバートたちと 戦えるのは{换行}"
;   .strn "ボクたちだけなんだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:01CB}{头像:0B}{名字:格雷:名字}"
    .strn "可能无法取胜…即便是这样{换行}"
    .strn "能和阿尔伯特他们战斗的{换行}"
    .strn "就只有我们了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:01CC}{头像:1D}{名字:06:名字}"
;   .strn "ありがとう、グレイくん{换行}"
;   .strn "あらためてキミに{换行}"
;   .strn "ミッションをたのみたい{换页}"
;   .strn "{对话框:右}{文本顺序:01CD}{头像:1D}{名字:06:名字}"
;   .strn "アルバートの計画をソシし、{换行}"
;   .strn "各地のヒトビトを{换行}"
;   .strn "すくってほしい{换页}"
;   .strn "{对话框:右}{文本顺序:01CE}{头像:1D}{名字:06:名字}"
;   .strn "トランスサーバーに{换行}"
;   .strn "新たな転送先をツイカしておこう{换行}"
;   .strn "…たのんだぞ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:01CC}{头像:1D}{名字:06:名字}"
    .strn "谢谢你，格雷{换行}"
    .strn "我想重新委托给你任务{换页}"
    .strn "{对话框:右}{文本顺序:01CD}{头像:1D}{名字:06:名字}"
    .strn "希望你能阻止{换行}"
    .strn "阿尔伯特的计划，{换行}"
    .strn "并救助各地的人们{换页}"
    .strn "{对话框:右}{文本顺序:01CE}{头像:1D}{名字:06:名字}"
    .strn "我来为传送服务器{换行}"
    .strn "添加新的传送目的地吧{换行}"
    .strn "…拜托你了哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{头像:1D}{名字:06:名字}"
;   .strn "新たな転送先は四つある{换行}"
;   .strn "トランスサーバーは右のトビラを{换行}"
;   .strn "出た エレベーターの先にあるぞ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{头像:1D}{名字:06:名字}"
    .strn "新的传送目的地有四个{换行}"
    .strn "传送服务器在{换行}"
    .strn "出了右边门后的电梯前方哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{头像:1C}{名字:07:名字}"
;   .strn "アルバートめ…{换行}"
;   .strn "なんとおそろしいヤツだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{头像:1C}{名字:07:名字}"
    .strn "阿尔伯特这混蛋…{换行}"
    .strn "这家伙太可怕了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m07_jp1_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "なんだ、この部屋は…{换行}"
;   .strn "くらくて ほとんど何も{换行}"
;   .strn "見えないじゃねえか！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "さっきコピーしたシャルナクに{换行}"
;   .strn "トランスオンすれば 少しは{换行}"
;   .strn "マシになりそうだ…{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "下画面の右下にある{换行}"
;   .strn "シャルナクのマークに{换行}"
;   .strn "タッチすれば、{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "下画面をレーダースコープに{换行}"
;   .strn "へんこうして、地形や{换行}"
;   .strn "テキのいちがわかるみたいだぞ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "ちょくせつ 下画面にうつる{换行}"
;   .strn "テキのマークにタッチする事で{换行}"
;   .strn "コウゲキもカノウらしい…{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "しかしそれを知ったところで{换行}"
;   .strn "この部屋からは{换行}"
;   .strn "出る事はフカノウだ…{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "そうだ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "シャルナクの のうりょくなら{换行}"
;   .strn "ジャンプ中に{方向键}ボタンの上で{换行}"
;   .strn "そのしかけにぶら下がれるはずだ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "ためしに ジャンプボタンと{换行}"
;   .strn "{方向键}ボタンの上を押して{换行}"
;   .strn "ぶら下がってみようぜ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "しかけや場所によっては{换行}"
;   .strn "{方向键}ボタンの上をすばやく{换行}"
;   .strn "2回押す事で上に乗れるぞ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "{方向键}ボタンの下をすばやく{换行}"
;   .strn "2回押す事で下に{换行}"
;   .strn "ぶら下がれるものもあるぞ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "アタックボタンを長く押して{换行}"
;   .strn "はなすと しゅりけんが{换行}"
;   .strn "使えるようだぜ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "わからない事があれば{换行}"
;   .strn "サブ画面のプロフィール画面を{换行}"
;   .strn "見る事だぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "什么啊，这个房间…{换行}"
    .strn "太暗了{换行}"
    .strn "基本上什么看不见嘛！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "变身为{换行}"
    .strn "刚刚复制的夏尔纳克{换行}"
    .strn "应该能稍微变好一点…{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "触摸下屏画面右下角的{换行}"
    .strn "夏尔纳克标记，{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "下屏画面就会变成雷达探测器，{换行}"
    .strn "好像就能知道{换行}"
    .strn "地形或敌人的位置了哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "通过直接触摸{换行}"
    .strn "下屏画面显示的敌人标记{换行}"
    .strn "好像也可以攻击…{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "但是{换行}"
    .strn "只知道这些{换行}"
    .strn "还是没法从这个房间出去…{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "对了！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "以夏尔纳克的能力{换行}"
    .strn "在跳跃时按{方向键}键的↑{换行}"
    .strn "应该就能悬挂在那个装置下{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "试试看{换行}"
    .strn "按跳跃键和{方向键}键的↑{换行}"
    .strn "来悬挂吧！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "根据装置或场所的不同{换行}"
    .strn "快速按2次{方向键}键的↑{换行}"
    .strn "还能攀登上去哦{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "也有快速按2次{换行}"
    .strn "{方向键}键的↓{换行}"
    .strn "能去下面悬挂的东西哦{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "长按攻击键再放开{换行}"
    .strn "好像可以使用{换行}"
    .strn "手里剑哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "有不知道的事情的话{换行}"
    .strn "就去看菜单画面的{换行}"
    .strn "招式简介页面哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m07_jp1 :: .endfunc
.close
