.create ".\.temp\root\data\talk_m0c_jp2.bin", 0
;文件头
.hword (EndOftalk_m0c_jp2 - 4);除文件头外文件大小
.hword (talk_m0c_jp2_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计32条文本
.hword (talk_m0c_jp2_000 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_001 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_002 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_003 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_004 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_005 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_006 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_007 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_008 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_009 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_010 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_011 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_012 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_013 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_014 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_015 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_016 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_017 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_018 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_019 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_020 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_021 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_022 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_023 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_024 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_025 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_026 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_027 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_028 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_029 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_030 -talk_m0c_jp2_000)
.hword (talk_m0c_jp2_031 -talk_m0c_jp2_000)

;文本正文
talk_m0c_jp2_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0267}{头像:02}{名字:托马斯:名字}"
;   .strn "トーマスだ{换行}"
;   .strn "アルバートめ、各地に残した{换行}"
;   .strn "モデルVを集めているようだな{换页}"
;   .strn "{对话框:左}{文本顺序:0268}{头像:02}{名字:托马斯:名字}"
;   .strn "実は先ほど、ハンターキャンプの{换行}"
;   .strn "さいせき場から、モデルVの{换行}"
;   .strn "ハンノウがカクニンされたそうだ{换页}"
;   .strn "{对话框:左}{文本顺序:0269}{头像:02}{名字:托马斯:名字}"
;   .strn "イレギュラーは ハンターたちが{换行}"
;   .strn "食い止めているが、道がけわしく{换行}"
;   .strn "おくへは 進めないでいるらしい{换页}"
;   .strn "{对话框:左}{文本顺序:026A}{头像:02}{名字:托马斯:名字}"
;   .strn "そこで、キミには さいせき場の{换行}"
;   .strn "おくへと向かって、モデルVを{换行}"
;   .strn "カイシュウしてもらいたい{换页}"
;   .strn "{对话框:左}{文本顺序:026B}{头像:02}{名字:托马斯:名字}"
;   .strn "ジョウホウでは、なぞの{换行}"
;   .strn "大型ひこうていが さいせき場へ{换行}"
;   .strn "セッキンしているそうだ{换页}"
;   .strn "{对话框:左}{文本顺序:026C}{头像:02}{名字:托马斯:名字}"
;   .strn "すでに アルバートたちに{换行}"
;   .strn "感づかれたのかもしれん{换行}"
;   .strn "気をつけてくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0267}{头像:02}{名字:托马斯:名字}"
    .strn "我是托马斯{换行}"
    .strn "阿尔伯特这混蛋，{换行}"
    .strn "好像正在收集留在各地的模块V{换页}"
    .strn "{对话框:左}{文本顺序:0268}{头像:02}{名字:托马斯:名字}"
    .strn "其实就在刚才，{换行}"
    .strn "我听说猎人营地的采石场{换行}"
    .strn "被确认有模块V的反应{换页}"
    .strn "{对话框:左}{文本顺序:0269}{头像:02}{名字:托马斯:名字}"
    .strn "异常体现在正被猎人们阻挡着，{换行}"
    .strn "但似乎内部道路险峻{换行}"
    .strn "没办法进去{换页}"
    .strn "{对话框:左}{文本顺序:026A}{头像:02}{名字:托马斯:名字}"
    .strn "所以，{换行}"
    .strn "我想让你前往采石场内部，{换行}"
    .strn "回收模块V{换页}"
    .strn "{对话框:左}{文本顺序:026B}{头像:02}{名字:托马斯:名字}"
    .strn "根据情报，{换行}"
    .strn "好像有个神秘的大型飞艇{换行}"
    .strn "正在接近采石场{换页}"
    .strn "{对话框:左}{文本顺序:026C}{头像:02}{名字:托马斯:名字}"
    .strn "也许是已经被{换行}"
    .strn "阿尔伯特他们察觉到了{换行}"
    .strn "小心一点{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0270}{头像:6B}{名字:模块A:名字}"
;   .strn "ここまで ハデにやるなんて、{换行}"
;   .strn "そうとうな やり手だな{换行}"
;   .strn "やっぱロックマンか？{换页}"
;   .strn "{对话框:右}{文本顺序:0271}{头像:6B}{名字:模块A:名字}"
;   .strn "けど…アルバートの仲間なら{换行}"
;   .strn "イレギュラーをたおすひつようは{换行}"
;   .strn "ないよな…{换页}"
;   .strn "{对话框:右}{文本顺序:0272}{头像:0A}{名字:雅希:名字}"
;   .strn "ダレが出てきても同じ{换行}"
;   .strn "テキなら戦うまでだわ{换行}"
;   .strn "先に進めばわかる事よ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0270}{头像:6B}{名字:模块A:名字}"
    .strn "能干到这么夸张的地步，{换行}"
    .strn "是个相当的能手啊{换行}"
    .strn "果然是洛克人吗？{换页}"
    .strn "{对话框:右}{文本顺序:0271}{头像:6B}{名字:模块A:名字}"
    .strn "不过…{换行}"
    .strn "如果是阿尔伯特的同伴{换行}"
    .strn "就没必要打倒异常体了吧…{换页}"
    .strn "{对话框:右}{文本顺序:0272}{头像:0A}{名字:雅希:名字}"
    .strn "不管是谁来了都一样{换行}"
    .strn "是敌人的话就战斗嘛{换行}"
    .strn "往前走就知道了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0273}{头像:0A}{名字:雅希:名字}"
;   .strn "…ダレ！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0273}{头像:0A}{名字:雅希:名字}"
    .strn "…是谁！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0274}{头像:11}{名字:????:名字}"
;   .strn "…こんなところに女の子…？{换行}"
;   .strn "いったいどうやってここまで…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0274}{头像:11}{名字:????:名字}"
    .strn "…这种地方有个女孩…？{换行}"
    .strn "到底是怎么来到这里…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0275}{头像:6C}{名字:????:名字}"
;   .strn "ヴァン…気をつけて{换行}"
;   .strn "カノジョから ライブメタルの{换行}"
;   .strn "気配がする{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0275}{头像:6C}{名字:????:名字}"
    .strn "梵…当心点{换行}"
    .strn "从她身上感觉到了{换行}"
    .strn "生命金属的气息{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0276}{头像:6D}{名字:????:名字}"
;   .strn "…感じた事のない気配…{换行}"
;   .strn "何者だ…？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0276}{头像:6D}{名字:????:名字}"
    .strn "…从没感受过的气息…{换行}"
    .strn "是什么人…？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0277}{头像:6B}{名字:模块A:名字}"
;   .strn "ライブメタルをふたつも！{换行}"
;   .strn "コイツもロックマンか！{换页}"
;   .strn "{对话框:右}{文本顺序:0278}{头像:08}{名字:雅希:名字}"
;   .strn "どうやら先客みたいね{换行}"
;   .strn "レディファーストって事でその{换行}"
;   .strn "モデルV、ゆずってくれない？{换页}"
;   .strn "{对话框:左}{文本顺序:0279}{头像:10}{名字:梵:名字}"
;   .strn "キミも コイツに{换行}"
;   .strn "用があるみたいだな{换行}"
;   .strn "何が目的だ？{换页}"
;   .strn "{对话框:右}{文本顺序:027A}{头像:0A}{名字:雅希:名字}"
;   .strn "言い方を変えようかしら？{换行}"
;   .strn "わたしたちのジャマをするなら{换行}"
;   .strn "チカラづくでもどいてもらうわ{换页}"
;   .strn "{对话框:左}{文本顺序:027B}{头像:11}{名字:梵:名字}"
;   .strn "…悪いけど それは{换行}"
;   .strn "できないソウダンだな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0277}{头像:6B}{名字:模块A:名字}"
    .strn "拥有两个生命金属！{换行}"
    .strn "这家伙也是洛克人啊！{换页}"
    .strn "{对话框:右}{文本顺序:0278}{头像:08}{名字:雅希:名字}"
    .strn "看来有先到的客人呢{换行}"
    .strn "按照女士优先的原则{换行}"
    .strn "你能把那个模块V让给我吗？{换页}"
    .strn "{对话框:左}{文本顺序:0279}{头像:10}{名字:梵:名字}"
    .strn "看来{换行}"
    .strn "你也要找这玩意儿啊{换行}"
    .strn "目的是什么？{换页}"
    .strn "{对话框:右}{文本顺序:027A}{头像:0A}{名字:雅希:名字}"
    .strn "那我换一种说法吧？{换行}"
    .strn "你要是妨碍我们的话{换行}"
    .strn "我竭尽全力也要把你赶跑{换页}"
    .strn "{对话框:左}{文本顺序:027B}{头像:11}{名字:梵:名字}"
    .strn "…不好意思{换行}"
    .strn "这可没得商量啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:左}{文本顺序:027F}{头像:12}{名字:梵:名字}"
;   .strn "女の子に手をあげるのは{换行}"
;   .strn "気が進まないけど…{换行}"
;   .strn "オレにもひけない理由がある{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:0280}{头像:13}{名字:梵:名字}"
;   .strn "オレは…全てを守るために{换行}"
;   .strn "ロックマンになったんだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:左}{文本顺序:027F}{头像:12}{名字:梵:名字}"
    .strn "对女孩子下手{换行}"
    .strn "我也于心不忍…{换行}"
    .strn "但是我也有不能让步的理由{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:0280}{头像:13}{名字:梵:名字}"
    .strn "我…是为了守护一切{换行}"
    .strn "才成为洛克人的！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:上}{对话框:右}{文本顺序:0281}{头像:13}{名字:梵:名字}"
;   .strn "オレは…みんなと{换行}"
;   .strn "やくそくしたんだ…{换行}"
;   .strn "……全てを守ると！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:上}{对话框:右}{文本顺序:0281}{头像:13}{名字:梵:名字}"
    .strn "我…和大家{换行}"
    .strn "约定过了…{换行}"
    .strn "……要守护一切！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0283}{头像:0E}{名字:雅希:名字}"
;   .strn "きゃあああああぁぁっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0283}{头像:0E}{名字:雅希:名字}"
    .strn "呀啊啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0284}{头像:14}{名字:梵:名字}"
;   .strn "ぐあっ…！{换行}"
;   .strn "な…何だ…これは…！？{换页}"
;   .strn "{对话框:右}{文本顺序:0285}{头像:6D}{名字:模块Z:名字}"
;   .strn "キョウメイしている…！？{换行}"
;   .strn "ヤツのライブメタルのせいか！{换页}"
;   .strn "{对话框:右}{文本顺序:0286}{头像:6C}{名字:模块X:名字}"
;   .strn "ヴァン…！気をつけて！{换行}"
;   .strn "カノジョのライブメタルから{换行}"
;   .strn "データが 流れこんでくる…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0284}{头像:14}{名字:梵:名字}"
    .strn "咕啊…！{换行}"
    .strn "这…这是…什么…！？{换页}"
    .strn "{对话框:右}{文本顺序:0285}{头像:6D}{名字:模块Z:名字}"
    .strn "产生共鸣了…！？{换行}"
    .strn "是因为那家伙的生命金属吗！{换页}"
    .strn "{对话框:右}{文本顺序:0286}{头像:6C}{名字:模块X:名字}"
    .strn "梵…！振作一点！{换行}"
    .strn "数据正从她的生命金属{换行}"
    .strn "传过来…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "コードAC196から{换行}"
;   .strn "TC2343までをカイホウ{换行}"
;   .strn "レポートデータ てんかい{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "これが さいごの{换行}"
;   .strn "プロテクトとなる{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "計画の全てを知ったキミは、{换行}"
;   .strn "キュウキョクのライブメタルを{换行}"
;   .strn "手にするケンリがある{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "各地でねむるモデルVたちは、{换行}"
;   .strn "ヒトビトのキョウフを食らいつつ{换行}"
;   .strn "カクセイの日をまっている{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "开放代码{换行}"
    .strn "AC196至TC2343{换行}"
    .strn "展开报告数据{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "这是最后的保护了{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "你已经知道了计划的全部，{换行}"
    .strn "有权利拥有{换行}"
    .strn "究极生命金属{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "沉睡在各地的模块V们，{换行}"
    .strn "一边吞噬着人们的恐惧{换行}"
    .strn "一边等待着觉醒之日{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "そして、全てのモデルVがひとつ{换行}"
;   .strn "となった時…キュウキョクの{换行}"
;   .strn "ライブメタルが たんじょうする{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "その名は ウロボロス…{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "ウロボロスを手にした者こそが、{换行}"
;   .strn "ヒトとキカイをこえる{换行}"
;   .strn "進化のはてにいる者…{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "わたしが追いもとめる{换行}"
;   .strn "キュウキョクのロックマン{换行}"
;   .strn "となるのだ{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "わが名はマスター·アルバート{换行}"
;   .strn "世のコトワリを定める{换行}"
;   .strn "三賢人の一人にして…{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "新たな世界、新たな命を{换行}"
;   .strn "ソウゾウせんとする者{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "いつの日か、わたしの研究が{换行}"
;   .strn "進化の地平を切り開かん事を{换行}"
;   .strn "ねがう{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "然后，{换行}"
    .strn "当所有模块V合为一体时…{换行}"
    .strn "究极生命金属就诞生了{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "它的名字是乌洛波洛斯…{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "拥有乌洛波洛斯的人，{换行}"
    .strn "才是超越人类和机械的{换行}"
    .strn "处于进化尽头的人…{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "他将成为{换行}"
    .strn "我追求的究极洛克人{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "我的名字是阿尔伯特大师{换行}"
    .strn "是制定世间之理的{换行}"
    .strn "三贤者中的一人…{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "是创造新世界、{换行}"
    .strn "新生命的人{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "我希望终有一日，{换行}"
    .strn "我的研究{换行}"
    .strn "能开辟进化的地平线{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0287}{头像:0A}{名字:雅希:名字}"
;   .strn "ウロボロスと{换行}"
;   .strn "キュウキョクのロックマン…{换行}"
;   .strn "それがアルバートの計画…！{换页}"
;   .strn "{对话框:左}{文本顺序:0288}{头像:6B}{名字:模块A:名字}"
;   .strn "そうか…やっとわかった…{换行}"
;   .strn "なんでオイラが作られたのか{换页}"
;   .strn "{对话框:左}{文本顺序:0289}{头像:6B}{名字:模块A:名字}"
;   .strn "なんでアッシュが、オイラで{换行}"
;   .strn "変身できるのか…{换页}"
;   .strn "{对话框:左}{文本顺序:028A}{头像:0B}{名字:雅希:名字}"
;   .strn "モデルA…？{换行}"
;   .strn "今、なんて…？{换页}"
;   .strn "{对话框:右}{文本顺序:028B}{头像:10}{名字:梵:名字}"
;   .strn "…オレにも説明してもらおうか{换行}"
;   .strn "今、キミとキョウメイした時に、{换行}"
;   .strn "色んなデータが見えた{换页}"
;   .strn "{对话框:右}{文本顺序:028C}{头像:11}{名字:梵:名字}"
;   .strn "マスター·アルバート…{换行}"
;   .strn "その男がモデルVを作ったのか？{换行}"
;   .strn "キミたちはいったい何者なんだ？{换页}"
;   .strn "{对话框:左}{文本顺序:028D}{头像:6B}{名字:模块A:名字}"
;   .strn "そ…それは…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0287}{头像:0A}{名字:雅希:名字}"
    .strn "乌洛波洛斯和{换行}"
    .strn "究极洛克人…{换行}"
    .strn "这就是阿尔伯特的计划…！{换页}"
    .strn "{对话框:左}{文本顺序:0288}{头像:6B}{名字:模块A:名字}"
    .strn "这样啊…终于知道了…{换行}"
    .strn "为什么咱会被制造出来{换页}"
    .strn "{对话框:左}{文本顺序:0289}{头像:6B}{名字:模块A:名字}"
    .strn "为什么雅希{换行}"
    .strn "能用咱变身…{换页}"
    .strn "{对话框:左}{文本顺序:028A}{头像:0B}{名字:雅希:名字}"
    .strn "模块A…？{换行}"
    .strn "你刚才，说什么…？{换页}"
    .strn "{对话框:右}{文本顺序:028B}{头像:10}{名字:梵:名字}"
    .strn "…也能跟我说明一下吗？{换行}"
    .strn "刚刚，跟你共鸣的时候，{换行}"
    .strn "我看到了各种数据{换页}"
    .strn "{对话框:右}{文本顺序:028C}{头像:11}{名字:梵:名字}"
    .strn "阿尔伯特大师…{换行}"
    .strn "那个男人制造了模块V吗？{换行}"
    .strn "你们到底是什么人？{换页}"
    .strn "{对话框:左}{文本顺序:028D}{头像:6B}{名字:模块A:名字}"
    .strn "那…那个…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:028E}{头像:6C}{名字:模块X:名字}"
;   .strn "しまった…！{换行}"
;   .strn "モデルVが！{换页}"
;   .strn "{对话框:右}{文本顺序:028F}{头像:6D}{名字:模块Z:名字}"
;   .strn "戦いのショウゲキに{换行}"
;   .strn "たえきれなかったか{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:028E}{头像:6C}{名字:模块X:名字}"
    .strn "糟了…！{换行}"
    .strn "模块V！{换页}"
    .strn "{对话框:右}{文本顺序:028F}{头像:6D}{名字:模块Z:名字}"
    .strn "没能承受住{换行}"
    .strn "战斗的冲击吗{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0290}{头像:0B}{名字:雅希:名字}"
;   .strn "教えて！モデルA！{换行}"
;   .strn "アンタいったい{换行}"
;   .strn "何を知っているの！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0290}{头像:0B}{名字:雅希:名字}"
    .strn "告诉我！模块A！{换行}"
    .strn "你到底知道什么！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0291}{头像:6B}{名字:模块A:名字}"
;   .strn "ごめんよ…{换行}"
;   .strn "今は…まだ言えない…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0291}{头像:6B}{名字:模块A:名字}"
    .strn "对不起…{换行}"
    .strn "现在…还不能说…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0292}{头像:0B}{名字:雅希:名字}"
;   .strn "モデルA…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0292}{头像:0B}{名字:雅希:名字}"
    .strn "模块A…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0293}{头像:10}{名字:梵:名字}"
;   .strn "…それぐらいにしておけ{换行}"
;   .strn "話したくない理由があるんだろ{换行}"
;   .strn "オレもあやまるよ{换页}"
;   .strn "{对话框:右}{文本顺序:0294}{头像:11}{名字:梵:名字}"
;   .strn "それよりも今はモデルVだ{换行}"
;   .strn "イレギュラーをふやされたら{换行}"
;   .strn "また近づくのが大変になるぞ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0293}{头像:10}{名字:梵:名字}"
    .strn "…问到这里就行了{换行}"
    .strn "他也有不想说的理由吧{换行}"
    .strn "我也要道歉啊{换页}"
    .strn "{对话框:右}{文本顺序:0294}{头像:11}{名字:梵:名字}"
    .strn "比起这个，现在模块V更重要{换行}"
    .strn "要是异常体被增殖{换行}"
    .strn "而且再次靠近就麻烦了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0295}{头像:08}{名字:雅希:名字}"
;   .strn "何よアンタ、急にセンパイ風{换行}"
;   .strn "ふかして…{换行}"
;   .strn "わかったわ、アタシが悪かった{换页}"
;   .strn "{对话框:右}{文本顺序:0296}{头像:10}{名字:梵:名字}"
;   .strn "一時休戦だな{换行}"
;   .strn "まずはおたがいの目的のために{换行}"
;   .strn "さっきのモデルVを見つけないと{换页}"
;   .strn "{对话框:左}{文本顺序:0297}{头像:08}{名字:雅希:名字}"
;   .strn "思いっきりやったからね{换行}"
;   .strn "すぐには動けないでしょ？{换行}"
;   .strn "アタシが先に行くわ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0295}{头像:08}{名字:雅希:名字}"
    .strn "什么啊，{换行}"
    .strn "突然装成前辈的样子…{换行}"
    .strn "知道啦，是我不好{换页}"
    .strn "{对话框:右}{文本顺序:0296}{头像:10}{名字:梵:名字}"
    .strn "暂时停战了啊{换行}"
    .strn "首先为了我们各自的目的{换行}"
    .strn "必须找到刚才的模块V{换页}"
    .strn "{对话框:左}{文本顺序:0297}{头像:08}{名字:雅希:名字}"
    .strn "我下手太重了呢{换行}"
    .strn "你现在不能马上行动吧？{换行}"
    .strn "那我先走一步了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0298}{头像:11}{名字:梵:名字}"
;   .strn "オレなんかの言葉を{换行}"
;   .strn "カンタンに信じるんだな{换行}"
;   .strn "今ならとどめがさせるんだぞ？{换页}"
;   .strn "{对话框:左}{文本顺序:0299}{头像:08}{名字:雅希:名字}"
;   .strn "なーんか気がぬけちゃった{换行}"
;   .strn "アンタと話してると{换行}"
;   .strn "調子くるうのよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0298}{头像:11}{名字:梵:名字}"
    .strn "你很轻易{换行}"
    .strn "就相信了我这种人的话嘛{换行}"
    .strn "现在的话能给我最后一击哦？{换页}"
    .strn "{对话框:左}{文本顺序:0299}{头像:08}{名字:雅希:名字}"
    .strn "总感觉没什么干劲了{换行}"
    .strn "跟你说话我就会状态失常哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:029A}{头像:6B}{名字:模块A:名字}"
;   .strn "おい、どうするよ！？{换行}"
;   .strn "コイツをカイシュウしろ{换行}"
;   .strn "ってのか！？{换页}"
;   .strn "{对话框:上}{对话框:右}{文本顺序:029B}{头像:0A}{名字:雅希:名字}"
;   .strn "カイシュウはもうダメね！{换行}"
;   .strn "ここでハカイするしかないわ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:029A}{头像:6B}{名字:模块A:名字}"
    .strn "喂，怎么办啊！？{换行}"
    .strn "难道说要回收{换行}"
    .strn "这个家伙吗！？{换页}"
    .strn "{对话框:上}{对话框:右}{文本顺序:029B}{头像:0A}{名字:雅希:名字}"
    .strn "回收已经不行了呢！{换行}"
    .strn "只能在这里破坏掉了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:029C}{头像:0A}{名字:雅希:名字}"
;   .strn "まだ動いてる…！{换行}"
;   .strn "モデルV ひとつで{换行}"
;   .strn "こんなに てこずるなんて…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:029C}{头像:0A}{名字:雅希:名字}"
    .strn "还能动…！{换行}"
    .strn "一个模块V{换行}"
    .strn "就这么难对付…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:上}{对话框:右}{文本顺序:029D}{头像:0F}{名字:雅希:名字}"
;   .strn "ア、アンタ…{换行}"
;   .strn "どうして助けてくれるの？{换页}"
;   .strn "{对话框:左}{文本顺序:029E}{头像:12}{名字:梵:名字}"
;   .strn "どうしてって言われても…{换行}"
;   .strn "オレにはキミと戦う理由は{换行}"
;   .strn "ないからな{换页}"
;   .strn "{对话框:左}{文本顺序:029F}{头像:13}{名字:梵:名字}"
;   .strn "はじめからオレのねらいは{换行}"
;   .strn "モデルVのハカイだけだ{换页}"
;   .strn "{对话框:左}{文本顺序:02A0}{头像:12}{名字:梵:名字}"
;   .strn "ロックマンどうしの戦いを{换行}"
;   .strn "終わらせるためにな{换行}"
;   .strn "…で、キミ、名前は？{换页}"
;   .strn "{对话框:右}{文本顺序:02A1}{头像:0F}{名字:雅希:名字}"
;   .strn "…え？{换页}"
;   .strn "{对话框:左}{文本顺序:02A2}{头像:12}{名字:梵:名字}"
;   .strn "オレの名前はヴァン{换行}"
;   .strn "どうもオレたち、おたがいを{换行}"
;   .strn "かんちがいしてるみたいだからな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:上}{对话框:右}{文本顺序:029D}{头像:0F}{名字:雅希:名字}"
    .strn "你、你…{换行}"
    .strn "为什么来帮我了？{换页}"
    .strn "{对话框:左}{文本顺序:029E}{头像:12}{名字:梵:名字}"
    .strn "你问我为什么…{换行}"
    .strn "因为我并没有{换行}"
    .strn "和你战斗的理由啊{换页}"
    .strn "{对话框:左}{文本顺序:029F}{头像:13}{名字:梵:名字}"
    .strn "从一开始{换行}"
    .strn "我的目的就只是破坏模块V{换页}"
    .strn "{对话框:左}{文本顺序:02A0}{头像:12}{名字:梵:名字}"
    .strn "为了终结洛克人之间的战斗{换行}"
    .strn "…那，你的名字是？{换页}"
    .strn "{对话框:右}{文本顺序:02A1}{头像:0F}{名字:雅希:名字}"
    .strn "…哎？{换页}"
    .strn "{对话框:左}{文本顺序:02A2}{头像:12}{名字:梵:名字}"
    .strn "我的名字叫梵{换行}"
    .strn "看来我们，都互相误会了呢{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02A3}{头像:08}{名字:雅希:名字}"
;   .strn "アタシはハンターのアッシュ{换行}"
;   .strn "コイツはモデルA{换行}"
;   .strn "レギオンズのイライで来たのよ{换页}"
;   .strn "{对话框:左}{文本顺序:02A4}{头像:13}{名字:梵:名字}"
;   .strn "レギオンズ…{换行}"
;   .strn "あの連合セイフのイライとは{换行}"
;   .strn "またすごいな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02A3}{头像:08}{名字:雅希:名字}"
    .strn "我是猎人雅希{换行}"
    .strn "这家伙是模块A{换行}"
    .strn "是受军团的委托而来的哦{换页}"
    .strn "{对话框:左}{文本顺序:02A4}{头像:13}{名字:梵:名字}"
    .strn "军团…{换行}"
    .strn "居然是那个联合政府的委托{换行}"
    .strn "很厉害啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:02A5}{头像:10}{名字:梵:名字}"
;   .strn "この青いライブメタルは{换行}"
;   .strn "モデルX{换行}"
;   .strn "オレの仲間だ{换页}"
;   .strn "{对话框:左}{文本顺序:02A6}{头像:10}{名字:梵:名字}"
;   .strn "こっちの赤いのはモデルZ{换行}"
;   .strn "これはオレのセンパイから{换行}"
;   .strn "たくされた大切な形見なんだ…{换页}"
;   .strn "{对话框:左}{文本顺序:02A7}{头像:10}{名字:梵:名字}"
;   .strn "一度キャンプまで戻ろう{换行}"
;   .strn "話はとちゅうで聞かせてくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:02A5}{头像:10}{名字:梵:名字}"
    .strn "这个蓝色的生命金属是{换行}"
    .strn "模块X{换行}"
    .strn "是我的伙伴{换页}"
    .strn "{对话框:左}{文本顺序:02A6}{头像:10}{名字:梵:名字}"
    .strn "这边的红色的是模块Z{换行}"
    .strn "这个是我的前辈托付给我的{换行}"
    .strn "重要的遗物…{换页}"
    .strn "{对话框:左}{文本顺序:02A7}{头像:10}{名字:梵:名字}"
    .strn "先返回营地吧{换行}"
    .strn "你的事情途中再听你说吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02A8}{头像:11}{名字:梵:名字}"
;   .strn "マスター·アルバートに{换行}"
;   .strn "プロメテ、パンドラ…{换行}"
;   .strn "それと四人のロックマン…か{换页}"
;   .strn "{对话框:右}{文本顺序:02A9}{头像:11}{名字:梵:名字}"
;   .strn "オレたちの研究所から{换行}"
;   .strn "ぬすまれたモデルHたちが{换行}"
;   .strn "そんな事になってたなんて…{换页}"
;   .strn "{对话框:右}{文本顺序:02AA}{头像:6C}{名字:模块X:名字}"
;   .strn "おそらくモデルHたちは その{换行}"
;   .strn "四人のテキゴウ者にイシキを{换行}"
;   .strn "ふうじられているんだろう{换页}"
;   .strn "{对话框:右}{文本顺序:02AB}{头像:6C}{名字:模块X:名字}"
;   .strn "モデルHたちは、ボクらが{换行}"
;   .strn "モデルVと戦った時、チカラを{换行}"
;   .strn "かしてくれた仲間なんだ{换页}"
;   .strn "{对话框:右}{文本顺序:02AC}{头像:6D}{名字:模块Z:名字}"
;   .strn "オレたちは、うばわれた{换行}"
;   .strn "モデルHたちを追って{换行}"
;   .strn "ここまできた{换页}"
;   .strn "{对话框:右}{文本顺序:02AD}{头像:10}{名字:梵:名字}"
;   .strn "そうしたら、ここでモデルVを{换行}"
;   .strn "見つけて、さらにキミに{换行}"
;   .strn "おそわれたってわけさ{换页}"
;   .strn "{对话框:左}{文本顺序:02AE}{头像:08}{名字:雅希:名字}"
;   .strn "…だから悪かったってば{换行}"
;   .strn "それで、ヴァンはなんで{换行}"
;   .strn "モデルVと戦ってるの？{换页}"
;   .strn "{对话框:右}{文本顺序:02AF}{头像:10}{名字:梵:名字}"
;   .strn "…いきなり よびすてかよ{换行}"
;   .strn "オレ、一応キミより{换行}"
;   .strn "年上なんだけどな…{换页}"
;   .strn "{对话框:右}{文本顺序:02B0}{头像:10}{名字:梵:名字}"
;   .strn "オレもキミといっしょさ{换行}"
;   .strn "わけのわからないうちに{换行}"
;   .strn "戦いにまきこまれてさ{换页}"
;   .strn "{对话框:右}{文本顺序:02B1}{头像:11}{名字:梵:名字}"
;   .strn "イレギュラーやモデルVとの{换行}"
;   .strn "戦いで大切なヒトたちを{换行}"
;   .strn "うしなったんだ…{换页}"
;   .strn "{对话框:左}{文本顺序:02B2}{头像:0A}{名字:雅希:名字}"
;   .strn "じゃあ…アンタも{换行}"
;   .strn "ふくしゅうのために…？{换页}"
;   .strn "{对话框:右}{文本顺序:02B3}{头像:10}{名字:梵:名字}"
;   .strn "ちがうよ{换行}"
;   .strn "にくしみだけで戦っても{换行}"
;   .strn "テキをふやすだけさ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02A8}{头像:11}{名字:梵:名字}"
    .strn "阿尔伯特大师和{换行}"
    .strn "普罗米修、潘朵拉…{换行}"
    .strn "还有四个洛克人…吗{换页}"
    .strn "{对话框:右}{文本顺序:02A9}{头像:11}{名字:梵:名字}"
    .strn "从我们研究所{换行}"
    .strn "偷走的模块H他们{换行}"
    .strn "竟然发生了那样的事…{换页}"
    .strn "{对话框:右}{文本顺序:02AA}{头像:6C}{名字:模块X:名字}"
    .strn "恐怕模块H他们{换行}"
    .strn "被那四个适应者{换行}"
    .strn "封住了意识吧{换页}"
    .strn "{对话框:右}{文本顺序:02AB}{头像:6C}{名字:模块X:名字}"
    .strn "模块H他们是{换行}"
    .strn "在我们跟模块V战斗时，{换行}"
    .strn "借给我们力量的伙伴{换页}"
    .strn "{对话框:右}{文本顺序:02AC}{头像:6D}{名字:模块Z:名字}"
    .strn "我们追着{换行}"
    .strn "被抢走的模块H他们{换行}"
    .strn "就来到了这里{换页}"
    .strn "{对话框:右}{文本顺序:02AD}{头像:10}{名字:梵:名字}"
    .strn "然后，我们在这里发现了模块V，{换行}"
    .strn "再然后就被你袭击了{换行}"
    .strn "就是这么回事{换页}"
    .strn "{对话框:左}{文本顺序:02AE}{头像:08}{名字:雅希:名字}"
    .strn "…所以真是不好意思啊{换行}"
    .strn "那么，{换行}"
    .strn "梵为什么要和模块V战斗呢？{换页}"
    .strn "{对话框:右}{文本顺序:02AF}{头像:10}{名字:梵:名字}"
    .strn "…突然就直呼名字啊{换行}"
    .strn "我好歹也比你年长吧…{换页}"
    .strn "{对话框:右}{文本顺序:02B0}{头像:10}{名字:梵:名字}"
    .strn "我也和你一样{换行}"
    .strn "在什么都不知道的时候{换行}"
    .strn "就被卷入战斗了{换页}"
    .strn "{对话框:右}{文本顺序:02B1}{头像:11}{名字:梵:名字}"
    .strn "在跟异常体和模块V的战斗中{换行}"
    .strn "失去了很多重要的人…{换页}"
    .strn "{对话框:左}{文本顺序:02B2}{头像:0A}{名字:雅希:名字}"
    .strn "那么…你也是{换行}"
    .strn "为了复仇…？{换页}"
    .strn "{对话框:右}{文本顺序:02B3}{头像:10}{名字:梵:名字}"
    .strn "不{换行}"
    .strn "只为憎恨而战斗{换行}"
    .strn "也只会徒增敌人{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02B4}{头像:11}{名字:梵:名字}"
;   .strn "オレはこのチカラを{换行}"
;   .strn "自分が信じるモノのために{换行}"
;   .strn "使いたいんだ{换页}"
;   .strn "{对话框:右}{文本顺序:02B5}{头像:10}{名字:梵:名字}"
;   .strn "だから仲間とヤクソクしたんだ{换行}"
;   .strn "みんなを守るロックマンになる{换行}"
;   .strn "ってね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02B4}{头像:11}{名字:梵:名字}"
    .strn "我想要为了{换行}"
    .strn "自己所相信的东西{换行}"
    .strn "而使用这个力量{换页}"
    .strn "{对话框:右}{文本顺序:02B5}{头像:10}{名字:梵:名字}"
    .strn "所以我跟伙伴作了约定{换行}"
    .strn "那就是{换行}"
    .strn "要成为守护大家的洛克人{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_028:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02B6}{头像:11}{名字:梵:名字}"
;   .strn "ロックマンのチカラは強大だ{换行}"
;   .strn "それこそ世界を変える事が{换行}"
;   .strn "できるくらいにな{换页}"
;   .strn "{对话框:右}{文本顺序:02B7}{头像:10}{名字:梵:名字}"
;   .strn "けれど…ひとつだけ変えられない{换行}"
;   .strn "モノがある…{换行}"
;   .strn "それが自分の運命だ{换页}"
;   .strn "{对话框:右}{文本顺序:02B8}{头像:10}{名字:梵:名字}"
;   .strn "自分の運命は自分のチカラで{换行}"
;   .strn "変えていくモノなんだ{换页}"
;   .strn "{对话框:右}{文本顺序:02B9}{头像:11}{名字:梵:名字}"
;   .strn "アッシュ…{换行}"
;   .strn "チカラにふりまわされて{换行}"
;   .strn "自分をみうしなうなよ{换页}"
;   .strn "{对话框:左}{文本顺序:02BA}{头像:0C}{名字:雅希:名字}"
;   .strn "…よくもまあ、そんなクサい事を{换行}"
;   .strn "真顔で言えるわね…{换行}"
;   .strn "でも気に入ったよ、その生き方{换页}"
;   .strn "{对话框:右}{文本顺序:02BB}{头像:10}{名字:梵:名字}"
;   .strn "ハハハ、ありがとうな{换行}"
;   .strn "…そうだ、キミにコレを{换行}"
;   .strn "あげよう{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02B6}{头像:11}{名字:梵:名字}"
    .strn "洛克人的力量很强大{换行}"
    .strn "正是如此{换行}"
    .strn "才能做到改变世界这样的事{换页}"
    .strn "{对话框:右}{文本顺序:02B7}{头像:10}{名字:梵:名字}"
    .strn "但是…{换行}"
    .strn "只有一件事无法改变…{换行}"
    .strn "那就是自己的命运{换页}"
    .strn "{对话框:右}{文本顺序:02B8}{头像:10}{名字:梵:名字}"
    .strn "自己的命运要由{换行}"
    .strn "自己的力量去改变{换页}"
    .strn "{对话框:右}{文本顺序:02B9}{头像:11}{名字:梵:名字}"
    .strn "雅希…{换行}"
    .strn "不要被力量所左右{换行}"
    .strn "而迷失自我哦{换页}"
    .strn "{对话框:左}{文本顺序:02BA}{头像:0C}{名字:雅希:名字}"
    .strn "…还真是能一脸认真地{换行}"
    .strn "说出那么装腔作势的话啊…{换行}"
    .strn "不过我喜欢哦，那种生活态度{换页}"
    .strn "{对话框:右}{文本顺序:02BB}{头像:10}{名字:梵:名字}"
    .strn "哈哈哈，多谢了{换行}"
    .strn "…对了，{换行}"
    .strn "我把这个给你吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_029:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02BC}{头像:10}{名字:梵:名字}"
;   .strn "そのキーで行けるエリアに{换行}"
;   .strn "フォルスロイドのハンノウがある{换页}"
;   .strn "{对话框:右}{文本顺序:02BD}{头像:10}{名字:梵:名字}"
;   .strn "あとでオレが調べようと{换行}"
;   .strn "思ってたんだけど…{换行}"
;   .strn "キミになら まかせられそうだ{换页}"
;   .strn "{对话框:右}{文本顺序:02BE}{头像:10}{名字:梵:名字}"
;   .strn "オレは仲間のところに戻るよ{换行}"
;   .strn "モデルHたちを追うためにな{换页}"
;   .strn "{对话框:右}{文本顺序:02BF}{头像:10}{名字:梵:名字}"
;   .strn "また会おう{换行}"
;   .strn "今度は運命のゲームに立ち向かう{换行}"
;   .strn "同じ仲間としてな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02BC}{头像:10}{名字:梵:名字}"
    .strn "用这把钥匙能去的区域{换行}"
    .strn "有拟真型机器人的反应{换页}"
    .strn "{对话框:右}{文本顺序:02BD}{头像:10}{名字:梵:名字}"
    .strn "我本来想之后{换行}"
    .strn "自己去调查的…{换行}"
    .strn "不过看来能托付给你了{换页}"
    .strn "{对话框:右}{文本顺序:02BE}{头像:10}{名字:梵:名字}"
    .strn "我要回同伴那儿去了{换行}"
    .strn "要去追模块H他们啊{换页}"
    .strn "{对话框:右}{文本顺序:02BF}{头像:10}{名字:梵:名字}"
    .strn "下次再见吧{换行}"
    .strn "那时就要作为{换行}"
    .strn "一同对抗命运游戏的同伴了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_030:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:02C0}{头像:6B}{名字:模块A:名字}"
;   .strn "アッシュ…{换行}"
;   .strn "オイラ…{换页}"
;   .strn "{对话框:左}{文本顺序:02C1}{头像:08}{名字:雅希:名字}"
;   .strn "あの時はごめんね{换行}"
;   .strn "モデルA…{换行}"
;   .strn "アタシ、どうかしてた{换页}"
;   .strn "{对话框:左}{文本顺序:02C2}{头像:08}{名字:雅希:名字}"
;   .strn "ヴァンの言うとおりだわ{换行}"
;   .strn "運命は自分で変えられる{换行}"
;   .strn "知らないカコなんてどうでもいい{换页}"
;   .strn "{对话框:左}{文本顺序:02C3}{头像:0C}{名字:雅希:名字}"
;   .strn "これからのアタシの物語は{换行}"
;   .strn "アタシが作るんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:02C0}{头像:6B}{名字:模块A:名字}"
    .strn "雅希…{换行}"
    .strn "咱…{换页}"
    .strn "{对话框:左}{文本顺序:02C1}{头像:08}{名字:雅希:名字}"
    .strn "那个时候对不起哦{换行}"
    .strn "模块A…{换行}"
    .strn "我，有点不太正常{换页}"
    .strn "{对话框:左}{文本顺序:02C2}{头像:08}{名字:雅希:名字}"
    .strn "就像梵说的那样{换行}"
    .strn "命运能够自己改变{换行}"
    .strn "未知的过去什么的无所谓{换页}"
    .strn "{对话框:左}{文本顺序:02C3}{头像:0C}{名字:雅希:名字}"
    .strn "接下来的我的故事{换行}"
    .strn "要由我来创作{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0c_jp2_031:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:02C4}{头像:02}{名字:托马斯:名字}"
;   .strn "ミッションごくろうだった{换行}"
;   .strn "カイシュウできなかったのは{换行}"
;   .strn "ザンネンだが…{换页}"
;   .strn "{对话框:左}{文本顺序:02C5}{头像:02}{名字:托马斯:名字}"
;   .strn "モデルVのひとつがハカイされた{换行}"
;   .strn "事で、アルバートの計画にも{换行}"
;   .strn "くるいが 出ているはずだ{换页}"
;   .strn "{对话框:左}{文本顺序:02C6}{头像:02}{名字:托马斯:名字}"
;   .strn "なんとか、このチャンスに{换行}"
;   .strn "ヤツを追いつめたいのだが{换行}"
;   .strn "ザンネンながら手がかりはない{换页}"
;   .strn "{对话框:左}{文本顺序:02C7}{头像:02}{名字:托马斯:名字}"
;   .strn "新しいキーを使って{换行}"
;   .strn "まだ行っていないエリアに行けば{换行}"
;   .strn "何かわかるかもしれん{换页}"
;   .strn "{对话框:左}{文本顺序:02C8}{头像:02}{名字:托马斯:名字}"
;   .strn "たのむ、アッシュくん{换行}"
;   .strn "あとはキミだけがたよりなのだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:02C4}{头像:02}{名字:托马斯:名字}"
    .strn "任务辛苦了{换行}"
    .strn "虽然没能回收{换行}"
    .strn "很遗憾…{换页}"
    .strn "{对话框:左}{文本顺序:02C5}{头像:02}{名字:托马斯:名字}"
    .strn "由于模块V的其中一块被破坏了，{换行}"
    .strn "阿尔伯特的计划{换行}"
    .strn "应该也会被打乱{换页}"
    .strn "{对话框:左}{文本顺序:02C6}{头像:02}{名字:托马斯:名字}"
    .strn "我想方设法{换行}"
    .strn "想要趁这个机会把那家伙逼入困境{换行}"
    .strn "但很遗憾没有线索{换页}"
    .strn "{对话框:左}{文本顺序:02C7}{头像:02}{名字:托马斯:名字}"
    .strn "使用新的钥匙{换行}"
    .strn "前往还没去过的区域{换行}"
    .strn "也许能知道些什么{换页}"
    .strn "{对话框:左}{文本顺序:02C8}{头像:02}{名字:托马斯:名字}"
    .strn "拜托了，雅希{换行}"
    .strn "之后就只能靠你了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m0c_jp2 :: .endfunc
.close
