.create ".\.temp\root\data\talk_m04_jp2.bin", 0
;文件头
.hword (EndOftalk_m04_jp2 - 4);除文件头外文件大小
.hword (talk_m04_jp2_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计11条文本
.hword (talk_m04_jp2_000 -talk_m04_jp2_000)
.hword (talk_m04_jp2_001 -talk_m04_jp2_000)
.hword (talk_m04_jp2_002 -talk_m04_jp2_000)
.hword (talk_m04_jp2_003 -talk_m04_jp2_000)
.hword (talk_m04_jp2_004 -talk_m04_jp2_000)
.hword (talk_m04_jp2_005 -talk_m04_jp2_000)
.hword (talk_m04_jp2_006 -talk_m04_jp2_000)
.hword (talk_m04_jp2_007 -talk_m04_jp2_000)
.hword (talk_m04_jp2_008 -talk_m04_jp2_000)
.hword (talk_m04_jp2_009 -talk_m04_jp2_000)
.hword (talk_m04_jp2_010 -talk_m04_jp2_000)

;文本正文
talk_m04_jp2_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:00F6}{头像:02}{名字:07:名字}"
;   .strn "聞こえるかね？{换行}"
;   .strn "ワシじゃ{换行}"
;   .strn "ミハイルじゃ{换页}"
;   .strn "{对话框:左}{文本顺序:00F7}{头像:02}{名字:07:名字}"
;   .strn "またエラいところに{换行}"
;   .strn "足をふみいれたのう{换页}"
;   .strn "{对话框:左}{文本顺序:00F8}{头像:02}{名字:07:名字}"
;   .strn "あちこちにある 氷のカタマリを{换行}"
;   .strn "こわせれば、道もひらけるの{换行}"
;   .strn "じゃが…{换页}"
;   .strn "{对话框:左}{文本顺序:00F9}{头像:02}{名字:07:名字}"
;   .strn "とはいえ、ツイラク現場へ{换行}"
;   .strn "つながるエリアは{换行}"
;   .strn "かぎられておる{换页}"
;   .strn "{对话框:左}{文本顺序:00FA}{头像:02}{名字:07:名字}"
;   .strn "何とかして、そのエリアを{换行}"
;   .strn "トッパしてくれたまえ{换行}"
;   .strn "たのんだぞ、ロックマン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:00F6}{头像:02}{名字:07:名字}"
    .strn "听得见吗？{换行}"
    .strn "老夫是米海尔{换页}"
    .strn "{对话框:左}{文本顺序:00F7}{头像:02}{名字:07:名字}"
    .strn "你又踏入{换行}"
    .strn "不得了的地方了嘛{换页}"
    .strn "{对话框:左}{文本顺序:00F8}{头像:02}{名字:07:名字}"
    .strn "破坏各处的冰块，{换行}"
    .strn "就能开辟道路了…{换页}"
    .strn "{对话框:左}{文本顺序:00F9}{头像:02}{名字:07:名字}"
    .strn "尽管如此，{换行}"
    .strn "只有部分区域{换行}"
    .strn "才连接着坠落现场{换页}"
    .strn "{对话框:左}{文本顺序:00FA}{头像:02}{名字:07:名字}"
    .strn "努力突破那个区域吧{换行}"
    .strn "拜托你了哦，洛克人{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m04_jp2_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:00FB}{头像:2A}{名字:????:名字}"
;   .strn "なんだ{换行}"
;   .strn "プロメテが面白いヤツを見つけた{换行}"
;   .strn "というから 見に来たが…{换页}"
;   .strn "{对话框:右}{文本顺序:00FC}{头像:2A}{名字:????:名字}"
;   .strn "テティス{换行}"
;   .strn "お前と同じくらいの{换行}"
;   .strn "ガキじゃないか{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:00FB}{头像:2A}{名字:????:名字}"
    .strn "什么啊{换行}"
    .strn "普罗米修说发现了有趣的家伙{换行}"
    .strn "我才过来看看的…{换页}"
    .strn "{对话框:右}{文本顺序:00FC}{头像:2A}{名字:????:名字}"
    .strn "特提斯{换行}"
    .strn "她不就是个{换行}"
    .strn "跟你差不多的小鬼吗{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m04_jp2_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:00FD}{头像:30}{名字:????:名字}"
;   .strn "ひどいや、アトラス{换行}"
;   .strn "キミだって そう変わらない{换行}"
;   .strn "じゃないか{换页}"
;   .strn "{对话框:左}{文本顺序:00FE}{头像:0F}{名字:雅希:名字}"
;   .strn "な…なんなの？アンタたちは！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:00FD}{头像:30}{名字:????:名字}"
    .strn "好过分啊，亚特拉丝{换行}"
    .strn "你才是没差多少嘛{换页}"
    .strn "{对话框:左}{文本顺序:00FE}{头像:0F}{名字:雅希:名字}"
    .strn "什…什么啊？你们是！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m04_jp2_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:00FF}{头像:31}{名字:????:名字}"
;   .strn "プロメテから聞かなかったかい？{换行}"
;   .strn "キミの前に、何人もの{换行}"
;   .strn "ロックマンが現れるって{换页}"
;   .strn "{对话框:右}{文本顺序:0100}{头像:31}{名字:12:名字}"
;   .strn "ボクの名前はテティス{换行}"
;   .strn "氷のロックマン…{换行}"
;   .strn "モデルLのテキゴウ者さ{换页}"
;   .strn "{对话框:左}{文本顺序:0101}{头像:2B}{名字:13:名字}"
;   .strn "アタシはアトラス{换行}"
;   .strn "炎のロックマン…{换行}"
;   .strn "モデルFのテキゴウ者だ{换页}"
;   .strn "{对话框:左}{文本顺序:0102}{头像:2B}{名字:13:名字}"
;   .strn "この戦いの勝者が世界の王となる{换行}"
;   .strn "…思想も理想もないハンターが{换行}"
;   .strn "ロックマンになってどうする？{换页}"
;   .strn "{对话框:左}{文本顺序:0103}{头像:6B}{名字:15:名字}"
;   .strn "世界の王だって！？{换行}"
;   .strn "なんか話が大きく{换行}"
;   .strn "なってないか！？{换页}"
;   .strn "{对话框:左}{文本顺序:0104}{头像:0A}{名字:雅希:名字}"
;   .strn "理想はなくてもプライドはあるわ{换行}"
;   .strn "プロメテやアンタみたいに、ヒト{换行}"
;   .strn "を見下すヤツは ゆるせないのよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:00FF}{头像:31}{名字:????:名字}"
    .strn "没听普罗米修说吗？{换行}"
    .strn "他说你的面前{换行}"
    .strn "会出现好几个洛克人{换页}"
    .strn "{对话框:右}{文本顺序:0100}{头像:31}{名字:12:名字}"
    .strn "我的名字叫特提斯{换行}"
    .strn "是冰之洛克人…{换行}"
    .strn "模块L的适应者{换页}"
    .strn "{对话框:左}{文本顺序:0101}{头像:2B}{名字:13:名字}"
    .strn "我是亚特拉丝{换行}"
    .strn "是炎之洛克人…{换行}"
    .strn "模块F的适应者{换页}"
    .strn "{对话框:左}{文本顺序:0102}{头像:2B}{名字:13:名字}"
    .strn "这场战争的胜利者将成为世界之王{换行}"
    .strn "…没思想也没理想的猎人{换行}"
    .strn "成为了洛克人又能怎样？{换页}"
    .strn "{对话框:左}{文本顺序:0103}{头像:6B}{名字:15:名字}"
    .strn "世界之王！？{换行}"
    .strn "怎么话题好像变大了！？{换页}"
    .strn "{对话框:左}{文本顺序:0104}{头像:0A}{名字:雅希:名字}"
    .strn "我就算没有理想也有自尊{换行}"
    .strn "我可不会原谅像普罗米修和你这样{换行}"
    .strn "藐视别人的家伙哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m04_jp2_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0105}{头像:31}{名字:12:名字}"
;   .strn "ははっ、さすがだね{换行}"
;   .strn "でも今はまだキミと{换行}"
;   .strn "戦う気はないんだ{换页}"
;   .strn "{对话框:右}{文本顺序:0106}{头像:31}{名字:12:名字}"
;   .strn "ボクらにも やらなきゃ{换行}"
;   .strn "いけない事があるからね{换页}"
;   .strn "{对话框:右}{文本顺序:0107}{头像:2B}{名字:13:名字}"
;   .strn "まぐれでロックマンに{换行}"
;   .strn "なったようなヤツに{换行}"
;   .strn "用はないって事だ{换页}"
;   .strn "{对话框:右}{文本顺序:0108}{头像:2C}{名字:13:名字}"
;   .strn "お前は ここで{换行}"
;   .strn "氷づけになってるのが{换行}"
;   .strn "おにあいさ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0105}{头像:31}{名字:12:名字}"
    .strn "哈哈，不愧是你{换行}"
    .strn "不过我们现在还不想和你战斗{换页}"
    .strn "{对话框:右}{文本顺序:0106}{头像:31}{名字:12:名字}"
    .strn "因为我们也有{换行}"
    .strn "必须要去做的事{换页}"
    .strn "{对话框:右}{文本顺序:0107}{头像:2B}{名字:13:名字}"
    .strn "也就是说{换行}"
    .strn "我们没什么事要找{换行}"
    .strn "一个偶然成为了洛克人的家伙{换页}"
    .strn "{对话框:右}{文本顺序:0108}{头像:2C}{名字:13:名字}"
    .strn "你还是适合在这里{换行}"
    .strn "被冰冻住啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m04_jp2_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0109}{头像:37}{名字:????:名字}"
;   .strn "シャーッシャッシャッシャッ！{换行}"
;   .strn "時間すらも こおりつく、{换行}"
;   .strn "氷点下の世界へようこそ！{换页}"
;   .strn "{对话框:右}{文本顺序:010A}{头像:37}{名字:????:名字}"
;   .strn "お前のようなヤツが{换行}"
;   .strn "ロックマンを名乗るなど{换行}"
;   .strn "おこがましい！{换页}"
;   .strn "{对话框:右}{文本顺序:010B}{头像:37}{名字:09:名字}"
;   .strn "キサマのライブメタル…{换行}"
;   .strn "このクロノフォスが{换行}"
;   .strn "もらいうける！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0109}{头像:37}{名字:????:名字}"
    .strn "嘻呀—嘻呀嘻呀嘻呀！{换行}"
    .strn "连时间都会被冰冻，{换行}"
    .strn "欢迎来到冰点以下的世界！{换页}"
    .strn "{对话框:右}{文本顺序:010A}{头像:37}{名字:????:名字}"
    .strn "像你这这样家伙{换行}"
    .strn "居然自称洛克人{换行}"
    .strn "真是狂妄自大！{换页}"
    .strn "{对话框:右}{文本顺序:010B}{头像:37}{名字:09:名字}"
    .strn "你的生命金属…{换行}"
    .strn "就由我时力冰鲎{换行}"
    .strn "收下了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m04_jp2_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:010C}{头像:37}{名字:09:名字}"
;   .strn "シャーッシャッシャッシャッ！{换行}"
;   .strn "キサマにロックマンのうつわは{换行}"
;   .strn "大きすぎたようだな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:010C}{头像:37}{名字:09:名字}"
    .strn "嘻呀—嘻呀嘻呀嘻呀！{换行}"
    .strn "看来洛克人这个容器{换行}"
    .strn "对你来说太大了吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m04_jp2_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:010D}{头像:37}{名字:09:名字}"
;   .strn "…キサマも…あの男の{换行}"
;   .strn "てのひらの上で…{换行}"
;   .strn "生かされているにすぎぬ…{换页}"
;   .strn "{对话框:右}{文本顺序:010E}{头像:37}{名字:09:名字}"
;   .strn "…せいぜい…かぎられた時の中で{换行}"
;   .strn "あがくがいい…{换行}"
;   .strn "シャーッシャッシャッシャッ…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:010D}{头像:37}{名字:09:名字}"
    .strn "…你也…只不过{换行}"
    .strn "是活在…{换行}"
    .strn "那个男人的手掌上罢了…{换页}"
    .strn "{对话框:右}{文本顺序:010E}{头像:37}{名字:09:名字}"
    .strn "…你就尽全力…在有限的时间内{换行}"
    .strn "挣扎吧…{换行}"
    .strn "嘻呀—嘻呀嘻呀嘻呀…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m04_jp2_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:010F}{头像:0A}{名字:雅希:名字}"
;   .strn "あの男…？{换行}"
;   .strn "さっきの二人のほかに{换行}"
;   .strn "まだくろまくがいるって事？{换页}"
;   .strn "{对话框:左}{文本顺序:0110}{头像:6B}{名字:15:名字}"
;   .strn "くそっ！{换行}"
;   .strn "オイラたちが何も知らないから{换行}"
;   .strn "ってバカにしやがって！{换页}"
;   .strn "{对话框:左}{文本顺序:0111}{头像:6B}{名字:15:名字}"
;   .strn "こうなったら、何が何でも{换行}"
;   .strn "このゲーム、勝ち残って{换行}"
;   .strn "やろうぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:010F}{头像:0A}{名字:雅希:名字}"
    .strn "那个男人…？{换行}"
    .strn "也就是说刚才的两个人之外{换行}"
    .strn "还有幕后黑手？{换页}"
    .strn "{对话框:左}{文本顺序:0110}{头像:6B}{名字:15:名字}"
    .strn "可恶！{换行}"
    .strn "因为咱们什么都不知道{换行}"
    .strn "就把咱们看扁了！{换页}"
    .strn "{对话框:左}{文本顺序:0111}{头像:6B}{名字:15:名字}"
    .strn "这样的话，{换行}"
    .strn "这场游戏，{换行}"
    .strn "无论如何也要取胜啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m04_jp2_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "クロノフォスの{换行}"
;   .strn "チカラを手に入れたな！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "コイツになれば水中で{换行}"
;   .strn "常に「スイム」になるから{换行}"
;   .strn "水中を自在に動き回れるんだ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "{方向键}ボタンで水中をイドウ、{换行}"
;   .strn "ダッシュボタンで すばやく{换行}"
;   .strn "イドウできるぜ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "アタックボタンを押せば{换行}"
;   .strn "前に氷の矢をハッシャするぞ！{换行}"
;   .strn "テキをこおりつかせろ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "でもな…地上では{换行}"
;   .strn "まったく身動き取れないんだ{换行}"
;   .strn "気をつけろよ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "後な、コイツの固いコウラは{换行}"
;   .strn "上からのコウゲキをガード{换行}"
;   .strn "できるんだ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "ためしに ここのツララを{换行}"
;   .strn "下からガードしてみな？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "获得时力冰鲎的力量了！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "变成这家伙的话{换行}"
    .strn "在水中会保持“游泳”状态{换行}"
    .strn "所以能在水中自由移动{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "用十字键在水中移动，{换行}"
    .strn "用冲刺键可以{换行}"
    .strn "快速地移动哦{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "按下攻击键的话{换行}"
    .strn "可以朝前发射冰之箭哦！{换行}"
    .strn "把敌人冻住吧！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "但是呢…在地面上{换行}"
    .strn "是完全动弹不了的{换行}"
    .strn "要注意哦{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "还有，{换行}"
    .strn "这家伙的硬甲壳{换行}"
    .strn "可以防住从上方来的攻击{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "试试看从下方{换行}"
    .strn "防住这里的冰柱吧？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m04_jp2_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "クロノフォスの{换行}"
;   .strn "チャージコウゲキは スゴいぜ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "チャージを さいだいまでためて{换行}"
;   .strn "アタックボタンをはなすと{换行}"
;   .strn "「タイムボム」が 発動だ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "「タイムボム」は一定時間{换行}"
;   .strn "オイラたち以外の時間を{换行}"
;   .strn "こおりつかせて、{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "テキの動きを{换行}"
;   .strn "おそくするんだ！ スゲエだろ？{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "…そうそう おそくなるのは{换行}"
;   .strn "テキだけじゃないぜ？{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "そうだな… ツララが{换行}"
;   .strn "落ちそうになったら{换行}"
;   .strn "「タイムボム」を使ってみな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "时力冰鲎的蓄力攻击{换行}"
    .strn "很厉害哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "蓄力蓄到最大后{换行}"
    .strn "放开攻击键{换行}"
    .strn "就会发动“时间炸弹”！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "“时间炸弹”会在一定时间内{换行}"
    .strn "冻住咱们以外的时间，{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "让敌人的行动变慢！{换行}"
    .strn "很厉害吧？{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "…哦对了{换行}"
    .strn "变慢的不只有敌人哦？{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "咱想想…{换行}"
    .strn "冰柱快要掉下来的时候{换行}"
    .strn "使用“时间炸弹”试试吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m04_jp2 :: .endfunc
.close
