.create ".\.temp\root\data\talk_m06_jp1.bin", 0
;文件头
.hword (EndOftalk_m06_jp1 - 4);除文件头外文件大小
.hword (talk_m06_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计27条文本
.hword (talk_m06_jp1_000 -talk_m06_jp1_000)
.hword (talk_m06_jp1_001 -talk_m06_jp1_000)
.hword (talk_m06_jp1_002 -talk_m06_jp1_000)
.hword (talk_m06_jp1_003 -talk_m06_jp1_000)
.hword (talk_m06_jp1_004 -talk_m06_jp1_000)
.hword (talk_m06_jp1_005 -talk_m06_jp1_000)
.hword (talk_m06_jp1_006 -talk_m06_jp1_000)
.hword (talk_m06_jp1_007 -talk_m06_jp1_000)
.hword (talk_m06_jp1_008 -talk_m06_jp1_000)
.hword (talk_m06_jp1_009 -talk_m06_jp1_000)
.hword (talk_m06_jp1_010 -talk_m06_jp1_000)
.hword (talk_m06_jp1_011 -talk_m06_jp1_000)
.hword (talk_m06_jp1_012 -talk_m06_jp1_000)
.hword (talk_m06_jp1_013 -talk_m06_jp1_000)
.hword (talk_m06_jp1_014 -talk_m06_jp1_000)
.hword (talk_m06_jp1_015 -talk_m06_jp1_000)
.hword (talk_m06_jp1_016 -talk_m06_jp1_000)
.hword (talk_m06_jp1_017 -talk_m06_jp1_000)
.hword (talk_m06_jp1_018 -talk_m06_jp1_000)
.hword (talk_m06_jp1_019 -talk_m06_jp1_000)
.hword (talk_m06_jp1_020 -talk_m06_jp1_000)
.hword (talk_m06_jp1_021 -talk_m06_jp1_000)
.hword (talk_m06_jp1_022 -talk_m06_jp1_000)
.hword (talk_m06_jp1_023 -talk_m06_jp1_000)
.hword (talk_m06_jp1_024 -talk_m06_jp1_000)
.hword (talk_m06_jp1_025 -talk_m06_jp1_000)
.hword (talk_m06_jp1_026 -talk_m06_jp1_000)

;文本正文
talk_m06_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0144}{头像:0B}{名字:格雷:名字}"
;   .strn "おい！{换行}"
;   .strn "だいじょうぶか！？{换页}"
;   .strn "{对话框:右}{文本顺序:0145}{头像:40}{名字:22:名字}"
;   .strn "うっ…うう…助けてくれ…{换页}"
;   .strn "{对话框:右}{文本顺序:0146}{头像:40}{名字:22:名字}"
;   .strn "オレたちの ひこうていが{换行}"
;   .strn "とんでもないヤツに{换行}"
;   .strn "おそわれている…{换页}"
;   .strn "{对话框:右}{文本顺序:0147}{头像:40}{名字:22:名字}"
;   .strn "ヤツはひこうていをハカイして{换行}"
;   .strn "オレの仲間たちを{换行}"
;   .strn "みなごろしに する気だ…{换页}"
;   .strn "{对话框:左}{文本顺序:0148}{头像:0F}{名字:格雷:名字}"
;   .strn "な…なんだって！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0144}{头像:0B}{名字:格雷:名字}"
    .strn "喂！{换行}"
    .strn "没事吧！？{换页}"
    .strn "{对话框:右}{文本顺序:0145}{头像:40}{名字:22:名字}"
    .strn "呜…呜呜…救救我…{换页}"
    .strn "{对话框:右}{文本顺序:0146}{头像:40}{名字:22:名字}"
    .strn "我们的飞艇{换行}"
    .strn "正在被不得了的家伙袭击…{换页}"
    .strn "{对话框:右}{文本顺序:0147}{头像:40}{名字:22:名字}"
    .strn "那家伙破坏了飞艇{换行}"
    .strn "还打算杀光{换行}"
    .strn "我的同伴们…{换页}"
    .strn "{对话框:左}{文本顺序:0148}{头像:0F}{名字:格雷:名字}"
    .strn "你…你说什么！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0149}{头像:02}{名字:06:名字}"
;   .strn "わたしだ{换行}"
;   .strn "マスター·トーマスだ{换行}"
;   .strn "ツイラク現場についたようだな{换页}"
;   .strn "{对话框:左}{文本顺序:014A}{头像:02}{名字:06:名字}"
;   .strn "そのエリアいったいは{换行}"
;   .strn "地下しげんの さいくつしせつに{换行}"
;   .strn "なっている{换页}"
;   .strn "{对话框:左}{文本顺序:014B}{头像:02}{名字:06:名字}"
;   .strn "ひこうていが バクハツすれば{换行}"
;   .strn "しせつにユウバクし、そのエリア{换行}"
;   .strn "全てが ふきとんでしまうぞ{换页}"
;   .strn "{对话框:左}{文本顺序:014C}{头像:6B}{名字:15:名字}"
;   .strn "全てふきとぶって…{换行}"
;   .strn "じょ、じょうだんじゃない！{换行}"
;   .strn "おい、早くにげようぜ！{换页}"
;   .strn "{对话框:左}{文本顺序:014D}{头像:08}{名字:格雷:名字}"
;   .strn "…ひこうていは この先に{换行}"
;   .strn "あるんだな？{换页}"
;   .strn "{对话框:左}{文本顺序:014E}{头像:6B}{名字:15:名字}"
;   .strn "あのなあ！{换行}"
;   .strn "コイツら いほうハンター{换行}"
;   .strn "なんだろ！？{换页}"
;   .strn "{对话框:左}{文本顺序:014F}{头像:6B}{名字:15:名字}"
;   .strn "ほかの連中なら ともかく、{换行}"
;   .strn "こんなヤツらまで助ける気か！？{换页}"
;   .strn "{对话框:左}{文本顺序:0150}{头像:0A}{名字:格雷:名字}"
;   .strn "ハンターのみんなは{换行}"
;   .strn "見ず知らずのボクを{换行}"
;   .strn "助けてくれたんだ{换页}"
;   .strn "{对话框:左}{文本顺序:0151}{头像:0B}{名字:格雷:名字}"
;   .strn "だからボクもそうする！{换行}"
;   .strn "ヒトの命を すくうのに{换行}"
;   .strn "理由なんていらない！{换页}"
;   .strn "{对话框:左}{文本顺序:0152}{头像:6B}{名字:15:名字}"
;   .strn "…ダメだ…{换行}"
;   .strn "こうなっちゃ もう{换行}"
;   .strn "手が つけられない…{换页}"
;   .strn "{对话框:左}{文本顺序:0153}{头像:6B}{名字:15:名字}"
;   .strn "仕方ねえな、もう！{换行}"
;   .strn "ついてきゃいいんだろ！{换行}"
;   .strn "行こうぜ！グレイ！{换页}"
;   .strn "{对话框:左}{文本顺序:0154}{头像:02}{名字:06:名字}"
;   .strn "ひこうていがハカイされて{换行}"
;   .strn "しまえば しゅうりパーツも{换行}"
;   .strn "カイシュウできなくなってしまう{换页}"
;   .strn "{对话框:左}{文本顺序:0155}{头像:02}{名字:06:名字}"
;   .strn "ともかく、サイアクのジタイは{换行}"
;   .strn "さけねばならない{换行}"
;   .strn "急いでくれ、グレイくん{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0149}{头像:02}{名字:06:名字}"
    .strn "是我{换行}"
    .strn "托马斯大师{换行}"
    .strn "看来你到坠落现场了啊{换页}"
    .strn "{对话框:左}{文本顺序:014A}{头像:02}{名字:06:名字}"
    .strn "那个区域一带{换行}"
    .strn "是地下资源的开采设施{换页}"
    .strn "{对话框:左}{文本顺序:014B}{头像:02}{名字:06:名字}"
    .strn "如果飞艇发生了爆炸{换行}"
    .strn "就会引爆设施，{换行}"
    .strn "炸毁整个区域啊{换页}"
    .strn "{对话框:左}{文本顺序:014C}{头像:6B}{名字:15:名字}"
    .strn "炸毁整个区域…{换行}"
    .strn "这、这可不是开玩笑啊！{换行}"
    .strn "喂，快逃吧！{换页}"
    .strn "{对话框:左}{文本顺序:014D}{头像:08}{名字:格雷:名字}"
    .strn "…飞艇{换行}"
    .strn "就在这前面吧？{换页}"
    .strn "{对话框:左}{文本顺序:014E}{头像:6B}{名字:15:名字}"
    .strn "咱说啊！{换行}"
    .strn "这些家伙是非法猎人吧！？{换页}"
    .strn "{对话框:左}{文本顺序:014F}{头像:6B}{名字:15:名字}"
    .strn "其他同伴暂且不说，{换行}"
    .strn "连这样的家伙们也要救！？{换页}"
    .strn "{对话框:左}{文本顺序:0150}{头像:0A}{名字:格雷:名字}"
    .strn "猎人们{换行}"
    .strn "救了素不相识的我{换页}"
    .strn "{对话框:左}{文本顺序:0151}{头像:0B}{名字:格雷:名字}"
    .strn "所以我也要这么做！{换行}"
    .strn "救人性命{换行}"
    .strn "是不需要什么理由的！{换页}"
    .strn "{对话框:左}{文本顺序:0152}{头像:6B}{名字:15:名字}"
    .strn "…完了…{换行}"
    .strn "这样的话{换行}"
    .strn "咱也无计可施了…{换页}"
    .strn "{对话框:左}{文本顺序:0153}{头像:6B}{名字:15:名字}"
    .strn "真是没办法啊！{换行}"
    .strn "咱也跟着去就行了吧！{换行}"
    .strn "走吧！格雷！{换页}"
    .strn "{对话框:左}{文本顺序:0154}{头像:02}{名字:06:名字}"
    .strn "如果飞艇被破坏{换行}"
    .strn "那么修理用的零部件{换行}"
    .strn "也没法回收了{换页}"
    .strn "{对话框:左}{文本顺序:0155}{头像:02}{名字:06:名字}"
    .strn "无论如何，{换行}"
    .strn "必须避免最坏的事态{换行}"
    .strn "赶紧去吧，格雷{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0156}{头像:2A}{名字:13:名字}"
;   .strn "…いほうハンターどもめ{换行}"
;   .strn "こんなところに にげ道を{换行}"
;   .strn "残してたか{换页}"
;   .strn "{对话框:左}{文本顺序:0157}{头像:2A}{名字:13:名字}"
;   .strn "お前たちは モデルVの{换行}"
;   .strn "イケニエとなってもらう…{换行}"
;   .strn "一人残らずな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0156}{头像:2A}{名字:13:名字}"
    .strn "…可恶的非法猎人们{换行}"
    .strn "在这种地方留了退路啊{换页}"
    .strn "{对话框:左}{文本顺序:0157}{头像:2A}{名字:13:名字}"
    .strn "你们给我{换行}"
    .strn "成为模块V的活祭品吧…{换行}"
    .strn "一个都不剩！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0158}{头像:0B}{名字:格雷:名字}"
;   .strn "待てっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0158}{头像:0B}{名字:格雷:名字}"
    .strn "等一下！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0159}{头像:2A}{名字:13:名字}"
;   .strn "生きていたか{换行}"
;   .strn "ロックマン·モデルA{换页}"
;   .strn "{对话框:左}{文本顺序:015A}{头像:2A}{名字:13:名字}"
;   .strn "まさか いほうハンターどもを{换行}"
;   .strn "助けに来たとでもいうのか？{换行}"
;   .strn "お前の仲間でもないのに{换页}"
;   .strn "{对话框:右}{文本顺序:015B}{头像:0A}{名字:格雷:名字}"
;   .strn "ボクのように 何も知らないまま{换行}"
;   .strn "キズつくヒトが ふえていくのは{换行}"
;   .strn "みすごせない！{换页}"
;   .strn "{对话框:左}{文本顺序:015C}{头像:2A}{名字:13:名字}"
;   .strn "何も知らないんじゃない{换行}"
;   .strn "お前たちが{换行}"
;   .strn "知ろうとしていないだけだ{换页}"
;   .strn "{对话框:左}{文本顺序:015D}{头像:2A}{名字:13:名字}"
;   .strn "世界のレキシは 戦いのレキシ…{换行}"
;   .strn "ヒトビトは戦いの中にあって{换行}"
;   .strn "ここまで進化してこれた{换页}"
;   .strn "{对话框:左}{文本顺序:015E}{头像:2A}{名字:13:名字}"
;   .strn "今、世界は これから決まる{换行}"
;   .strn "ロックマンの王によって{换行}"
;   .strn "新たに進化しようとしている{换页}"
;   .strn "{对话框:左}{文本顺序:015F}{头像:2A}{名字:13:名字}"
;   .strn "何も知らずに死ぬ者は{换行}"
;   .strn "進化についてこれなかった…{换行}"
;   .strn "ただそれだけの事だ{换页}"
;   .strn "{对话框:右}{文本顺序:0160}{头像:6B}{名字:15:名字}"
;   .strn "だったら モデルVのエサに{换行}"
;   .strn "しちまえってか！？{换行}"
;   .strn "ずいぶんと やばんな進化だな！{换页}"
;   .strn "{对话框:左}{文本顺序:0161}{头像:2A}{名字:13:名字}"
;   .strn "自分のチカラの意味も{换行}"
;   .strn "知らない お前たちに、{换行}"
;   .strn "何がわかる！{换页}"
;   .strn "{对话框:左}{文本顺序:0162}{头像:2A}{名字:13:名字}"
;   .strn "それでも まちがっていると{换行}"
;   .strn "いうのなら、アタシに{换行}"
;   .strn "勝ってみせろ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0159}{头像:2A}{名字:13:名字}"
    .strn "你还活着啊{换行}"
    .strn "洛克人·模块A{换页}"
    .strn "{对话框:左}{文本顺序:015A}{头像:2A}{名字:13:名字}"
    .strn "难道你想说{换行}"
    .strn "你是来救非法猎人们的吗？{换行}"
    .strn "明明都不是你的同伴{换页}"
    .strn "{对话框:右}{文本顺序:015B}{头像:0A}{名字:格雷:名字}"
    .strn "像我一样在毫不知情的情况下{换行}"
    .strn "受到伤害的人在不断增加{换行}"
    .strn "我不能对此视而不见！{换页}"
    .strn "{对话框:左}{文本顺序:015C}{头像:2A}{名字:13:名字}"
    .strn "并不是毫不知情{换行}"
    .strn "你们只是不想去知情{换页}"
    .strn "{对话框:左}{文本顺序:015D}{头像:2A}{名字:13:名字}"
    .strn "世界的历史就是战争的历史…{换行}"
    .strn "人们在战争中相遇{换行}"
    .strn "并得以进化至今{换页}"
    .strn "{对话框:左}{文本顺序:015E}{头像:2A}{名字:13:名字}"
    .strn "现在，世界将通过{换行}"
    .strn "即将决定的洛克人之王{换行}"
    .strn "进行新一轮的进化{换页}"
    .strn "{对话框:左}{文本顺序:015F}{头像:2A}{名字:13:名字}"
    .strn "毫不知情而死去的人{换行}"
    .strn "是没能跟上进化的脚步…{换行}"
    .strn "只不过是如此罢了{换页}"
    .strn "{对话框:右}{文本顺序:0160}{头像:6B}{名字:15:名字}"
    .strn "所以你才说{换行}"
    .strn "成为模块V的食物吧！？{换行}"
    .strn "还真是野蛮的进化啊！{换页}"
    .strn "{对话框:左}{文本顺序:0161}{头像:2A}{名字:13:名字}"
    .strn "连自己的力量意味着什么{换行}"
    .strn "都不知道的你们，{换行}"
    .strn "还能知道什么！{换页}"
    .strn "{对话框:左}{文本顺序:0162}{头像:2A}{名字:13:名字}"
    .strn "即便如此{换行}"
    .strn "还认为我是错的话，{换行}"
    .strn "就来打败我吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0163}{头像:2B}{名字:13:名字}"
;   .strn "ヒトは戦いの中にあってこそ、{换行}"
;   .strn "トウソツされ、成長する！{换页}"
;   .strn "{对话框:右}{文本顺序:0164}{头像:2C}{名字:13:名字}"
;   .strn "終わりなき戦争のため、{换行}"
;   .strn "アタシは ロックマンの王と{换行}"
;   .strn "なってみせる！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0163}{头像:2B}{名字:13:名字}"
    .strn "人只有在战争中相遇，{换行}"
    .strn "才会被统率，并成长！{换页}"
    .strn "{对话框:右}{文本顺序:0164}{头像:2C}{名字:13:名字}"
    .strn "为了无止尽的战争，{换行}"
    .strn "我将成为洛克人之王！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0165}{头像:2C}{名字:13:名字}"
;   .strn "シッパイ作とはいえ…{换行}"
;   .strn "あの男が残したモノには{换行}"
;   .strn "変わりはないという事か…！{换页}"
;   .strn "{对话框:左}{文本顺序:0166}{头像:2C}{名字:13:名字}"
;   .strn "いいだろう{换行}"
;   .strn "ここは ひいてやる{换页}"
;   .strn "{对话框:左}{文本顺序:0167}{头像:2C}{名字:13:名字}"
;   .strn "お前に 戦うイシがあるなら{换行}"
;   .strn "いつか自分の正体を知る時が{换行}"
;   .strn "くるだろう{换页}"
;   .strn "{对话框:左}{文本顺序:0168}{头像:2C}{名字:13:名字}"
;   .strn "きっとお前は コウカイする…{换行}"
;   .strn "何も知らずに死んだほうが{换行}"
;   .strn "よかったとな…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0165}{头像:2C}{名字:13:名字}"
    .strn "虽然是失败作…{换行}"
    .strn "但那个男人留下的东西{换行}"
    .strn "是不会改变的吗…！{换页}"
    .strn "{对话框:左}{文本顺序:0166}{头像:2C}{名字:13:名字}"
    .strn "好吧{换行}"
    .strn "我先撤退了{换页}"
    .strn "{对话框:左}{文本顺序:0167}{头像:2C}{名字:13:名字}"
    .strn "如果你有战斗的觉悟{换行}"
    .strn "那么总有一天{换行}"
    .strn "你会知道自己的真实身份吧{换页}"
    .strn "{对话框:左}{文本顺序:0168}{头像:2C}{名字:13:名字}"
    .strn "你一定会后悔的…{换行}"
    .strn "后悔当初{换行}"
    .strn "没有毫不知情地死去…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0169}{头像:0E}{名字:格雷:名字}"
;   .strn "ぐっ…うああああっ！？{换行}"
;   .strn "なんだ…どうしたんだ！？{换行}"
;   .strn "モデルA…！？{换页}"
;   .strn "{对话框:右}{文本顺序:016A}{头像:0E}{名字:格雷:名字}"
;   .strn "うあああああぁぁっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0169}{头像:0E}{名字:格雷:名字}"
    .strn "咕…呜啊啊啊啊！？{换行}"
    .strn "什么…怎么了！？{换行}"
    .strn "模块A…！？{换页}"
    .strn "{对话框:右}{文本顺序:016A}{头像:0E}{名字:格雷:名字}"
    .strn "呜啊啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "コードAW15から{换行}"
;   .strn "CE70までをカイホウ{换行}"
;   .strn "レポートデータ てんかい{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "……おめでとう{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "わたしが作った このモデルAは{换行}"
;   .strn "戦いの中で カイホウされていく{换行}"
;   .strn "プロテクトを ほどこしてある{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "一つめのプロテクトをといた{换行}"
;   .strn "キミには、真実を知るケンリと{换行}"
;   .strn "チカラをつぐシカクがある{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "…わたしはロストテクノロジーの{换行}"
;   .strn "研究をへて、ついに新たな進化の{换行}"
;   .strn "トビラを開く、カギを作り上げた{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "开放代码{换行}"
    .strn "AW15至CE70{换行}"
    .strn "展开报告数据{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "……恭喜你{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "我制造的这个模块A{换行}"
    .strn "被施加了{换行}"
    .strn "会在战斗中逐渐解开的保护{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "解开了第一层保护的你，{换行}"
    .strn "有权利知道真相{换行}"
    .strn "并且有资格继承力量{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "…我经过对遗失科技的研究，{换行}"
    .strn "终于打开了新的进化之门，{换行}"
    .strn "并做出了它的钥匙{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "ライブメタル·モデルV…{换行}"
;   .strn "これを手にした者は、何者をも{换行}"
;   .strn "支配するチカラを手にするだろう{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "だが、ヒトビトがわたしの研究を{换行}"
;   .strn "リカイするには まだまだ時間が{换行}"
;   .strn "ひつようだ{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "そして、モデルVをカクセイ{换行}"
;   .strn "させるための、イケニエも…{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "わたしはモデルVを世界の{换行}"
;   .strn "あちこちに かくし、{换行}"
;   .strn "カクセイの時を待つ事にした{换页}"
;   .strn "{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "わたしの研究をリカイし、{换行}"
;   .strn "チカラを受けつぐ者が{换行}"
;   .strn "現れる、その時を…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "生命金属·模块V…{换行}"
    .strn "拥有它的人，{换行}"
    .strn "应该就掌握了支配任何人的力量吧{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "但是，{换行}"
    .strn "人们要理解我的研究{换行}"
    .strn "还需要更多时间{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "以及，{换行}"
    .strn "能使模块V觉醒的活祭品…{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "我把模块V{换行}"
    .strn "藏在世界各处，{换行}"
    .strn "并等待其觉醒的时刻{换页}"
    .strn "{对话框:左}{头像:03}{名字:????:名字}"
    .strn "等待着{换行}"
    .strn "理解我的研究并继承力量的人{换行}"
    .strn "出现的那个时刻…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:016B}{头像:0D}{名字:格雷:名字}"
;   .strn "ううっ…{换行}"
;   .strn "モデルA…{换行}"
;   .strn "今のはいったい…？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:016B}{头像:0D}{名字:格雷:名字}"
    .strn "呜呜…{换行}"
    .strn "模块A…{换行}"
    .strn "刚才那到底是…？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:016C}{头像:6B}{名字:15:名字}"
;   .strn "今のが 三賢人のオッサンたちが{换行}"
;   .strn "言ってた、オイラにキロクされて{换行}"
;   .strn "いるデータ…なのか？{换页}"
;   .strn "{对话框:右}{文本顺序:016D}{头像:6B}{名字:15:名字}"
;   .strn "モデルVと…{换行}"
;   .strn "オイラを作ったヤツの{换行}"
;   .strn "データか…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:016C}{头像:6B}{名字:15:名字}"
    .strn "刚刚那是{换行}"
    .strn "三贤者大叔们说过的，{换行}"
    .strn "记录在咱里面的数据…吗？{换页}"
    .strn "{对话框:右}{文本顺序:016D}{头像:6B}{名字:15:名字}"
    .strn "制造了模块V和…我的{换行}"
    .strn "家伙的数据吗…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:016E}{头像:08}{名字:格雷:名字}"
;   .strn "モデルA、{换行}"
;   .strn "だいじょうぶか？{换页}"
;   .strn "{对话框:右}{文本顺序:016F}{头像:0A}{名字:格雷:名字}"
;   .strn "このおくに にげこんだ{换行}"
;   .strn "ヒトたちがいるはずだ{换行}"
;   .strn "早く助けよう{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:016E}{头像:08}{名字:格雷:名字}"
    .strn "模块A，{换行}"
    .strn "没事吧？{换页}"
    .strn "{对话框:右}{文本顺序:016F}{头像:0A}{名字:格雷:名字}"
    .strn "这里面{换行}"
    .strn "应该有逃进去的人们{换行}"
    .strn "快去救他们吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0178}{头像:41}{名字:20:名字}"
;   .strn "いやー、ホント助かった！{换行}"
;   .strn "礼を言うぜ！{换行}"
;   .strn "グレイのアニキ！{换页}"
;   .strn "{对话框:左}{文本顺序:0179}{头像:0C}{名字:格雷:名字}"
;   .strn "えっと…それで列車のシュウリに{换行}"
;   .strn "ひこうていのパーツを{换行}"
;   .strn "使いたいんだけど…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0178}{头像:41}{名字:20:名字}"
    .strn "哎呀，真是得救了！{换行}"
    .strn "非常感谢！{换行}"
    .strn "格雷大哥！{换页}"
    .strn "{对话框:左}{文本顺序:0179}{头像:0C}{名字:格雷:名字}"
    .strn "嗯…那么{换行}"
    .strn "我想要使用飞艇的零部件{换行}"
    .strn "去修理列车…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:017A}{头像:41}{名字:20:名字}"
;   .strn "ああ、その話ならまかせてくれ{换行}"
;   .strn "さっき、ハンターキャンプへ{换行}"
;   .strn "仲間をシュウリに行かせたとこだ{换页}"
;   .strn "{对话框:右}{文本顺序:017B}{头像:41}{名字:20:名字}"
;   .strn "みんな、アンタたちの強さと{换行}"
;   .strn "勇気に ほれちまったのさ{换页}"
;   .strn "{对话框:右}{文本顺序:017C}{头像:41}{名字:20:名字}"
;   .strn "これからは 心を入れかえて{换行}"
;   .strn "まっとうなハンターとして{换行}"
;   .strn "キョウリョクするぜ！{换页}"
;   .strn "{对话框:左}{文本顺序:017D}{头像:6B}{名字:15:名字}"
;   .strn "へへっ{换行}"
;   .strn "なんか子分ができた{换行}"
;   .strn "みたいだな{换页}"
;   .strn "{对话框:左}{文本顺序:017E}{头像:6B}{名字:15:名字}"
;   .strn "カンシャされるってのも{换行}"
;   .strn "悪い気分じゃない{换页}"
;   .strn "{对话框:右}{文本顺序:017F}{头像:41}{名字:20:名字}"
;   .strn "もうじき列車のシュウリも{换行}"
;   .strn "終わってるころだろう{换行}"
;   .strn "ハンターキャンプに行ってみな{换页}"
;   .strn "{对话框:右}{文本顺序:0180}{头像:41}{名字:20:名字}"
;   .strn "アニキたちの事、レギオンズで{换行}"
;   .strn "何かわかるといいな！{换行}"
;   .strn "オウエンしてるぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:017A}{头像:41}{名字:20:名字}"
    .strn "啊啊，这件事交给我吧{换行}"
    .strn "刚刚，我已经让同伴{换行}"
    .strn "去猎人营地修理了{换页}"
    .strn "{对话框:右}{文本顺序:017B}{头像:41}{名字:20:名字}"
    .strn "大家都很佩服{换行}"
    .strn "你们的强大和勇气{换页}"
    .strn "{对话框:右}{文本顺序:017C}{头像:41}{名字:20:名字}"
    .strn "从今以后我们会洗心革面{换行}"
    .strn "作为正经的猎人{换行}"
    .strn "和你们合作哦！{换页}"
    .strn "{对话框:左}{文本顺序:017D}{头像:6B}{名字:15:名字}"
    .strn "嘿嘿{换行}"
    .strn "感觉好像收了个小弟呢{换页}"
    .strn "{对话框:左}{文本顺序:017E}{头像:6B}{名字:15:名字}"
    .strn "被人感谢的感觉{换行}"
    .strn "也不差{换页}"
    .strn "{对话框:右}{文本顺序:017F}{头像:41}{名字:20:名字}"
    .strn "列车的修理{换行}"
    .strn "也马上就会完成的吧{换行}"
    .strn "你们去猎人营地看看吧{换页}"
    .strn "{对话框:右}{文本顺序:0180}{头像:41}{名字:20:名字}"
    .strn "大哥们的事情，{换行}"
    .strn "能在军团知道些什么就好了！{换行}"
    .strn "我会声援你们的哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0170}{头像:41}{名字:20:名字}"
;   .strn "ひいっ！？{换行}"
;   .strn "またダレか来やがった！{换页}"
;   .strn "{对话框:左}{文本顺序:0171}{头像:41}{名字:20:名字}"
;   .strn "コイツはセラミカルチタンで{换行}"
;   .strn "できたシールドだ！{换页}"
;   .strn "{对话框:左}{文本顺序:0172}{头像:41}{名字:20:名字}"
;   .strn "テメーのコウゲキなんかにゃ{换行}"
;   .strn "ビクともしねえぞ！{换行}"
;   .strn "あきらめて帰りやがれ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0170}{头像:41}{名字:20:名字}"
    .strn "噫！？{换行}"
    .strn "又有谁来了！{换页}"
    .strn "{对话框:左}{文本顺序:0171}{头像:41}{名字:20:名字}"
    .strn "这玩意儿是{换行}"
    .strn "用陶瓷钛做成的防护罩！{换页}"
    .strn "{对话框:左}{文本顺序:0172}{头像:41}{名字:20:名字}"
    .strn "对于你那种攻击{换行}"
    .strn "根本就纹丝不动哦！{换行}"
    .strn "赶紧放弃，回去吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0173}{头像:6B}{名字:15:名字}"
;   .strn "…オイラたちの事をイチイチ{换行}"
;   .strn "説明するのもめんどくせえな{换页}"
;   .strn "{对话框:右}{文本顺序:0174}{头像:6B}{名字:15:名字}"
;   .strn "おい、さっきのアトラスに{换行}"
;   .strn "変身して、チャージコウゲキを{换行}"
;   .strn "ぶちこんでやろうぜ{换页}"
;   .strn "{对话框:右}{文本顺序:0175}{头像:6B}{名字:15:名字}"
;   .strn "ごじまんのシールドとやらを{换行}"
;   .strn "ぶっこわしちまえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0173}{头像:6B}{名字:15:名字}"
    .strn "…要一一说明咱们的事{换行}"
    .strn "也很麻烦哎{换页}"
    .strn "{对话框:右}{文本顺序:0174}{头像:6B}{名字:15:名字}"
    .strn "喂，{换行}"
    .strn "变身成刚刚的亚特拉丝，{换行}"
    .strn "用蓄力攻击打过去吧{换页}"
    .strn "{对话框:右}{文本顺序:0175}{头像:6B}{名字:15:名字}"
    .strn "砸烂那个让他自鸣得意的{换行}"
    .strn "什么防护罩吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0176}{头像:41}{名字:20:名字}"
;   .strn "うわああああ！？{换行}"
;   .strn "い、命だけは お助けをーっ！{换页}"
;   .strn "{对话框:右}{文本顺序:0177}{头像:6B}{名字:15:名字}"
;   .strn "けっきょく こうなるのか…{换行}"
;   .strn "変身をカイジョして、{换行}"
;   .strn "ゴカイを とこうぜ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0176}{头像:41}{名字:20:名字}"
    .strn "哇啊啊啊啊！？{换行}"
    .strn "饶、绕我一命吧！{换页}"
    .strn "{对话框:右}{文本顺序:0177}{头像:6B}{名字:15:名字}"
    .strn "结果成了这副样子啊…{换行}"
    .strn "解除变身，{换行}"
    .strn "消除误会吧…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "アトラスには さっき使った{换行}"
;   .strn "チャージコウゲキ以外にも{换行}"
;   .strn "まだ のうりょくがあるぜ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "{方向键}ボタンの上を押しながら{换行}"
;   .strn "アタックボタンを押すと{换行}"
;   .strn "上に向かって たまがうてるぞ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "{方向键}ボタンの下を押しながら{换行}"
;   .strn "アタックボタンを長く押してから{换行}"
;   .strn "はなすと、{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "グランドブレイクって{换行}"
;   .strn "ワザが使えるぜ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "また バスターショットは{换行}"
;   .strn "下画面で たまのきどうを{换行}"
;   .strn "変える事もできるらしい{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "まずサブ画面のステータス画面で{换行}"
;   .strn "セレクトボタンを押すと{换行}"
;   .strn "下画面をそうさできるようだ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "あとは下画面のマス目に{换行}"
;   .strn "タッチするか {方向键}ボタンで{换行}"
;   .strn "きどうを変えられるぜ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "しゅうりょうを選べば{换行}"
;   .strn "へんこうした きどうに{换行}"
;   .strn "変わるぞ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "亚特拉丝除了{换行}"
    .strn "刚刚使用的蓄力攻击之外{换行}"
    .strn "还有其他能力哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "按住{方向键}键的上的同时{换行}"
    .strn "再按攻击键{换行}"
    .strn "就能朝上发射子弹哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "按住{方向键}键的下的同时{换行}"
    .strn "长按攻击键{换行}"
    .strn "再放开，{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "就能使用叫做{换行}"
    .strn "大地破碎的招式哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "还有{换行}"
    .strn "爆破射击好像还能{换行}"
    .strn "在下屏画面更改子弹的轨道{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "先在菜单画面的状态页面中{换行}"
    .strn "按下选择键{换行}"
    .strn "应该就能在下屏画面操作了{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "然后在下屏画面的格子上{换行}"
    .strn "通过触摸或用{方向键}键{换行}"
    .strn "就能改变轨道哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "选择了结束后{换行}"
    .strn "就能变成更改后的轨道哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "キミは オレたちを{换行}"
;   .strn "助けにきてくれたのか？{换页}"
;   .strn "オレ以外にも何人か {换行}"
;   .strn "にげおくれた仲間が{换行}"
;   .strn "部屋にとじこめられているんだ{换页}"
;   .strn "どうやら電力が足りなくて{换行}"
;   .strn "一部のトビラが{换行}"
;   .strn "開かないみたいだ…{换页}"
;   .strn "おねがいだ…{换行}"
;   .strn "仲間たちを全員{换行}"
;   .strn "部屋から出してやってくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "你是来救我们的吗？{换页}"
    .strn "除了我之外{换行}"
    .strn "还有好几个没来得及逃跑的同伴{换行}"
    .strn "被关在房间里了{换页}"
    .strn "看起来好像{换行}"
    .strn "由于电力不足{换行}"
    .strn "一部分的门打不开了…{换页}"
    .strn "拜托你…{换行}"
    .strn "帮忙把所有同伴救出房间吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:57:名字}"
;   .strn "ありがとう！{换行}"
;   .strn "このおんは わすれないよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:57:名字}"
    .strn "谢谢！{换行}"
    .strn "我不会忘记这份恩情的{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{头像:40}{名字:58:名字}"
;   .strn "ダレだか知らねえけど{换行}"
;   .strn "助けてくれて ありがとうよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{头像:40}{名字:58:名字}"
    .strn "我不知道你是谁{换行}"
    .strn "但是谢谢你来救我{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{头像:40}{名字:59:名字}"
;   .strn "だ、ダレだ…{换行}"
;   .strn "ここをおそったヤツか？{换行}"
;   .strn "たのむ、見のがしてくれー！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{头像:40}{名字:59:名字}"
    .strn "是、是谁…{换行}"
    .strn "是袭击这里的家伙吗？{换行}"
    .strn "拜托，放我一马吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{头像:40}{名字:5A:名字}"
;   .strn "おお！ トビラが開いた…{换行}"
;   .strn "ありがとう{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{头像:40}{名字:5A:名字}"
    .strn "哦哦！门打开了…{换行}"
    .strn "谢谢{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:22:名字}"
;   .strn "おねがいだ…{换行}"
;   .strn "オレの仲間たちを{换行}"
;   .strn "助けてくれ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:22:名字}"
    .strn "拜托了…{换行}"
    .strn "救救我的同伴们吧…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:41}{名字:20:名字}"
;   .strn "アニキたちの事、レギオンズで{换行}"
;   .strn "何かわかるといいな！{换行}"
;   .strn "オウエンしてるぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:41}{名字:20:名字}"
    .strn "大哥们的事情，{换行}"
    .strn "能在军团知道些什么就好了！{换行}"
    .strn "我会声援你们的哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m06_jp1_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{头像:40}{名字:57:名字}"
;   .strn "キミは オレたちを{换行}"
;   .strn "助けにきてくれたのか？{换页}"
;   .strn "オレ以外にも何人か {换行}"
;   .strn "にげおくれた仲間が{换行}"
;   .strn "部屋にとじこめられているんだ{换页}"
;   .strn "どうやら電力が足りなくて{换行}"
;   .strn "一部のトビラが{换行}"
;   .strn "開かないみたいだ…{换页}"
;   .strn "おねがいだ…{换行}"
;   .strn "仲間たちを全員{换行}"
;   .strn "部屋から出してやってくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{头像:40}{名字:57:名字}"
    .strn "你是来救我们的吗？{换页}"
    .strn "除了我之外{换行}"
    .strn "还有好几个没来得及逃跑的同伴{换行}"
    .strn "被关在房间里了{换页}"
    .strn "看起来好像{换行}"
    .strn "由于电力不足{换行}"
    .strn "一部分的门打不开了…{换页}"
    .strn "拜托你…{换行}"
    .strn "帮忙把所有同伴救出房间吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m06_jp1 :: .endfunc
.close
