.create ".\.temp\root\data\talk_q04_jp1.bin", 0
;文件头
.hword (EndOftalk_q04_jp1 - 4);除文件头外文件大小
.hword (talk_q04_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计15条文本
.hword (talk_q04_jp1_000 -talk_q04_jp1_000)
.hword (talk_q04_jp1_001 -talk_q04_jp1_000)
.hword (talk_q04_jp1_002 -talk_q04_jp1_000)
.hword (talk_q04_jp1_003 -talk_q04_jp1_000)
.hword (talk_q04_jp1_004 -talk_q04_jp1_000)
.hword (talk_q04_jp1_005 -talk_q04_jp1_000)
.hword (talk_q04_jp1_006 -talk_q04_jp1_000)
.hword (talk_q04_jp1_007 -talk_q04_jp1_000)
.hword (talk_q04_jp1_008 -talk_q04_jp1_000)
.hword (talk_q04_jp1_009 -talk_q04_jp1_000)
.hword (talk_q04_jp1_010 -talk_q04_jp1_000)
.hword (talk_q04_jp1_011 -talk_q04_jp1_000)
.hword (talk_q04_jp1_012 -talk_q04_jp1_000)
.hword (talk_q04_jp1_013 -talk_q04_jp1_000)
.hword (talk_q04_jp1_014 -talk_q04_jp1_000)

;文本正文
talk_q04_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "たいへんだ！{换页}"
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "たった今、上空に{换行}"
;   .strn "メカニロイドのハンノウを{换行}"
;   .strn "カクニンした！{换页}"
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "この下に おいてある{换行}"
;   .strn "エネルギーぶっしが{换行}"
;   .strn "ねらわれるのも時間のもんだいだ{换页}"
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "しかし わたしのブキでは{换行}"
;   .strn "いりょくが 弱すぎて{换行}"
;   .strn "たちうちできない…{换页}"
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "キミ、わたしの代わりに{换行}"
;   .strn "エネルギーぶっしを{换行}"
;   .strn "守ってくれないか{换页}"
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "エネルギーぶっしは{换行}"
;   .strn "左に進んだところに{换行}"
;   .strn "三つ おいてある{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "不好啦！{换页}"
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "就在刚才，{换行}"
    .strn "我们确认到了{换行}"
    .strn "上空有机械式机器人的反应！{换页}"
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "它们盯上{换行}"
    .strn "这下面放着的能量物资{换行}"
    .strn "只是时间问题{换页}"
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "但是{换行}"
    .strn "我们的武器威力太弱了{换行}"
    .strn "没法和它们较量…{换页}"
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "你能代替我{换行}"
    .strn "守住能量物资吗{换页}"
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "能量物资在{换行}"
    .strn "向左边走的地方{换行}"
    .strn "放着三个{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "どうか、たのむ！{换行}"
;   .strn "エネルギーぶっしを{换行}"
;   .strn "守ってくれ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "拜托你了！{换行}"
    .strn "守住能量物资吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{纵向二选一1}{头像:42}{名字:4C:名字}"
;   .strn "イライを受けてくれるかい？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{纵向二选一1}{头像:42}{名字:4C:名字}"
    .strn "要接受委托吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "ありがとう…{换行}"
;   .strn "守ってくれたら{换行}"
;   .strn "ほうしゅうを はらうよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "谢谢…{换行}"
    .strn "如果能守住的话{换行}"
    .strn "我会支付报酬哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{F401}{头像:42}{名字:4C:名字}"
;   .strn "さすがのキミでも{换行}"
;   .strn "無理か…{换页}"
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "なんて事だ…{换行}"
;   .strn "メカニロイドが来ない事を{换行}"
;   .strn "いのるしかない…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{F401}{头像:42}{名字:4C:名字}"
    .strn "连你也办不到吗…{换页}"
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "怎么会这样…{换行}"
    .strn "只能祈祷{换行}"
    .strn "机械式机器人不要来了…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "まだメカニロイドのハンノウは{换行}"
;   .strn "消えていないようだ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "看来机械式机器人的反应{换行}"
    .strn "还没有消失…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "どうもありがとう！{换行}"
;   .strn "キミなら 守りきってくれると{换行}"
;   .strn "信じていたよ！{换页}"
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "これは ほうしゅうだ！{换行}"
;   .strn "300ECある{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "非常感谢！{换行}"
    .strn "我就相信{换行}"
    .strn "如果是你就一定能守住哦！{换页}"
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "这是报酬！{换行}"
    .strn "有300EC{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "ありがとう！{换行}"
;   .strn "なんとか 二つは{换行}"
;   .strn "守れたようだな…{换页}"
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "これは ほうしゅうだ！{换行}"
;   .strn "200ECある{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "谢谢！{换行}"
    .strn "看来总算守住两个了啊…{换页}"
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "这是报酬！{换行}"
    .strn "有200EC{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "ありがとう…{换行}"
;   .strn "一つだけでも 守れて{换行}"
;   .strn "助かったよ…{换页}"
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "これは ほうしゅうだ…{换行}"
;   .strn "100ECある{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "谢谢…{换行}"
    .strn "只守住了一个{换行}"
    .strn "也帮了忙啊…{换页}"
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "这是报酬…{换行}"
    .strn "有100EC{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "さすがのキミでも{换行}"
;   .strn "守るのは 無理だったか…{换页}"
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "むちゃな事を{换行}"
;   .strn "たのんでしまって{换行}"
;   .strn "本当に すまなかった…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "连你也没办法守住吗…{换页}"
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "拜托给你{换行}"
    .strn "这么不合理的事情{换行}"
    .strn "真的很抱歉…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "わたしの名前はジョージ{换行}"
;   .strn "見ての通り、ハンターだ{换页}"
;   .strn "今はここでエネルギーぶっしが{换行}"
;   .strn "とうちゃくするのを{换行}"
;   .strn "待ってるんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "我的名字是乔治{换行}"
    .strn "如你所见，是个猎人{换页}"
    .strn "现在我在这里{换行}"
    .strn "等着能量物资到达{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "エネルギーぶっしは{换行}"
;   .strn "三つ とどく予定なんだよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "能量物资{换行}"
    .strn "预定会有三个送达哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "メカニロイドは 強い{换行}"
;   .strn "エネルギーハンノウに{换行}"
;   .strn "びんかんだから、{换页}"
;   .strn "エネルギーぶっしを運ぶのは{换行}"
;   .strn "とても しんけいを使う{换行}"
;   .strn "仕事なんだよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "机械式机器人{换行}"
    .strn "对强烈的能量反应很敏感，{换页}"
    .strn "所以运送能量物资{换行}"
    .strn "是非常费神的工作哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "各地でイレギュラーが{换行}"
;   .strn "現れはじめてるらしいから{换行}"
;   .strn "ここも気をつけないとな{换页}"
;   .strn "いつも以上に気合を入れて{换行}"
;   .strn "見はっておかないと…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "异常体好像在各地{换行}"
    .strn "都开始出现{换行}"
    .strn "所以这里也必须小心{换页}"
    .strn "我得比往常{换行}"
    .strn "更加集中精神来监视…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q04_jp1_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4C:名字}"
;   .strn "まさか 本当に{换行}"
;   .strn "メカニロイドが現れるなんて{换行}"
;   .strn "思ってもなかったよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4C:名字}"
    .strn "没想到{换行}"
    .strn "机械式机器人{换行}"
    .strn "居然真的出现了啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_q04_jp1 :: .endfunc
.close
