.create ".\.temp\root\data\talk_m11_jp2.bin", 0
;文件头
.hword (EndOftalk_m11_jp2 - 4);除文件头外文件大小
.hword (talk_m11_jp2_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计85条文本
.hword (talk_m11_jp2_000 -talk_m11_jp2_000)
.hword (talk_m11_jp2_001 -talk_m11_jp2_000)
.hword (talk_m11_jp2_002 -talk_m11_jp2_000)
.hword (talk_m11_jp2_003 -talk_m11_jp2_000)
.hword (talk_m11_jp2_004 -talk_m11_jp2_000)
.hword (talk_m11_jp2_005 -talk_m11_jp2_000)
.hword (talk_m11_jp2_006 -talk_m11_jp2_000)
.hword (talk_m11_jp2_007 -talk_m11_jp2_000)
.hword (talk_m11_jp2_008 -talk_m11_jp2_000)
.hword (talk_m11_jp2_009 -talk_m11_jp2_000)
.hword (talk_m11_jp2_010 -talk_m11_jp2_000)
.hword (talk_m11_jp2_011 -talk_m11_jp2_000)
.hword (talk_m11_jp2_012 -talk_m11_jp2_000)
.hword (talk_m11_jp2_013 -talk_m11_jp2_000)
.hword (talk_m11_jp2_014 -talk_m11_jp2_000)
.hword (talk_m11_jp2_015 -talk_m11_jp2_000)
.hword (talk_m11_jp2_016 -talk_m11_jp2_000)
.hword (talk_m11_jp2_017 -talk_m11_jp2_000)
.hword (talk_m11_jp2_018 -talk_m11_jp2_000)
.hword (talk_m11_jp2_019 -talk_m11_jp2_000)
.hword (talk_m11_jp2_020 -talk_m11_jp2_000)
.hword (talk_m11_jp2_021 -talk_m11_jp2_000)
.hword (talk_m11_jp2_022 -talk_m11_jp2_000)
.hword (talk_m11_jp2_023 -talk_m11_jp2_000)
.hword (talk_m11_jp2_024 -talk_m11_jp2_000)
.hword (talk_m11_jp2_025 -talk_m11_jp2_000)
.hword (talk_m11_jp2_026 -talk_m11_jp2_000)
.hword (talk_m11_jp2_027 -talk_m11_jp2_000)
.hword (talk_m11_jp2_028 -talk_m11_jp2_000)
.hword (talk_m11_jp2_029 -talk_m11_jp2_000)
.hword (talk_m11_jp2_030 -talk_m11_jp2_000)
.hword (talk_m11_jp2_031 -talk_m11_jp2_000)
.hword (talk_m11_jp2_032 -talk_m11_jp2_000)
.hword (talk_m11_jp2_033 -talk_m11_jp2_000)
.hword (talk_m11_jp2_034 -talk_m11_jp2_000)
.hword (talk_m11_jp2_035 -talk_m11_jp2_000)
.hword (talk_m11_jp2_036 -talk_m11_jp2_000)
.hword (talk_m11_jp2_037 -talk_m11_jp2_000)
.hword (talk_m11_jp2_038 -talk_m11_jp2_000)
.hword (talk_m11_jp2_039 -talk_m11_jp2_000)
.hword (talk_m11_jp2_040 -talk_m11_jp2_000)
.hword (talk_m11_jp2_041 -talk_m11_jp2_000)
.hword (talk_m11_jp2_042 -talk_m11_jp2_000)
.hword (talk_m11_jp2_043 -talk_m11_jp2_000)
.hword (talk_m11_jp2_044 -talk_m11_jp2_000)
.hword (talk_m11_jp2_045 -talk_m11_jp2_000)
.hword (talk_m11_jp2_046 -talk_m11_jp2_000)
.hword (talk_m11_jp2_047 -talk_m11_jp2_000)
.hword (talk_m11_jp2_048 -talk_m11_jp2_000)
.hword (talk_m11_jp2_049 -talk_m11_jp2_000)
.hword (talk_m11_jp2_050 -talk_m11_jp2_000)
.hword (talk_m11_jp2_051 -talk_m11_jp2_000)
.hword (talk_m11_jp2_052 -talk_m11_jp2_000)
.hword (talk_m11_jp2_053 -talk_m11_jp2_000)
.hword (talk_m11_jp2_054 -talk_m11_jp2_000)
.hword (talk_m11_jp2_055 -talk_m11_jp2_000)
.hword (talk_m11_jp2_056 -talk_m11_jp2_000)
.hword (talk_m11_jp2_057 -talk_m11_jp2_000)
.hword (talk_m11_jp2_058 -talk_m11_jp2_000)
.hword (talk_m11_jp2_059 -talk_m11_jp2_000)
.hword (talk_m11_jp2_060 -talk_m11_jp2_000)
.hword (talk_m11_jp2_061 -talk_m11_jp2_000)
.hword (talk_m11_jp2_062 -talk_m11_jp2_000)
.hword (talk_m11_jp2_063 -talk_m11_jp2_000)
.hword (talk_m11_jp2_064 -talk_m11_jp2_000)
.hword (talk_m11_jp2_065 -talk_m11_jp2_000)
.hword (talk_m11_jp2_066 -talk_m11_jp2_000)
.hword (talk_m11_jp2_067 -talk_m11_jp2_000)
.hword (talk_m11_jp2_068 -talk_m11_jp2_000)
.hword (talk_m11_jp2_069 -talk_m11_jp2_000)
.hword (talk_m11_jp2_070 -talk_m11_jp2_000)
.hword (talk_m11_jp2_071 -talk_m11_jp2_000)
.hword (talk_m11_jp2_072 -talk_m11_jp2_000)
.hword (talk_m11_jp2_073 -talk_m11_jp2_000)
.hword (talk_m11_jp2_074 -talk_m11_jp2_000)
.hword (talk_m11_jp2_075 -talk_m11_jp2_000)
.hword (talk_m11_jp2_076 -talk_m11_jp2_000)
.hword (talk_m11_jp2_077 -talk_m11_jp2_000)
.hword (talk_m11_jp2_078 -talk_m11_jp2_000)
.hword (talk_m11_jp2_079 -talk_m11_jp2_000)
.hword (talk_m11_jp2_080 -talk_m11_jp2_000)
.hword (talk_m11_jp2_081 -talk_m11_jp2_000)
.hword (talk_m11_jp2_082 -talk_m11_jp2_000)
.hword (talk_m11_jp2_083 -talk_m11_jp2_000)
.hword (talk_m11_jp2_084 -talk_m11_jp2_000)

;文本正文
talk_m11_jp2_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:039F}{头像:11}{名字:18:名字}"
;   .strn "…マズい事になったな{换页}"
;   .strn "{对话框:左}{文本顺序:03A0}{头像:10}{名字:18:名字}"
;   .strn "あれがキュウキョクの{换行}"
;   .strn "ライブメタル…{换行}"
;   .strn "ウロボロスか{换页}"
;   .strn "{对话框:左}{文本顺序:03A1}{头像:10}{名字:18:名字}"
;   .strn "アレから出てきた{换行}"
;   .strn "イレギュラーのたいぐんが{换行}"
;   .strn "各国をおそっているらしい{换页}"
;   .strn "{对话框:左}{文本顺序:03A2}{头像:10}{名字:18:名字}"
;   .strn "オレもあの後、いくつか{换行}"
;   .strn "モデルVをつぶしたんだが…{换行}"
;   .strn "やけ石に水だったみたいだな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:039F}{头像:11}{名字:18:名字}"
    .strn "…大事不妙了啊{换页}"
    .strn "{对话框:左}{文本顺序:03A0}{头像:10}{名字:18:名字}"
    .strn "那就是{换行}"
    .strn "究极生命金属…{换行}"
    .strn "乌洛波洛斯啊{换页}"
    .strn "{对话框:左}{文本顺序:03A1}{头像:10}{名字:18:名字}"
    .strn "从那里出来的{换行}"
    .strn "异常体的大部队{换行}"
    .strn "好像正在袭击各国{换页}"
    .strn "{对话框:左}{文本顺序:03A2}{头像:10}{名字:18:名字}"
    .strn "我在和你分开之后，{换行}"
    .strn "也毁掉了好几个模块V…{换行}"
    .strn "但看来都是杯水车薪啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03A3}{头像:0A}{名字:雅希:名字}"
;   .strn "空の上から世界を見下すなんて{换行}"
;   .strn "シュミ悪すぎだわ{换行}"
;   .strn "どうにかならないの？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03A3}{头像:0A}{名字:雅希:名字}"
    .strn "居然从天上俯视我们{换行}"
    .strn "真是低级趣味啊{换行}"
    .strn "就没有什么办法吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:左}{文本顺序:03A4}{头像:10}{名字:18:名字}"
;   .strn "もちろんだ{换行}"
;   .strn "どうにかするために キミに{换行}"
;   .strn "会いにきたんだからな{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:03A5}{头像:10}{名字:18:名字}"
;   .strn "行くんだろう？{换行}"
;   .strn "キミの物語をつむぐために{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:左}{文本顺序:03A4}{头像:10}{名字:18:名字}"
    .strn "当然有{换行}"
    .strn "我就是为了能做些什么{换行}"
    .strn "才来见你的啊{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:03A5}{头像:10}{名字:18:名字}"
    .strn "你要去的吧？{换行}"
    .strn "为了谱写你的故事{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:03A6}{头像:0F}{名字:雅希:名字}"
;   .strn "あ…あれは…！{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:03A7}{头像:10}{名字:18:名字}"
;   .strn "オレと、{换行}"
;   .strn "オレの仲間たちの船…{换行}"
;   .strn "ガーディアンベース！{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:03A8}{头像:10}{名字:18:名字}"
;   .strn "残された手はただひとつ…{换行}"
;   .strn "ガーディアンベースで{换行}"
;   .strn "ウロボロスに乗りこんで{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:03A9}{头像:11}{名字:18:名字}"
;   .strn "アルバートをたおすしかない…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:03A6}{头像:0F}{名字:雅希:名字}"
    .strn "那…那是…！{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:03A7}{头像:10}{名字:18:名字}"
    .strn "我和我同伴们的船…{换行}"
    .strn "守卫军基地！{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:03A8}{头像:10}{名字:18:名字}"
    .strn "剩下的手段只有一个…{换行}"
    .strn "乘着守卫军基地{换行}"
    .strn "进入乌洛波洛斯{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:03A9}{头像:11}{名字:18:名字}"
    .strn "然后打倒阿尔伯特…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:上}{对话框:左}{文本顺序:03AA}{头像:42}{名字:1F:名字}"
;   .strn "おい！{换行}"
;   .strn "待ってくれよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:上}{对话框:左}{文本顺序:03AA}{头像:42}{名字:1F:名字}"
    .strn "喂！{换行}"
    .strn "等我一下啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03AB}{头像:42}{名字:1F:名字}"
;   .strn "親玉のとこに行くんだろ？{换行}"
;   .strn "オレたちにもあばれさせろよ！{换页}"
;   .strn "{对话框:左}{文本顺序:03AC}{头像:42}{名字:49:名字}"
;   .strn "あのデカブツをしとめたら、{换行}"
;   .strn "しょうきんどれぐらい{换行}"
;   .strn "出るんだろうな{换页}"
;   .strn "{对话框:左}{文本顺序:03AD}{头像:42}{名字:49:名字}"
;   .strn "ウズウズしてくるぜ！{换页}"
;   .strn "{对话框:右}{文本顺序:03AE}{头像:0B}{名字:雅希:名字}"
;   .strn "ちょっとみんな待ってよ！？{换行}"
;   .strn "これは いつものミッション{换行}"
;   .strn "なんかじゃないのよ！？{换页}"
;   .strn "{对话框:右}{文本顺序:03AF}{头像:1D}{名字:06:名字}"
;   .strn "いや、これはレギオンズからの{换行}"
;   .strn "正式なミッションだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03AB}{头像:42}{名字:1F:名字}"
    .strn "要去头目那里吧？{换行}"
    .strn "也让我们大闹一场吧！{换页}"
    .strn "{对话框:左}{文本顺序:03AC}{头像:42}{名字:49:名字}"
    .strn "把那个大家伙干掉的话，{换行}"
    .strn "会给多少赏金呢{换页}"
    .strn "{对话框:左}{文本顺序:03AD}{头像:42}{名字:49:名字}"
    .strn "心里开始发痒了呢！{换页}"
    .strn "{对话框:右}{文本顺序:03AE}{头像:0B}{名字:雅希:名字}"
    .strn "哎大家等一下啊！？{换行}"
    .strn "这不是什么{换行}"
    .strn "平时的任务啊！？{换页}"
    .strn "{对话框:右}{文本顺序:03AF}{头像:1D}{名字:06:名字}"
    .strn "不，这是来自军团的{换行}"
    .strn "正式任务{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03B0}{头像:08}{名字:雅希:名字}"
;   .strn "三賢人…{换行}"
;   .strn "マスター·トーマス…！{换页}"
;   .strn "{对话框:右}{文本顺序:03B1}{头像:1D}{名字:06:名字}"
;   .strn "…たくましいな、キミたちは…{换行}"
;   .strn "こうでもしないと かれらが{换行}"
;   .strn "おさまってくれないのだよ{换页}"
;   .strn "{对话框:右}{文本顺序:03B2}{头像:1D}{名字:06:名字}"
;   .strn "もはやレギオンズでも{换行}"
;   .strn "各国へのタイオウが{换行}"
;   .strn "追いつかないじょうたいだ{换页}"
;   .strn "{对话框:右}{文本顺序:03B3}{头像:1D}{名字:06:名字}"
;   .strn "アッシュくん…{换行}"
;   .strn "キミに、全てをたくしたい{换页}"
;   .strn "{对话框:左}{文本顺序:03B4}{头像:08}{名字:雅希:名字}"
;   .strn "みんな…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03B0}{头像:08}{名字:雅希:名字}"
    .strn "三贤者…{换行}"
    .strn "托马斯大师…！{换页}"
    .strn "{对话框:右}{文本顺序:03B1}{头像:1D}{名字:06:名字}"
    .strn "…真是充满活力啊，你们…{换行}"
    .strn "不这么做的话{换行}"
    .strn "他们是不会心满意足的吧{换页}"
    .strn "{对话框:右}{文本顺序:03B2}{头像:1D}{名字:06:名字}"
    .strn "这已经是{换行}"
    .strn "连军团都对各国应接不暇{换行}"
    .strn "的状态了{换页}"
    .strn "{对话框:右}{文本顺序:03B3}{头像:1D}{名字:06:名字}"
    .strn "雅希…{换行}"
    .strn "全部都托付给你了{换页}"
    .strn "{对话框:左}{文本顺序:03B4}{头像:08}{名字:雅希:名字}"
    .strn "大家…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03B5}{头像:10}{名字:18:名字}"
;   .strn "キミの仲間たちか…{换行}"
;   .strn "たのもしいじゃないか{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03B5}{头像:10}{名字:18:名字}"
    .strn "你的同伴们吗…{换行}"
    .strn "很可靠不是吗{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03B6}{头像:11}{名字:18:名字}"
;   .strn "よし、行くぞ！{换行}"
;   .strn "オレについてこい！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03B6}{头像:11}{名字:18:名字}"
    .strn "好了，走吧！{换行}"
    .strn "跟上我！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03B7}{头像:13}{名字:18:名字}"
;   .strn "ウロボロスにとりついたら、{换行}"
;   .strn "イレギュラーが いっせいに{换行}"
;   .strn "おそってくるはずだ{换页}"
;   .strn "{对话框:右}{文本顺序:03B8}{头像:13}{名字:18:名字}"
;   .strn "ハンターのみんなでなんとしても{换行}"
;   .strn "このガーディアンベースを{换行}"
;   .strn "守りきってくれ！{换页}"
;   .strn "{对话框:右}{文本顺序:03B9}{头像:13}{名字:18:名字}"
;   .strn "さいごまで気をぬくなよ！{换行}"
;   .strn "かならず全員、生きて{换行}"
;   .strn "帰るんだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03B7}{头像:13}{名字:18:名字}"
    .strn "靠近乌洛波洛斯后，{换行}"
    .strn "异常体应该会一起{换行}"
    .strn "进攻过来{换页}"
    .strn "{对话框:右}{文本顺序:03B8}{头像:13}{名字:18:名字}"
    .strn "猎人的大家无论如何{换行}"
    .strn "都要守住这个守卫军基地！{换页}"
    .strn "{对话框:右}{文本顺序:03B9}{头像:13}{名字:18:名字}"
    .strn "不到最后不要松懈哦！{换行}"
    .strn "绝对要全员活着回去！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03BA}{头像:13}{名字:18:名字}"
;   .strn "アッシュ！{换行}"
;   .strn "先に行ってくれ！{换页}"
;   .strn "{对话框:右}{文本顺序:03BB}{头像:13}{名字:18:名字}"
;   .strn "オレもここを守りきったら{换行}"
;   .strn "すぐに追う！{换页}"
;   .strn "{对话框:左}{文本顺序:03BC}{头像:0B}{名字:雅希:名字}"
;   .strn "まかせなさいって！{换行}"
;   .strn "さあ、アルバートに全部のカリを{换行}"
;   .strn "返しに行くわよ！{换页}"
;   .strn "{对话框:左}{文本顺序:03BD}{头像:6B}{名字:15:名字}"
;   .strn "おう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03BA}{头像:13}{名字:18:名字}"
    .strn "雅希！{换行}"
    .strn "你先去吧！{换页}"
    .strn "{对话框:右}{文本顺序:03BB}{头像:13}{名字:18:名字}"
    .strn "我守住了这里之后{换行}"
    .strn "也会马上去追你的！{换页}"
    .strn "{对话框:左}{文本顺序:03BC}{头像:0B}{名字:雅希:名字}"
    .strn "交给我吧！{换行}"
    .strn "来吧，去向阿尔伯特{换行}"
    .strn "还清所有人情吧！{换页}"
    .strn "{对话框:左}{文本顺序:03BD}{头像:6B}{名字:15:名字}"
    .strn "哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03BE}{头像:03}{名字:05:名字}"
;   .strn "…まさかひこうていで{换行}"
;   .strn "このウロボロスにつっこんで{换行}"
;   .strn "くるとはね{换页}"
;   .strn "{对话框:右}{文本顺序:03BF}{头像:03}{名字:05:名字}"
;   .strn "進化に追いつけぬ者の{换行}"
;   .strn "やる事は やばんだな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03BE}{头像:03}{名字:05:名字}"
    .strn "…没想到你用飞艇{换行}"
    .strn "闯入了这乌洛波洛斯啊{换页}"
    .strn "{对话框:右}{文本顺序:03BF}{头像:03}{名字:05:名字}"
    .strn "没能赶上进化的人所做的事{换行}"
    .strn "真是野蛮啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03C0}{头像:0A}{名字:雅希:名字}"
;   .strn "アルバート…！{换页}"
;   .strn "{对话框:右}{文本顺序:03C1}{头像:21}{名字:05:名字}"
;   .strn "ところで…キミに会いたいという{换行}"
;   .strn "者たちがいるのだが…かれらの{换行}"
;   .strn "相手をしてやってくれないか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03C0}{头像:0A}{名字:雅希:名字}"
    .strn "阿尔伯特…！{换页}"
    .strn "{对话框:右}{文本顺序:03C1}{头像:21}{名字:05:名字}"
    .strn "话说…{换行}"
    .strn "有些人说想见见你…{换行}"
    .strn "你能来当他们的对手吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03C2}{头像:36}{名字:08:名字}"
;   .strn "うらぎり者 モデルA…{换行}"
;   .strn "オレ お前 たおす！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03C2}{头像:36}{名字:08:名字}"
    .strn "背叛者 模块A…{换行}"
    .strn "我 打倒 你！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03C3}{头像:37}{名字:09:名字}"
;   .strn "シャーッシャッシャッシャッ！{换行}"
;   .strn "この時を待っていたぞ{换行}"
;   .strn "ふくしゅうの時をな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03C3}{头像:37}{名字:09:名字}"
    .strn "嘻呀—嘻呀嘻呀嘻呀！{换行}"
    .strn "我一直等着这一刻哦！{换行}"
    .strn "等着复仇的时刻！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03C4}{头像:3E}{名字:0A:名字}"
;   .strn "わざわざこんなところまで{换行}"
;   .strn "くるとは…{换行}"
;   .strn "しつこい女だ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03C4}{头像:3E}{名字:0A:名字}"
    .strn "居然特地跑到这种地方来…{换行}"
    .strn "纠缠不休的女人{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03C5}{头像:39}{名字:0C:名字}"
;   .strn "あら…わたくしにも{换行}"
;   .strn "おもてなしさせて{换行}"
;   .strn "ほしいわ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03C5}{头像:39}{名字:0C:名字}"
    .strn "啊呀…{换行}"
    .strn "希望也能让我{换行}"
    .strn "招待一下你哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03C6}{头像:38}{名字:0B:名字}"
;   .strn "アンコールにこたえて{换行}"
;   .strn "来てやったぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03C6}{头像:38}{名字:0B:名字}"
    .strn "本大爷回应了你再演奏的要求{换行}"
    .strn "到这儿来了哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03C7}{头像:3B}{名字:0D:名字}"
;   .strn "かくごせよ…{换行}"
;   .strn "二度もフカクは取らぬ…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03C7}{头像:3B}{名字:0D:名字}"
    .strn "觉悟吧…{换行}"
    .strn "吾等不会再次失败…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03C8}{头像:3D}{名字:0F:名字}"
;   .strn "ショケイはまだ{换行}"
;   .strn "ケイゾクチューなのよっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03C8}{头像:3D}{名字:0F:名字}"
    .strn "处决还在继续哟！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03C9}{头像:3A}{名字:10:名字}"
;   .strn "王にあだなす者め…！{换行}"
;   .strn "今度こそほろぼしてくれる！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03C9}{头像:3A}{名字:10:名字}"
    .strn "你这王之敌对者…！{换行}"
    .strn "这次一定要将你毁灭！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03CA}{头像:6B}{名字:15:名字}"
;   .strn "トランスオン…！{换页}"
;   .strn "{对话框:左}{文本顺序:03CB}{头像:0A}{名字:雅希:名字}"
;   .strn "モデルAと同じ{换行}"
;   .strn "コピーのうりょく！？{换页}"
;   .strn "{对话框:右}{文本顺序:03CC}{头像:21}{名字:05:名字}"
;   .strn "言ったろう？{换行}"
;   .strn "キミはわたしのカゲだと{换页}"
;   .strn "{对话框:右}{文本顺序:03CD}{头像:21}{名字:05:名字}"
;   .strn "だが、わたしのチカラは{换行}"
;   .strn "コピーのうりょくなどではない{换页}"
;   .strn "{对话框:右}{文本顺序:03CE}{头像:21}{名字:05:名字}"
;   .strn "モデルVのイケニエとなった{换行}"
;   .strn "全てのタマシイが、わたしの中で{换行}"
;   .strn "生き続けている{换页}"
;   .strn "{对话框:右}{文本顺序:03CF}{头像:21}{名字:05:名字}"
;   .strn "全ての命をあやつるチカラ…{换行}"
;   .strn "それがキュウキョクの{换行}"
;   .strn "ロックマンのチカラ…{换页}"
;   .strn "{对话框:右}{文本顺序:03D0}{头像:22}{名字:05:名字}"
;   .strn "真の トランスオンだ{换页}"
;   .strn "{对话框:右}{文本顺序:03D1}{头像:21}{名字:05:名字}"
;   .strn "このおくに かれらの{换行}"
;   .strn "新しいボディを用意した{换行}"
;   .strn "遊んでやってくれ{换页}"
;   .strn "{对话框:右}{文本顺序:03D2}{头像:21}{名字:05:名字}"
;   .strn "わたしのもとまで{换行}"
;   .strn "たどりつけたら…{换行}"
;   .strn "全てを教えてあげよう{换页}"
;   .strn "{对话框:右}{文本顺序:03D3}{头像:21}{名字:05:名字}"
;   .strn "なぜキミたちが{换行}"
;   .strn "フカンゼンとはいえ、{换行}"
;   .strn "トランスオンを使えるのか…{换页}"
;   .strn "{对话框:右}{文本顺序:03D4}{头像:22}{名字:05:名字}"
;   .strn "キミたちの…正体をな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03CA}{头像:6B}{名字:15:名字}"
    .strn "变身…！{换页}"
    .strn "{对话框:左}{文本顺序:03CB}{头像:0A}{名字:雅希:名字}"
    .strn "和模块A一样的{换行}"
    .strn "复制能力！？{换页}"
    .strn "{对话框:右}{文本顺序:03CC}{头像:21}{名字:05:名字}"
    .strn "我说过的吧？{换行}"
    .strn "你是我的影子{换页}"
    .strn "{对话框:右}{文本顺序:03CD}{头像:21}{名字:05:名字}"
    .strn "但是，{换行}"
    .strn "我的力量并不是什么复制能力{换页}"
    .strn "{对话框:右}{文本顺序:03CE}{头像:21}{名字:05:名字}"
    .strn "成为了模块V活祭品的所有灵魂，{换行}"
    .strn "都在我体内继续活着{换页}"
    .strn "{对话框:右}{文本顺序:03CF}{头像:21}{名字:05:名字}"
    .strn "掌控所有生命的力量…{换行}"
    .strn "这就是究极洛克人的力量…{换页}"
    .strn "{对话框:右}{文本顺序:03D0}{头像:22}{名字:05:名字}"
    .strn "这是真正的变身{换页}"
    .strn "{对话框:右}{文本顺序:03D1}{头像:21}{名字:05:名字}"
    .strn "我在这里面{换行}"
    .strn "准备了他们的新身体{换行}"
    .strn "来跟他们玩玩吧{换页}"
    .strn "{对话框:右}{文本顺序:03D2}{头像:21}{名字:05:名字}"
    .strn "你要是能到达我身边…{换行}"
    .strn "我就把一切都告诉你吧{换页}"
    .strn "{对话框:右}{文本顺序:03D3}{头像:21}{名字:05:名字}"
    .strn "为什么你们虽然不完全，{换行}"
    .strn "却能使用变身…{换页}"
    .strn "{对话框:右}{文本顺序:03D4}{头像:22}{名字:05:名字}"
    .strn "你们的…真实身份{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03D5}{头像:36}{名字:08:名字}"
;   .strn "アオアオアオーッ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03D5}{头像:36}{名字:08:名字}"
    .strn "嗷嗷嗷—！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03D6}{头像:36}{名字:08:名字}"
;   .strn "新たな王 生まれた！{换行}"
;   .strn "新たな世界 生まれる！{换行}"
;   .strn "お前 もう いらない！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03D6}{头像:36}{名字:08:名字}"
    .strn "新的王 诞生了！{换行}"
    .strn "新的世界 诞生！{换行}"
    .strn "你 已经 不需要！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03D7}{头像:36}{名字:08:名字}"
;   .strn "オレ オキテ 守った！{换行}"
;   .strn "ジャマ者 たおした！{换行}"
;   .strn "アオアオアオーッ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03D7}{头像:36}{名字:08:名字}"
    .strn "我 遵守了 规矩！{换行}"
    .strn "打倒了 妨碍者！{换行}"
    .strn "嗷嗷嗷—！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03D8}{头像:36}{名字:08:名字}"
;   .strn "お前…オキテ…やぶった…！{换行}"
;   .strn "王の…バツ…受けろ…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03D8}{头像:36}{名字:08:名字}"
    .strn "你…打破了…规矩…！{换行}"
    .strn "接受…王的…惩罚吧…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03D9}{头像:37}{名字:09:名字}"
;   .strn "シャーッシャッシャッシャッ！{换行}"
;   .strn "さあ、はじめるか！{换行}"
;   .strn "しふくの ひと時を！{换页}"
;   .strn "{对话框:右}{文本顺序:03DA}{头像:37}{名字:09:名字}"
;   .strn "じっくり、たっぷり、{换行}"
;   .strn "時間をかけて{换行}"
;   .strn "いたぶってやろう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03D9}{头像:37}{名字:09:名字}"
    .strn "嘻呀—嘻呀嘻呀嘻呀！{换行}"
    .strn "来吧，开始吧！{换行}"
    .strn "开始最幸福的时刻！{换页}"
    .strn "{对话框:右}{文本顺序:03DA}{头像:37}{名字:09:名字}"
    .strn "让我慢慢地、充分地，{换行}"
    .strn "花上时间折磨你吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03DB}{头像:37}{名字:09:名字}"
;   .strn "シャーッハッハッハッ！{换行}"
;   .strn "死というエイエンの時間を{换行}"
;   .strn "さまよい続けるがいい！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03DB}{头像:37}{名字:09:名字}"
    .strn "嘻呀—哈哈哈！{换行}"
    .strn "在叫做死亡的永恒时间里{换行}"
    .strn "不断徘徊吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_028:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03DC}{头像:37}{名字:09:名字}"
;   .strn "時の流れは…止められん…！{换行}"
;   .strn "新たな時代の波に{换行}"
;   .strn "のみこまれるがいい…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03DC}{头像:37}{名字:09:名字}"
    .strn "时间的流动…无法阻止…！{换行}"
    .strn "被新时代的波浪{换行}"
    .strn "吞噬吧…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_029:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03DD}{头像:3E}{名字:0A:名字}"
;   .strn "…ふう…{换行}"
;   .strn "できればキミとは二度と{换行}"
;   .strn "会いたくなかったのだがね…{换页}"
;   .strn "{对话框:左}{文本顺序:03DE}{头像:3E}{名字:0A:名字}"
;   .strn "うるさい女はキライなのだよ{换行}"
;   .strn "わたしの前から消えさりたまえ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03DD}{头像:3E}{名字:0A:名字}"
    .strn "…哼…{换行}"
    .strn "可以的话{换行}"
    .strn "我是不想再见你第二次了…{换页}"
    .strn "{对话框:左}{文本顺序:03DE}{头像:3E}{名字:0A:名字}"
    .strn "我讨厌吵闹的女人啊{换行}"
    .strn "从我面前消失吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_030:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03DF}{头像:3F}{名字:0A:名字}"
;   .strn "けがらわしい…{换行}"
;   .strn "わがトゲをぬらしていいのは{换行}"
;   .strn "強きセンシの血だけなのだよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03DF}{头像:3F}{名字:0A:名字}"
    .strn "真肮脏…{换行}"
    .strn "只有强大战士的血{换行}"
    .strn "才可以沾湿我的尖刺呢{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_031:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03E0}{头像:3F}{名字:0A:名字}"
;   .strn "ぐ…ぐお…{换行}"
;   .strn "こんな女に……二度も…！{换行}"
;   .strn "ぐああああああっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03E0}{头像:3F}{名字:0A:名字}"
    .strn "咕…咕哦…{换行}"
    .strn "被这种女的……再一次…！{换行}"
    .strn "咕啊啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_032:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03E1}{头像:38}{名字:0B:名字}"
;   .strn "今回はVIPたいぐうだ{换行}"
;   .strn "お前だけのために歌うぜ…{换页}"
;   .strn "{对话框:右}{文本顺序:03E2}{头像:38}{名字:0B:名字}"
;   .strn "とっておきの…レクイエムをな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03E1}{头像:38}{名字:0B:名字}"
    .strn "这次是VIP待遇啊{换行}"
    .strn "我只为你一人献唱哦…{换页}"
    .strn "{对话框:右}{文本顺序:03E2}{头像:38}{名字:0B:名字}"
    .strn "唱我珍藏的…安魂曲！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_033:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03E3}{头像:38}{名字:0B:名字}"
;   .strn "じごくのオーディエンス{换行}"
;   .strn "めがけてダイブかい？{换行}"
;   .strn "どこまでもロックなヤツだぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03E3}{头像:38}{名字:0B:名字}"
    .strn "要朝着地狱的听众{换行}"
    .strn "跳进去吗？{换行}"
    .strn "无论到哪里都是个摇滚的家伙呢！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_034:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03E4}{头像:38}{名字:0B:名字}"
;   .strn "オレ樣は…いんたいするぜ…{换行}"
;   .strn "あとはお前だけで もりあげな…{换行}"
;   .strn "ロックなひめいを…たのんだぜ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03E4}{头像:38}{名字:0B:名字}"
    .strn "本大爷…要隐退啦…{换行}"
    .strn "之后你自己活跃气氛吧…{换行}"
    .strn "摇滚的悲鸣…就拜托你了啊…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_035:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:03E5}{头像:39}{名字:0C:名字}"
;   .strn "こよいは ステキなパーティーに{换行}"
;   .strn "なりそうですわ…{换行}"
;   .strn "あなたも いわいなさい…{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:03E6}{头像:39}{名字:0C:名字}"
;   .strn "だって…{换行}"
;   .strn "新たな王が こうりんされた{换行}"
;   .strn "キネンすべき日なのですから！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:03E5}{头像:39}{名字:0C:名字}"
    .strn "今晚看来会有{换行}"
    .strn "很棒的派对哦…{换行}"
    .strn "你也来庆祝吧…{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:03E6}{头像:39}{名字:0C:名字}"
    .strn "因为…{换行}"
    .strn "这是个值得纪念的{换行}"
    .strn "新王降临的日子嘛！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_036:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:03E7}{头像:39}{名字:0C:名字}"
;   .strn "あら…ゼツボウという名の{换行}"
;   .strn "ミツの味…あなたにはしげきが{换行}"
;   .strn "強すぎたかしら…？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:03E7}{头像:39}{名字:0C:名字}"
    .strn "哎呀…{换行}"
    .strn "叫做绝望的花蜜的味道…{换行}"
    .strn "对你来说太过刺激了吗…？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_037:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:03E8}{头像:39}{名字:0C:名字}"
;   .strn "われらよりも…進化できぬ者との{换行}"
;   .strn "…なれあいを…とるのですか…{换行}"
;   .strn "どこまでも…おろかですわ…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:03E8}{头像:39}{名字:0C:名字}"
    .strn "比起我们…你更想和…{换行}"
    .strn "无法进化之人…勾结吗…{换行}"
    .strn "你始终都…很愚蠢啊…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_038:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:上}{对话框:右}{文本顺序:03E9}{头像:3A}{名字:10:名字}"
;   .strn "キサマなど、しょせんは{换行}"
;   .strn "大海にうかぶ氷のツブに{换行}"
;   .strn "すぎん{换页}"
;   .strn "{对话框:右}{文本顺序:03EA}{头像:3A}{名字:10:名字}"
;   .strn "進化の波にのまれる前に、{换行}"
;   .strn "ひとおもいにわがキバで{换行}"
;   .strn "かみくだいてやろう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:上}{对话框:右}{文本顺序:03E9}{头像:3A}{名字:10:名字}"
    .strn "像你这样的，{换行}"
    .strn "终究不过是沧海一粟罢了{换页}"
    .strn "{对话框:右}{文本顺序:03EA}{头像:3A}{名字:10:名字}"
    .strn "在你被进化的波涛吞噬前，{换行}"
    .strn "我来狠下心用牙齿{换行}"
    .strn "将你咬碎吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_039:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03EB}{头像:3A}{名字:10:名字}"
;   .strn "王のカゲに生まれながら、{换行}"
;   .strn "道をあやまるか{换行}"
;   .strn "みじめすぎて言葉もないわ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03EB}{头像:3A}{名字:10:名字}"
    .strn "尽管诞生为王的影子，{换行}"
    .strn "却走错了道路吗{换行}"
    .strn "太过悲惨令我无言以对{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_040:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03EC}{头像:3A}{名字:10:名字}"
;   .strn "ほろびよ…！{换行}"
;   .strn "王のカゲたるキサマに…{换行}"
;   .strn "光ある世界は作れぬ…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03EC}{头像:3A}{名字:10:名字}"
    .strn "毁灭吧…！{换行}"
    .strn "你作为王的影子…{换行}"
    .strn "无法创造拥有光的世界…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_041:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03ED}{头像:3D}{名字:0F:名字}"
;   .strn "来たわよ！来たわよっ！{换行}"
;   .strn "アタシの番なのよーっ！{换页}"
;   .strn "{对话框:右}{文本顺序:03EE}{头像:3D}{名字:0F:名字}"
;   .strn "やるわよ！やるわよっ！{换行}"
;   .strn "アンタなんか{换行}"
;   .strn "やっつけちゃうのよーっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03ED}{头像:3D}{名字:0F:名字}"
    .strn "来了哟！来了哟！{换行}"
    .strn "轮到人家了哟！{换页}"
    .strn "{对话框:右}{文本顺序:03EE}{头像:3D}{名字:0F:名字}"
    .strn "开打哟！开打哟！{换行}"
    .strn "要把你这样的给干掉哟！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_042:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03EF}{头像:3D}{名字:0F:名字}"
;   .strn "アンタなんか いらないのよっ！{换行}"
;   .strn "アタシはもう 新しい世界に{换行}"
;   .strn "ムチューなのよっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03EF}{头像:3D}{名字:0F:名字}"
    .strn "不需要你这样的哟！{换行}"
    .strn "人家已经{换行}"
    .strn "对新世界着迷了哟！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_043:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03F0}{头像:3D}{名字:0F:名字}"
;   .strn "ムダよ…ムダなのよっ…！{换行}"
;   .strn "アンタはどうせ…アルバート樣に{换行}"
;   .strn "やられちゃうのよ…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03F0}{头像:3D}{名字:0F:名字}"
    .strn "没用哟…没用的哟…！{换行}"
    .strn "你反正…会被阿尔伯特大人{换行}"
    .strn "干掉的哟…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_044:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03F1}{头像:3B}{名字:0D:名字}"
;   .strn "この先へ進める者は{换行}"
;   .strn "新たな王にしたがう者と、{换行}"
;   .strn "新たな王にささげられる者のみ！{换页}"
;   .strn "{对话框:左}{文本顺序:03F2}{头像:3C}{名字:0E:名字}"
;   .strn "………うぬっ！{换页}"
;   .strn "{对话框:右}{文本顺序:03F3}{头像:3B}{名字:0D:名字}"
;   .strn "キサマがここを通るすべは{换行}"
;   .strn "ただひとつ…王にささげる{换行}"
;   .strn "イケニエとなる事だ！{换页}"
;   .strn "{对话框:左}{文本顺序:03F4}{头像:3C}{名字:0E:名字}"
;   .strn "………死ねいっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03F1}{头像:3B}{名字:0D:名字}"
    .strn "可向此前方前进者{换行}"
    .strn "唯有服从新王之人，{换行}"
    .strn "与愿为新王献身之人！{换页}"
    .strn "{对话框:左}{文本顺序:03F2}{头像:3C}{名字:0E:名字}"
    .strn "………嗯！{换页}"
    .strn "{对话框:右}{文本顺序:03F3}{头像:3B}{名字:0D:名字}"
    .strn "尔通过此处之方法仅有一个…{换行}"
    .strn "成为为王献身之活祭品！{换页}"
    .strn "{对话框:左}{文本顺序:03F4}{头像:3C}{名字:0E:名字}"
    .strn "………死吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_045:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03F5}{头像:3B}{名字:0D:名字}"
;   .strn "われらは新たな世界の番人！{换行}"
;   .strn "キサマのような者の進入を{换行}"
;   .strn "二度もゆるすわけにはいかぬ！{换页}"
;   .strn "{对话框:左}{文本顺序:03F6}{头像:3C}{名字:0E:名字}"
;   .strn "……いねいっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03F5}{头像:3B}{名字:0D:名字}"
    .strn "吾等乃新世界看守者！{换行}"
    .strn "决不允许尔之辈再次进入！{换页}"
    .strn "{对话框:左}{文本顺序:03F6}{头像:3C}{名字:0E:名字}"
    .strn "……不允许！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_046:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03F7}{头像:3B}{名字:0D:名字}"
;   .strn "よかろう…進むがいい…{换行}"
;   .strn "そして…われらが王のチカラに…{换行}"
;   .strn "ひれふすがいい…！{换页}"
;   .strn "{对话框:左}{文本顺序:03F8}{头像:3C}{名字:0E:名字}"
;   .strn "…ぐあああああああっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03F7}{头像:3B}{名字:0D:名字}"
    .strn "好吧…前进吧…{换行}"
    .strn "然后…拜倒在…{换行}"
    .strn "吾等之王之力量前吧…！{换页}"
    .strn "{对话框:左}{文本顺序:03F8}{头像:3C}{名字:0E:名字}"
    .strn "…咕啊啊啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_047:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:03F9}{头像:34}{名字:11:名字}"
;   .strn "おろかなる せんたく…{换行}"
;   .strn "あのまま地上で にげまわって{换行}"
;   .strn "いればよかったものを{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:03F9}{头像:34}{名字:11:名字}"
    .strn "愚蠢的选择…{换行}"
    .strn "就那样在地面上四处逃窜{换行}"
    .strn "不是挺好的{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_048:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03FA}{头像:32}{名字:12:名字}"
;   .strn "まだボクらとの{换行}"
;   .strn "決着はついてないだろ？{换行}"
;   .strn "勝ちにげなんか させないよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03FA}{头像:32}{名字:12:名字}"
    .strn "你跟我们的问题{换行}"
    .strn "还没解决吧？{换行}"
    .strn "可不会让你获胜了就退场哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_049:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03FB}{头像:2C}{名字:13:名字}"
;   .strn "これ以上 先へは行かせない！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03FB}{头像:2C}{名字:13:名字}"
    .strn "再也不能让你前进了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_050:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03FC}{头像:2E}{名字:14:名字}"
;   .strn "戦力サ 4タイ1…{换行}"
;   .strn "コレヨリ モクヒョウノ{换行}"
;   .strn "カンゼンハカイヲ カイシスル！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03FC}{头像:2E}{名字:14:名字}"
    .strn "战力差 4对1…{换行}"
    .strn "现在 开始{换行}"
    .strn "对目标进行 完全破坏！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_051:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:03FD}{头像:0A}{名字:雅希:名字}"
;   .strn "アンタたち…！{换行}"
;   .strn "このじょうきょうで{换行}"
;   .strn "まだそんな事 言ってるの！？{换页}"
;   .strn "{对话框:左}{文本顺序:03FE}{头像:0B}{名字:雅希:名字}"
;   .strn "アルバートは はじめから{换行}"
;   .strn "アタシたちを 利用してた{换行}"
;   .strn "のよ！？{换页}"
;   .strn "{对话框:右}{文本顺序:03FF}{头像:34}{名字:11:名字}"
;   .strn "ささいなる 問題…{换行}"
;   .strn "ならばこの中の勝者がヤツを{换行}"
;   .strn "たおし、新たな王となるまで{换页}"
;   .strn "{对话框:右}{文本顺序:0400}{头像:34}{名字:11:名字}"
;   .strn "さいごの勝者が王となる…{换行}"
;   .strn "アルバート自身が決めた{换行}"
;   .strn "ルールだ{换页}"
;   .strn "{对话框:左}{文本顺序:0401}{头像:0A}{名字:雅希:名字}"
;   .strn "あ~…もうっ！{换行}"
;   .strn "どうしようもないれんちゅうね！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:03FD}{头像:0A}{名字:雅希:名字}"
    .strn "你们…！{换行}"
    .strn "这个状况下{换行}"
    .strn "还在说那种事啊！？{换页}"
    .strn "{对话框:左}{文本顺序:03FE}{头像:0B}{名字:雅希:名字}"
    .strn "阿尔伯特一开始{换行}"
    .strn "就在利用我们哦！？{换页}"
    .strn "{对话框:右}{文本顺序:03FF}{头像:34}{名字:11:名字}"
    .strn "微不足道的问题…{换行}"
    .strn "那么就让这里的胜者去打倒那家伙{换行}"
    .strn "直到他成为新的王{换页}"
    .strn "{对话框:右}{文本顺序:0400}{头像:34}{名字:11:名字}"
    .strn "最后的胜者会成为王…{换行}"
    .strn "这是阿尔伯特自己{换行}"
    .strn "定下的规则{换页}"
    .strn "{对话框:左}{文本顺序:0401}{头像:0A}{名字:雅希:名字}"
    .strn "啊~…真是的！{换行}"
    .strn "无可救药的家伙们啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_052:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0402}{头像:12}{名字:18:名字}"
;   .strn "アッシュ！{换行}"
;   .strn "ここはオレに{换行}"
;   .strn "まかせて 先を急ぐんだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0402}{头像:12}{名字:18:名字}"
    .strn "雅希！{换行}"
    .strn "这里就交给我{换行}"
    .strn "你赶紧去吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_053:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0403}{头像:34}{名字:11:名字}"
;   .strn "キサマ…！{换页}"
;   .strn "{对话框:左}{文本顺序:0404}{头像:13}{名字:18:名字}"
;   .strn "ようやく見つけたよ{换行}"
;   .strn "オレたちのさがし物…{换页}"
;   .strn "{对话框:左}{文本顺序:0405}{头像:13}{名字:18:名字}"
;   .strn "お前たちの持つライブメタル…{换行}"
;   .strn "それはオレの仲間だ！{换行}"
;   .strn "返してもらうぞ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0403}{头像:34}{名字:11:名字}"
    .strn "你…！{换页}"
    .strn "{对话框:左}{文本顺序:0404}{头像:13}{名字:18:名字}"
    .strn "总算找到了啊{换行}"
    .strn "我们丢失的东西…{换页}"
    .strn "{对话框:左}{文本顺序:0405}{头像:13}{名字:18:名字}"
    .strn "你们持有的生命金属…{换行}"
    .strn "那些是我的伙伴！{换行}"
    .strn "还给我吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_054:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0406}{头像:21}{名字:05:名字}"
;   .strn "…そろそろ来ると思っていたよ{换行}"
;   .strn "うれしい、とてもうれしい{换行}"
;   .strn "そして…とてもかわいそうだ{换页}"
;   .strn "{对话框:右}{文本顺序:0407}{头像:21}{名字:05:名字}"
;   .strn "モデルAと出会わなければ、{换行}"
;   .strn "何も知らずに死ねたものを…{换页}"
;   .strn "{对话框:左}{文本顺序:0408}{头像:0A}{名字:雅希:名字}"
;   .strn "…どういう意味？{换页}"
;   .strn "{对话框:右}{文本顺序:0409}{头像:21}{名字:05:名字}"
;   .strn "…なんだ、モデルA{换行}"
;   .strn "カノジョには話していないのか？{换行}"
;   .strn "キミは全てを思い出したはずだ{换页}"
;   .strn "{对话框:左}{文本顺序:040A}{头像:6B}{名字:15:名字}"
;   .strn "…う、うるさいっ！{换行}"
;   .strn "アッシュ！相手にすんな！{换行}"
;   .strn "さっさとやっつけちまえ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0406}{头像:21}{名字:05:名字}"
    .strn "…我就觉得你应该快来了{换行}"
    .strn "我很高兴，非常高兴{换行}"
    .strn "然后…你非常可怜{换页}"
    .strn "{对话框:右}{文本顺序:0407}{头像:21}{名字:05:名字}"
    .strn "如果你没遇见模块A，{换行}"
    .strn "就能够毫不知情地死去…{换页}"
    .strn "{对话框:左}{文本顺序:0408}{头像:0A}{名字:雅希:名字}"
    .strn "…什么意思？{换页}"
    .strn "{对话框:右}{文本顺序:0409}{头像:21}{名字:05:名字}"
    .strn "…什么啊，模块A{换行}"
    .strn "你还没跟她说吗？{换行}"
    .strn "你应该已经全部回忆起来了{换页}"
    .strn "{对话框:左}{文本顺序:040A}{头像:6B}{名字:15:名字}"
    .strn "…别、别烦了！{换行}"
    .strn "雅希！不要理他！{换行}"
    .strn "赶紧把他干掉！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_055:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:040B}{头像:21}{名字:05:名字}"
;   .strn "アッシュ…キミはわたしの遠い{换行}"
;   .strn "シソンだったのだよ{换页}"
;   .strn "{对话框:右}{文本顺序:040C}{头像:21}{名字:05:名字}"
;   .strn "まだわたしが三賢人となる前に{换行}"
;   .strn "残した血族…{换行}"
;   .strn "そのマツエイなのだ{换页}"
;   .strn "{对话框:右}{文本顺序:040D}{头像:21}{名字:05:名字}"
;   .strn "わたしの血を もっともこく{换行}"
;   .strn "受けついだ人間だからこそ、{换行}"
;   .strn "キミはモデルAで変身ができた{换页}"
;   .strn "{对话框:左}{文本顺序:040E}{头像:0B}{名字:雅希:名字}"
;   .strn "でも…それはアタシの体に{换行}"
;   .strn "お前がデータを{换行}"
;   .strn "組みこんだから…！{换页}"
;   .strn "{对话框:右}{文本顺序:040F}{头像:21}{名字:05:名字}"
;   .strn "ちがうよ{换行}"
;   .strn "わたしはキミにふれてもいない{换行}"
;   .strn "キミの出現は予定外だったのさ{换页}"
;   .strn "{对话框:右}{文本顺序:0410}{头像:21}{名字:05:名字}"
;   .strn "そしてキミの持つモデルA…{换行}"
;   .strn "それはわたしの計画の全てをおさ{换行}"
;   .strn "めた、バックアップシステムだ{换页}"
;   .strn "{对话框:右}{文本顺序:0411}{头像:22}{名字:05:名字}"
;   .strn "ゆえにモデル·アルバート…{换行}"
;   .strn "モデルAと名づけた{换页}"
;   .strn "{对话框:左}{文本顺序:0412}{头像:6B}{名字:15:名字}"
;   .strn "…むかつく名前だ…！{换页}"
;   .strn "{对话框:右}{文本顺序:0413}{头像:22}{名字:05:名字}"
;   .strn "そう言うな{换行}"
;   .strn "じきにその名も意味がなくなる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:040B}{头像:21}{名字:05:名字}"
    .strn "雅希…{换行}"
    .strn "你是我的远房后裔啊{换页}"
    .strn "{对话框:右}{文本顺序:040C}{头像:21}{名字:05:名字}"
    .strn "是我还在成为三贤者之前的时候{换行}"
    .strn "留下的血亲…{换行}"
    .strn "他们的后代{换页}"
    .strn "{对话框:右}{文本顺序:040D}{头像:21}{名字:05:名字}"
    .strn "正因为你是继承了{换行}"
    .strn "我血脉最深厚的人类，{换行}"
    .strn "所以你才能够用模块A变身{换页}"
    .strn "{对话框:左}{文本顺序:040E}{头像:0B}{名字:雅希:名字}"
    .strn "但是…{换行}"
    .strn "那是因为你{换行}"
    .strn "在我体内编入了数据…！{换页}"
    .strn "{对话框:右}{文本顺序:040F}{头像:21}{名字:05:名字}"
    .strn "不是哦{换行}"
    .strn "我连碰都没碰过你{换行}"
    .strn "你的出现是预料之外的啊{换页}"
    .strn "{对话框:右}{文本顺序:0410}{头像:21}{名字:05:名字}"
    .strn "然后你持有的模块A…{换行}"
    .strn "那是收录了我所有计划的{换行}"
    .strn "备份系统{换页}"
    .strn "{对话框:右}{文本顺序:0411}{头像:22}{名字:05:名字}"
    .strn "所以起名叫做模块·阿尔伯特…{换行}"
    .strn "模块A{换页}"
    .strn "{对话框:左}{文本顺序:0412}{头像:6B}{名字:15:名字}"
    .strn "…令人恶心的名字…！{换页}"
    .strn "{对话框:右}{文本顺序:0413}{头像:22}{名字:05:名字}"
    .strn "别这么说嘛{换行}"
    .strn "马上这个名字也要变得没有意义了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_056:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:0414}{头像:21}{名字:05:名字}"
;   .strn "よもや自分の分身を 自分の手で{换行}"
;   .strn "消さなければならないとはね…{换行}"
;   .strn "かなしいよ とてもかなしい…{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:0415}{头像:21}{名字:05:名字}"
;   .strn "けれど…うれしいよ！{换行}"
;   .strn "わたしは自らの手で…ゆいいつの{换行}"
;   .strn "ソンザイになれるのだから！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:0414}{头像:21}{名字:05:名字}"
    .strn "万万没想到我不得不用自己的手{换行}"
    .strn "来消灭自己的分身啊…{换行}"
    .strn "好悲伤啊，真是太悲伤了…{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:0415}{头像:21}{名字:05:名字}"
    .strn "不过…我很高兴哦！{换行}"
    .strn "因为我能够用自己的手…{换行}"
    .strn "来成为唯一的存在了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_057:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:0416}{头像:22}{名字:05:名字}"
;   .strn "あわれな 運命の子よ…{换行}"
;   .strn "わが光の前に、カゲのように{换行}"
;   .strn "消えさるがいい！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:0416}{头像:22}{名字:05:名字}"
    .strn "可怜的命运之子啊…{换行}"
    .strn "你就在我的光芒前{换行}"
    .strn "如影子一般消失吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_058:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:上}{对话框:右}{文本顺序:0417}{头像:21}{名字:05:名字}"
;   .strn "わたしには聞こえる…{换行}"
;   .strn "モデルVのイケニエたちの{换行}"
;   .strn "いかり、にくしみ、かなしみ…{换页}"
;   .strn "{对话框:右}{文本顺序:0418}{头像:21}{名字:05:名字}"
;   .strn "世界中でヒトビトのタマシイを{换行}"
;   .strn "くらい、カクセイしたモデルVは{换行}"
;   .strn "世界の意思そのものなのだ{换页}"
;   .strn "{对话框:右}{文本顺序:0419}{头像:21}{名字:05:名字}"
;   .strn "モデルVはハメツを{换行}"
;   .strn "のぞんでいる…{换页}"
;   .strn "{对话框:右}{文本顺序:041A}{头像:21}{名字:05:名字}"
;   .strn "…世界は 自らの物語の{换行}"
;   .strn "終わりを のぞんでいる…{换页}"
;   .strn "{对话框:右}{文本顺序:041B}{头像:21}{名字:05:名字}"
;   .strn "ならば…終わらせよう！{换行}"
;   .strn "モデルVの…キュウキョクの{换行}"
;   .strn "ロックマンとして！{换页}"
;   .strn "{对话框:右}{文本顺序:041C}{头像:22}{名字:05:名字}"
;   .strn "進化のはてが ほろびだと{换行}"
;   .strn "いうのなら、それが定められた{换行}"
;   .strn "運命なのだよ！{换页}"
;   .strn "{对话框:左}{文本顺序:041D}{头像:0A}{名字:雅希:名字}"
;   .strn "そんなのアンタの思いこみだわ！{换行}"
;   .strn "アンタはモデルVのチカラに{换行}"
;   .strn "ふりまわされているだけなのよ！{换页}"
;   .strn "{对话框:右}{文本顺序:041E}{头像:21}{名字:05:名字}"
;   .strn "フッ…平和におぼれ、変わる事を{换行}"
;   .strn "こばみ、世界にほろびを{换行}"
;   .strn "選ばせたのは お前たちだろう{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:上}{对话框:右}{文本顺序:0417}{头像:21}{名字:05:名字}"
    .strn "我能听得见…{换行}"
    .strn "模块V的活祭品们的{换行}"
    .strn "愤怒、憎恨、悲伤…{换页}"
    .strn "{对话框:右}{文本顺序:0418}{头像:21}{名字:05:名字}"
    .strn "吞噬了世界中人们的灵魂{换行}"
    .strn "并觉醒了的模块V{换行}"
    .strn "就是世界的意志本身{换页}"
    .strn "{对话框:右}{文本顺序:0419}{头像:21}{名字:05:名字}"
    .strn "模块V{换行}"
    .strn "期望着毁灭…{换页}"
    .strn "{对话框:右}{文本顺序:041A}{头像:21}{名字:05:名字}"
    .strn "…世界{换行}"
    .strn "期望着自己故事的终结…{换页}"
    .strn "{对话框:右}{文本顺序:041B}{头像:21}{名字:05:名字}"
    .strn "那么…就让它结束吧！{换行}"
    .strn "作为模块V…{换行}"
    .strn "作为究极洛克人！{换页}"
    .strn "{对话框:右}{文本顺序:041C}{头像:22}{名字:05:名字}"
    .strn "如果进化的尽头就是毁灭，{换行}"
    .strn "那么那就是{换行}"
    .strn "被决定的命运啊！{换页}"
    .strn "{对话框:左}{文本顺序:041D}{头像:0A}{名字:雅希:名字}"
    .strn "那些都是你的臆想吧！{换行}"
    .strn "你只不过是被{换行}"
    .strn "模块V的力量所左右了啊！{换页}"
    .strn "{对话框:右}{文本顺序:041E}{头像:21}{名字:05:名字}"
    .strn "呵…沉溺于和平，{换行}"
    .strn "拒绝改变，{换行}"
    .strn "使世界选择了毁灭的是你们吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_059:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:041F}{头像:21}{名字:05:名字}"
;   .strn "わたしはね…新たな世界を{换行}"
;   .strn "作ろうと思うんだ{换页}"
;   .strn "{对话框:右}{文本顺序:0420}{头像:21}{名字:05:名字}"
;   .strn "天と地をさだめ、{换行}"
;   .strn "新たな命を生み出し、{换行}"
;   .strn "行く末を見守ろうと思っている{换页}"
;   .strn "{对话框:左}{文本顺序:0421}{头像:0B}{名字:雅希:名字}"
;   .strn "…バカにすんのも{换行}"
;   .strn "たいがいにして！{换行}"
;   .strn "神樣にでもなったつもり！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:041F}{头像:21}{名字:05:名字}"
    .strn "我啊…{换行}"
    .strn "想要创造新的世界{换页}"
    .strn "{对话框:右}{文本顺序:0420}{头像:21}{名字:05:名字}"
    .strn "想要决定天与地、{换行}"
    .strn "创造新的生命，{换行}"
    .strn "并守望未来{换页}"
    .strn "{对话框:左}{文本顺序:0421}{头像:0B}{名字:雅希:名字}"
    .strn "…瞧不起别人{换行}"
    .strn "差不多可以了吧！{换行}"
    .strn "你还当你成为神了！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_060:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:0424}{头像:23}{名字:05:名字}"
;   .strn "…キミたちが住む、この世界{换行}"
;   .strn "そのものがシッパイ作だ{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:0425}{头像:23}{名字:05:名字}"
;   .strn "新たな世界を作る前に、{换行}"
;   .strn "この世界をリセットしなければ{换行}"
;   .strn "ならない{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:0426}{头像:23}{名字:05:名字}"
;   .strn "モデルVが もたらした、{换行}"
;   .strn "このキュウキョクのチカラを{换行}"
;   .strn "使ってだ{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:0427}{头像:23}{名字:05:名字}"
;   .strn "これは神である わたしが{换行}"
;   .strn "決めた事だ{换行}"
;   .strn "ほろびの運命は変えられない！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:0424}{头像:23}{名字:05:名字}"
    .strn "…你们所居住的这个世界，{换行}"
    .strn "它本身就是失败作{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:0425}{头像:23}{名字:05:名字}"
    .strn "创造新的世界之前，{换行}"
    .strn "必须重置这个世界{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:0426}{头像:23}{名字:05:名字}"
    .strn "使用模块V带来的{换行}"
    .strn "这个究极之力来重置{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:0427}{头像:23}{名字:05:名字}"
    .strn "这是作为神的我{换行}"
    .strn "下的决定{换行}"
    .strn "毁灭的命运无法改变！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_061:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0428}{头像:0A}{名字:雅希:名字}"
;   .strn "…いいえ…{换行}"
;   .strn "運命は…変えられる！{换页}"
;   .strn "{对话框:左}{文本顺序:0429}{头像:0B}{名字:雅希:名字}"
;   .strn "アタシたちの運命は{换行}"
;   .strn "アタシたちが決める！{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:042A}{头像:23}{名字:05:名字}"
;   .strn "それだ…そのすがただ！{换行}"
;   .strn "むなしく、あわれで…{换行}"
;   .strn "ムシズがはしる…！{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:042B}{头像:23}{名字:05:名字}"
;   .strn "だからわたしはロックマンを{换行}"
;   .strn "生み出した！{换行}"
;   .strn "進化するために！{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:042C}{头像:23}{名字:05:名字}"
;   .strn "神になりそこねた者よ{换行}"
;   .strn "お前はロックマンですらない…{换行}"
;   .strn "もはや、ただのヒトだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0428}{头像:0A}{名字:雅希:名字}"
    .strn "…不对…{换行}"
    .strn "命运…可以改变！{换页}"
    .strn "{对话框:左}{文本顺序:0429}{头像:0B}{名字:雅希:名字}"
    .strn "我们的命运{换行}"
    .strn "由我们来决定！{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:042A}{头像:23}{名字:05:名字}"
    .strn "那样子…就是那个样子！{换行}"
    .strn "空虚、悲哀…{换行}"
    .strn "令人作呕…！{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:042B}{头像:23}{名字:05:名字}"
    .strn "所以我才创造出了洛克人！{换行}"
    .strn "为了进化！{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:042C}{头像:23}{名字:05:名字}"
    .strn "没能成为神的人啊{换行}"
    .strn "你连洛克人都不是…{换行}"
    .strn "你已经，只是个普通的人了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_062:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:042D}{头像:23}{名字:05:名字}"
;   .strn "全ての命は、わたしと{换行}"
;   .strn "ひとつとなり、生まれ変わる…{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:042E}{头像:23}{名字:05:名字}"
;   .strn "全てはわたしであり…{换行}"
;   .strn "わたしこそが全てなのだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:042D}{头像:23}{名字:05:名字}"
    .strn "所有生命，{换行}"
    .strn "将会与我合为一体，并重生…{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:042E}{头像:23}{名字:05:名字}"
    .strn "一切都将是我…{换行}"
    .strn "我才是一切！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_063:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:上}{对话框:左}{文本顺序:042F}{头像:0A}{名字:雅希:名字}"
;   .strn "何がロックマンの王よ…{换行}"
;   .strn "何が神樣よ…{换页}"
;   .strn "{对话框:左}{文本顺序:0430}{头像:0A}{名字:雅希:名字}"
;   .strn "世界がほろぶだの、{换行}"
;   .strn "物語を終わらせるだの…！{换页}"
;   .strn "{对话框:左}{文本顺序:0431}{头像:0B}{名字:雅希:名字}"
;   .strn "勝手に決めつけないでくれる？{换行}"
;   .strn "これはアタシの人生{换行}"
;   .strn "アタシの物語なんだ！{换页}"
;   .strn "{对话框:右}{文本顺序:0432}{头像:24}{名字:05:名字}"
;   .strn "それが…キミの出した答え…か…{换行}"
;   .strn "…キミもまた、わたしが作った{换行}"
;   .strn "ロックマンには 変わりない…{换页}"
;   .strn "{对话框:右}{文本顺序:0433}{头像:24}{名字:05:名字}"
;   .strn "キミは…わたしをもこえた…{换行}"
;   .strn "わたしの研究は…まちがって…{换行}"
;   .strn "なかったのだ…{换页}"
;   .strn "{对话框:右}{文本顺序:0434}{头像:24}{名字:05:名字}"
;   .strn "さらばだ…アッシュ…！{换行}"
;   .strn "自らが選んだ…平和の中で…{换行}"
;   .strn "くちてゆくがいい…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:上}{对话框:左}{文本顺序:042F}{头像:0A}{名字:雅希:名字}"
    .strn "什么洛克人之王啊…{换行}"
    .strn "什么神啊…{换页}"
    .strn "{对话框:左}{文本顺序:0430}{头像:0A}{名字:雅希:名字}"
    .strn "什么世界毁灭啊，{换行}"
    .strn "让故事终结啊…！{换页}"
    .strn "{对话框:左}{文本顺序:0431}{头像:0B}{名字:雅希:名字}"
    .strn "你能不要自说自话地下定论吗？{换行}"
    .strn "这是我的人生{换行}"
    .strn "我的故事！{换页}"
    .strn "{对话框:右}{文本顺序:0432}{头像:24}{名字:05:名字}"
    .strn "这就是…你得出的答案…吗…{换行}"
    .strn "…你也是我制造的洛克人{换行}"
    .strn "这点不会改变…{换页}"
    .strn "{对话框:右}{文本顺序:0433}{头像:24}{名字:05:名字}"
    .strn "而你…也超越了我…{换行}"
    .strn "我的研究…{换行}"
    .strn "没有…错…{换页}"
    .strn "{对话框:右}{文本顺序:0434}{头像:24}{名字:05:名字}"
    .strn "永别了…雅希…！{换行}"
    .strn "在你自己选择的…和平中…{换行}"
    .strn "腐朽下去吧…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_064:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0435}{头像:6B}{名字:15:名字}"
;   .strn "やばいぜ！{换行}"
;   .strn "アルバートがやられて、この{换行}"
;   .strn "ヨウサイが落下しはじめてる！{换页}"
;   .strn "{对话框:左}{文本顺序:0436}{头像:0A}{名字:雅希:名字}"
;   .strn "…さいごのしまつまで、{换行}"
;   .strn "手が こんでるわね…{换行}"
;   .strn "早くみんなのところへ…{换页}"
;   .strn "{对话框:左}{文本顺序:0437}{头像:0F}{名字:雅希:名字}"
;   .strn "ア、アレ？{换行}"
;   .strn "……体が…言う事…きかない…{换行}"
;   .strn "…おかしい…な{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0435}{头像:6B}{名字:15:名字}"
    .strn "糟了啊！{换行}"
    .strn "阿尔伯特被干掉后，{换行}"
    .strn "这个要塞开始下落了！{换页}"
    .strn "{对话框:左}{文本顺序:0436}{头像:0A}{名字:雅希:名字}"
    .strn "…连最后的处理{换行}"
    .strn "都是精雕细琢呢…{换行}"
    .strn "赶紧回到大家身边…{换页}"
    .strn "{对话框:左}{文本顺序:0437}{头像:0F}{名字:雅希:名字}"
    .strn "咦、咦？{换行}"
    .strn "……身体…不听…使唤…{换行}"
    .strn "…好奇怪…啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_065:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0438}{头像:6B}{名字:15:名字}"
;   .strn "お…おい…！アッシュ！？{换行}"
;   .strn "しっかりしろ！アッシュ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0438}{头像:6B}{名字:15:名字}"
    .strn "喂…喂…！雅希！？{换行}"
    .strn "振作一点！雅希！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_066:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0439}{头像:6C}{名字:16:名字}"
;   .strn "ヴァン！{换行}"
;   .strn "ここはもうキケンだ！{换行}"
;   .strn "アッシュを助けに行かないと！{换页}"
;   .strn "{对话框:右}{文本顺序:043A}{头像:13}{名字:18:名字}"
;   .strn "わかってる！{换行}"
;   .strn "でも、さすがに四对一ってのは{换行}"
;   .strn "よくばりすぎだったか…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0439}{头像:6C}{名字:16:名字}"
    .strn "梵！{换行}"
    .strn "这里已经很危险了！{换行}"
    .strn "得去帮助雅希！{换页}"
    .strn "{对话框:右}{文本顺序:043A}{头像:13}{名字:18:名字}"
    .strn "我知道！{换行}"
    .strn "但是，想四对一{换行}"
    .strn "到底还是太贪心了吗…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_067:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:043B}{头像:6D}{名字:17:名字}"
;   .strn "…先に行け{换行}"
;   .strn "ここはオレがくいとめる{换页}"
;   .strn "{对话框:右}{文本顺序:043C}{头像:15}{名字:18:名字}"
;   .strn "な、何言ってるんだ！？{换行}"
;   .strn "モデルZ！{换行}"
;   .strn "そんなのムチャだ！{换页}"
;   .strn "{对话框:右}{文本顺序:043D}{头像:6D}{名字:17:名字}"
;   .strn "…心配するな{换行}"
;   .strn "死ぬつもりはない{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:043B}{头像:6D}{名字:17:名字}"
    .strn "…你先去吧{换行}"
    .strn "这里由我来挡住{换页}"
    .strn "{对话框:右}{文本顺序:043C}{头像:15}{名字:18:名字}"
    .strn "你、你在说什么啊！？{换行}"
    .strn "模块Z！{换行}"
    .strn "那样太乱来了！{换页}"
    .strn "{对话框:右}{文本顺序:043D}{头像:6D}{名字:17:名字}"
    .strn "…别担心{换行}"
    .strn "我没打算死{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_068:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:043E}{头像:6C}{名字:16:名字}"
;   .strn "…行こう、ヴァン！{换行}"
;   .strn "モデルZを信じよう！{换页}"
;   .strn "{对话框:右}{文本顺序:043F}{头像:15}{名字:18:名字}"
;   .strn "その言葉…信じてるからな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:043E}{头像:6C}{名字:16:名字}"
    .strn "…走吧，梵！{换行}"
    .strn "相信模块Z吧！{换页}"
    .strn "{对话框:右}{文本顺序:043F}{头像:15}{名字:18:名字}"
    .strn "这句话…我可相信了啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_069:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0440}{头像:34}{名字:11:名字}"
;   .strn "…美しきカクゴ…{换行}"
;   .strn "友のために命をすてるか{换页}"
;   .strn "{对话框:右}{文本顺序:0441}{头像:6D}{名字:17:名字}"
;   .strn "死ぬつもりはないと{换行}"
;   .strn "言ったはずだ{换行}"
;   .strn "それに…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0440}{头像:34}{名字:11:名字}"
    .strn "…美丽的决心…{换行}"
    .strn "为了朋友而舍弃生命吗{换页}"
    .strn "{对话框:右}{文本顺序:0441}{头像:6D}{名字:17:名字}"
    .strn "我应该说过了{换行}"
    .strn "我没打算死{换行}"
    .strn "而且…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_070:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0442}{头像:6D}{名字:17:名字}"
;   .strn "モデルHたちの事は{换行}"
;   .strn "オレのほうが{换行}"
;   .strn "よく知っている{换页}"
;   .strn "{对话框:左}{文本顺序:0443}{头像:32}{名字:12:名字}"
;   .strn "くっ…何だ！？{换行}"
;   .strn "体が…重い…！{换行}"
;   .strn "どうした…モデルL…！{换页}"
;   .strn "{对话框:左}{文本顺序:0444}{头像:2C}{名字:13:名字}"
;   .strn "ライブメタルどもめ…！{换行}"
;   .strn "まだアタシたちにテイコウする{换行}"
;   .strn "チカラが残ってるのか…！{换页}"
;   .strn "{对话框:左}{文本顺序:0445}{头像:2F}{名字:14:名字}"
;   .strn "リカイフノウ…！{换行}"
;   .strn "リカイフノウ…！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0442}{头像:6D}{名字:17:名字}"
    .strn "模块H他们的事情{换行}"
    .strn "我非常清楚{换页}"
    .strn "{对话框:左}{文本顺序:0443}{头像:32}{名字:12:名字}"
    .strn "呃…什么！？{换行}"
    .strn "身体…好重…！{换行}"
    .strn "怎么了…模块L…！{换页}"
    .strn "{对话框:左}{文本顺序:0444}{头像:2C}{名字:13:名字}"
    .strn "生命金属这些家伙…！{换行}"
    .strn "还留着用来抵抗我们的{换行}"
    .strn "力量吗…！{换页}"
    .strn "{对话框:左}{文本顺序:0445}{头像:2F}{名字:14:名字}"
    .strn "无法理解…！{换行}"
    .strn "无法理解…！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_071:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0446}{头像:6D}{名字:17:名字}"
;   .strn "…ヴァン{换行}"
;   .strn "アッシュの事は{换行}"
;   .strn "まかせたぞ…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0446}{头像:6D}{名字:17:名字}"
    .strn "…梵{换行}"
    .strn "雅希的事{换行}"
    .strn "就交给你了哦…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_072:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0447}{头像:0E}{名字:雅希:名字}"
;   .strn "うあああっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0447}{头像:0E}{名字:雅希:名字}"
    .strn "呜啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_073:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0448}{头像:08}{名字:雅希:名字}"
;   .strn "……あれ…？{换行}"
;   .strn "ここは……？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0448}{头像:08}{名字:雅希:名字}"
    .strn "……咦…？{换行}"
    .strn "这里是……？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_074:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0449}{头像:6B}{名字:15:名字}"
;   .strn "アッシューッ！{换行}"
;   .strn "やっと目がさめたか！{换行}"
;   .strn "よかった！よかったー！{换页}"
;   .strn "{对话框:左}{文本顺序:044A}{头像:6B}{名字:15:名字}"
;   .strn "オイラもう心配で{换行}"
;   .strn "心配でさあ！{换页}"
;   .strn "{对话框:右}{文本顺序:044B}{头像:08}{名字:雅希:名字}"
;   .strn "……………{换页}"
;   .strn "{对话框:左}{文本顺序:044C}{头像:6B}{名字:15:名字}"
;   .strn "ど…どうした？{换行}"
;   .strn "まだどこか いたむか？{换页}"
;   .strn "{对话框:右}{文本顺序:044D}{头像:09}{名字:雅希:名字}"
;   .strn "フフッ…アハハハハッ！{换行}"
;   .strn "何よ、今のはしゃぎっぷりは！{换页}"
;   .strn "{对话框:左}{文本顺序:044E}{头像:6B}{名字:15:名字}"
;   .strn "な、何だよ！{换行}"
;   .strn "いいじゃないかよ！{换行}"
;   .strn "お前はオイラの仲間なんだぞ！{换页}"
;   .strn "{对话框:左}{文本顺序:044F}{头像:6B}{名字:15:名字}"
;   .strn "うれしかったんだから{换行}"
;   .strn "あれくらい 当たり前だろ！？{换页}"
;   .strn "{对话框:右}{文本顺序:0450}{头像:09}{名字:雅希:名字}"
;   .strn "アハハハハ！{换行}"
;   .strn "…心配してくれたんだね{换行}"
;   .strn "モデルA、ありがとう{换页}"
;   .strn "{对话框:左}{文本顺序:0451}{头像:6B}{名字:15:名字}"
;   .strn "あ、ああ、それより外行こうぜ！{换行}"
;   .strn "ヴァンがお前の事を{换行}"
;   .strn "待ってるんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0449}{头像:6B}{名字:15:名字}"
    .strn "雅希—！{换行}"
    .strn "你终于醒了啊！{换行}"
    .strn "太好了！太好了！{换页}"
    .strn "{对话框:左}{文本顺序:044A}{头像:6B}{名字:15:名字}"
    .strn "咱好担心好担心啊！{换页}"
    .strn "{对话框:右}{文本顺序:044B}{头像:08}{名字:雅希:名字}"
    .strn "……………{换页}"
    .strn "{对话框:左}{文本顺序:044C}{头像:6B}{名字:15:名字}"
    .strn "怎…怎么了？{换行}"
    .strn "身上还有哪儿疼吗？{换页}"
    .strn "{对话框:右}{文本顺序:044D}{头像:09}{名字:雅希:名字}"
    .strn "呼呼…啊哈哈哈哈！{换行}"
    .strn "什么啊，刚刚那闹腾的样子！{换页}"
    .strn "{对话框:左}{文本顺序:044E}{头像:6B}{名字:15:名字}"
    .strn "怎、怎么了嘛！{换行}"
    .strn "难道不行嘛！{换行}"
    .strn "你是咱的伙伴啊！{换页}"
    .strn "{对话框:左}{文本顺序:044F}{头像:6B}{名字:15:名字}"
    .strn "因为我很高兴{换行}"
    .strn "所以那种程度不是理所当然吗！？{换页}"
    .strn "{对话框:右}{文本顺序:0450}{头像:09}{名字:雅希:名字}"
    .strn "啊哈哈哈哈！{换行}"
    .strn "…你为我担心了呢{换行}"
    .strn "模块A，谢谢你{换页}"
    .strn "{对话框:左}{文本顺序:0451}{头像:6B}{名字:15:名字}"
    .strn "啊、啊啊，{换行}"
    .strn "不说这个了，先到外面去吧！{换行}"
    .strn "梵正等着你呢{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_075:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0452}{头像:10}{名字:18:名字}"
;   .strn "体の方は だいじょうぶか？{换行}"
;   .strn "キミをかついでダッシュツするの{换行}"
;   .strn "大変だったんだぞ{换页}"
;   .strn "{对话框:右}{文本顺序:0453}{头像:08}{名字:雅希:名字}"
;   .strn "…それ、女の子に言うセリフ{换行}"
;   .strn "じゃないわよ？{换行}"
;   .strn "それより、ウロボロスは？{换页}"
;   .strn "{对话框:左}{文本顺序:0454}{头像:10}{名字:18:名字}"
;   .strn "ウロボロスは あとかたもなく{换行}"
;   .strn "くずれ落ちたよ{换行}"
;   .strn "モデルVのハンノウも出てこない{换页}"
;   .strn "{对话框:左}{文本顺序:0455}{头像:10}{名字:18:名字}"
;   .strn "ただのガレキになって、{换行}"
;   .strn "そのまま海にしずんでいった{换行}"
;   .strn "…アッシュ、キミのおかげだ{换页}"
;   .strn "{对话框:右}{文本顺序:0456}{头像:0C}{名字:雅希:名字}"
;   .strn "エヘヘ… まーねっ！{换行}"
;   .strn "って言いたいとこだけど、{换行}"
;   .strn "ヴァンやみんなのおかげだよ{换页}"
;   .strn "{对话框:右}{文本顺序:0457}{头像:08}{名字:雅希:名字}"
;   .strn "ヴァンが言っていたとおり、{换行}"
;   .strn "みんなのチカラが{换行}"
;   .strn "みんなの運命を変えたんだよ{换页}"
;   .strn "{对话框:右}{文本顺序:0458}{头像:08}{名字:雅希:名字}"
;   .strn "ところで、ヴァンはこの後{换行}"
;   .strn "どうするの？{换页}"
;   .strn "{对话框:左}{文本顺序:0459}{头像:10}{名字:18:名字}"
;   .strn "また、ガーディアンベースで仲間{换行}"
;   .strn "たちと世界中をまわろうと思う{换行}"
;   .strn "…さがし物もふえちゃったしな{换页}"
;   .strn "{对话框:左}{文本顺序:045A}{头像:10}{名字:18:名字}"
;   .strn "アッシュ、キミは？{换页}"
;   .strn "{对话框:右}{文本顺序:045B}{头像:08}{名字:雅希:名字}"
;   .strn "アタシ？{换行}"
;   .strn "そうね…神樣を名乗ってたヤツも{换行}"
;   .strn "やっつけちゃったし…{换页}"
;   .strn "{对话框:右}{文本顺序:045C}{头像:09}{名字:雅希:名字}"
;   .strn "すんごいおたから見つけて、{换行}"
;   .strn "レギオンズからこの世界を{换行}"
;   .strn "買い取っちゃおうかしら？{换页}"
;   .strn "{对话框:右}{文本顺序:045D}{头像:0C}{名字:雅希:名字}"
;   .strn "…なんてね{换行}"
;   .strn "アタシは今まで通り{换行}"
;   .strn "ハンターを続けるよ{换页}"
;   .strn "{对话框:右}{文本顺序:045E}{头像:08}{名字:雅希:名字}"
;   .strn "もっと色んなモノを見たいし、{换行}"
;   .strn "色んなモノを知りたいし、色んな{换行}"
;   .strn "ヒトにアタシを知ってほしいから{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0452}{头像:10}{名字:18:名字}"
    .strn "身体没关系了吗？{换行}"
    .strn "扛着你冲刺很费劲哦{换页}"
    .strn "{对话框:右}{文本顺序:0453}{头像:08}{名字:雅希:名字}"
    .strn "…那可不是对女孩子{换行}"
    .strn "说的话哦？{换行}"
    .strn "对了，乌洛波洛斯呢？{换页}"
    .strn "{对话框:左}{文本顺序:0454}{头像:10}{名字:18:名字}"
    .strn "乌洛波洛斯已经崩落得{换行}"
    .strn "无影无踪了{换行}"
    .strn "模块V的反应也没有了{换页}"
    .strn "{对话框:左}{文本顺序:0455}{头像:10}{名字:18:名字}"
    .strn "它们变成了普通的瓦砾，{换行}"
    .strn "就这样沉入了海中{换行}"
    .strn "…雅希，这多亏了你啊{换页}"
    .strn "{对话框:右}{文本顺序:0456}{头像:0C}{名字:雅希:名字}"
    .strn "哎嘿嘿…还好啦！{换行}"
    .strn "虽然我想这么说，{换行}"
    .strn "但这是梵还有大家的功劳啊{换页}"
    .strn "{对话框:右}{文本顺序:0457}{头像:08}{名字:雅希:名字}"
    .strn "就像梵说的那样，{换行}"
    .strn "大家的力量{换行}"
    .strn "改变了大家的命运啊{换页}"
    .strn "{对话框:右}{文本顺序:0458}{头像:08}{名字:雅希:名字}"
    .strn "对了，{换行}"
    .strn "这之后梵你怎么办？{换页}"
    .strn "{对话框:左}{文本顺序:0459}{头像:10}{名字:18:名字}"
    .strn "我想再乘着守卫军基地{换行}"
    .strn "和同伴们在世界中巡游{换行}"
    .strn "…要寻找的东西也增加了呢{换页}"
    .strn "{对话框:左}{文本顺序:045A}{头像:10}{名字:18:名字}"
    .strn "雅希，你呢？{换页}"
    .strn "{对话框:右}{文本顺序:045B}{头像:08}{名字:雅希:名字}"
    .strn "我？{换行}"
    .strn "对哎…{换行}"
    .strn "自称神的家伙也干掉了…{换页}"
    .strn "{对话框:右}{文本顺序:045C}{头像:09}{名字:雅希:名字}"
    .strn "去寻找超厉害的宝物，{换行}"
    .strn "然后从军团那里把这个世界买下来{换行}"
    .strn "怎么样呢？{换页}"
    .strn "{对话框:右}{文本顺序:045D}{头像:0C}{名字:雅希:名字}"
    .strn "…开玩笑的{换行}"
    .strn "我还是跟之前一样{换行}"
    .strn "继续当猎人哦{换页}"
    .strn "{对话框:右}{文本顺序:045E}{头像:08}{名字:雅希:名字}"
    .strn "因为我想更多地去看各种各样的{换行}"
    .strn "东西，去了解各种各样的东西，{换行}"
    .strn "还要让各种各样的人认识我{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_076:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:045F}{头像:6B}{名字:15:名字}"
;   .strn "え？え？{换行}"
;   .strn "じゃあオイラは！？{换行}"
;   .strn "オイラはどうしたらいいんだ！？{换页}"
;   .strn "{对话框:左}{文本顺序:0460}{头像:10}{名字:18:名字}"
;   .strn "自分の運命は{换行}"
;   .strn "自分で変える…だろ？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:045F}{头像:6B}{名字:15:名字}"
    .strn "哎？哎？{换行}"
    .strn "那咱呢！？{换行}"
    .strn "咱应该怎么办才好啊！？{换页}"
    .strn "{对话框:左}{文本顺序:0460}{头像:10}{名字:18:名字}"
    .strn "自己的命运{换行}"
    .strn "要自己去改变…对吧？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_077:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0461}{头像:6B}{名字:15:名字}"
;   .strn "そ、そうか！{换行}"
;   .strn "えーと、それじゃあ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0461}{头像:6B}{名字:15:名字}"
    .strn "对、对啊！{换行}"
    .strn "嗯，那么…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_078:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0462}{头像:6B}{名字:15:名字}"
;   .strn "アッシュ！{换行}"
;   .strn "オイラも行くよ！{换行}"
;   .strn "いっしょに連れてってくれ！{换页}"
;   .strn "{对话框:右}{文本顺序:0463}{头像:0C}{名字:雅希:名字}"
;   .strn "ダレがおいてくなんて言った？{换行}"
;   .strn "アンタはアタシのおたからで、{换行}"
;   .strn "アタシの仲間なんだからね！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0462}{头像:6B}{名字:15:名字}"
    .strn "雅希！{换行}"
    .strn "咱也要去！{换行}"
    .strn "带着咱一起去吧！{换页}"
    .strn "{对话框:右}{文本顺序:0463}{头像:0C}{名字:雅希:名字}"
    .strn "谁跟你说过要抛下你了？{换行}"
    .strn "你是我的宝物，{换行}"
    .strn "是我的伙伴啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_079:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0464}{头像:10}{名字:18:名字}"
;   .strn "また…会えるといいな！{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:0465}{头像:09}{名字:雅希:名字}"
;   .strn "いつでも会えるよ！{换行}"
;   .strn "これは…アタシたちの物語{换行}"
;   .strn "なんだから！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0464}{头像:10}{名字:18:名字}"
    .strn "能够…再见面就好了！{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:0465}{头像:09}{名字:雅希:名字}"
    .strn "随时都能见面啊！{换行}"
    .strn "因为这是…{换行}"
    .strn "我们的故事！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_080:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:18}{名字:19:名字}"
;   .strn "アタシもすぐに追うわ！{换行}"
;   .strn "グレイは先に行って！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:18}{名字:19:名字}"
    .strn "我也马上会追上来的！{换行}"
    .strn "格雷你先走吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_081:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:12}{名字:18:名字}"
;   .strn "オレもすぐに追う！{换行}"
;   .strn "アッシュは先に行ってくれ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:12}{名字:18:名字}"
    .strn "我也马上会追上来的！{换行}"
    .strn "雅希你先走吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_082:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:1F:名字}"
;   .strn "オレもキミのチカラになるよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:1F:名字}"
    .strn "我也会成为你的力量{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_083:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "しょうきんは山分けだぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "赏金要平分哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m11_jp2_084:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:4D:名字}"
;   .strn "ボクたちにも 見せ場を{换行}"
;   .strn "残しておいてくれよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:4D:名字}"
    .strn "也给我们留下{换行}"
    .strn "精彩场面吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m11_jp2 :: .endfunc
.close
