.create ".\.temp\root\data\talk_hn0_jp1.bin", 0
;文件头
.hword (EndOftalk_hn0_jp1 - 4);除文件头外文件大小
.hword (talk_hn0_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计63条文本
.hword (talk_hn0_jp1_000 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_001 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_002 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_003 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_004 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_005 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_006 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_007 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_008 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_009 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_010 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_011 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_012 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_013 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_014 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_015 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_016 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_017 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_018 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_019 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_020 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_021 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_022 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_023 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_024 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_025 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_026 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_027 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_028 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_029 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_030 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_031 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_032 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_033 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_034 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_035 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_036 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_037 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_038 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_039 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_040 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_041 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_042 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_043 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_044 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_045 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_046 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_047 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_048 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_049 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_050 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_051 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_052 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_053 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_054 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_055 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_056 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_057 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_058 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_059 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_060 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_061 -talk_hn0_jp1_000)
.hword (talk_hn0_jp1_062 -talk_hn0_jp1_000)

;文本正文
talk_hn0_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:43}{名字:2B:名字}"
;   .strn "あら もしかして{换行}"
;   .strn "あなたが うわさの{换行}"
;   .strn "ハンターさん？{换页}"
;   .strn "あっ ごめんなさい{换行}"
;   .strn "ヒトにしつもんする前に{换行}"
;   .strn "自分から名乗るのがマナーよね{换页}"
;   .strn "わたしの名前は カーリー！{换行}"
;   .strn "しょくぎょうは{换行}"
;   .strn "ハンターけんレポーターよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:43}{名字:2B:名字}"
    .strn "哎呀，你难道就是{换行}"
    .strn "传闻中的猎人同志吗？{换页}"
    .strn "啊，不好意思{换行}"
    .strn "向别人提问前{换行}"
    .strn "应该先自我介绍才符合规矩对吧{换页}"
    .strn "我的名字叫卡莉！{换行}"
    .strn "职业是猎人兼记者哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:43}{名字:2B:名字}"
;   .strn "わたしも むかしは{换行}"
;   .strn "たからさがしに むちゅうだった{换行}"
;   .strn "時期もあったけど、{换页}"
;   .strn "今は じょうほうに勝る{换行}"
;   .strn "たからは ないと思ってるわ！{换页}"
;   .strn "また時間があったら{换行}"
;   .strn "あなたに しゅざいを{换行}"
;   .strn "もうしこんでいいかしら？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:43}{名字:2B:名字}"
    .strn "我曾经也有过{换行}"
    .strn "沉迷于寻宝的时期，{换页}"
    .strn "但是现在我觉得{换行}"
    .strn "没有什么宝物能比得过情报！{换页}"
    .strn "下次有时间的话{换行}"
    .strn "能申请向你采访吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:43}{名字:2B:名字}"
;   .strn "フォルスロイドとよばれている{换行}"
;   .strn "レプリロイドについて{换行}"
;   .strn "調查していたんだけど、{换页}"
;   .strn "かれらは 体の中に{换行}"
;   .strn "じこシュウフクキノウを{换行}"
;   .strn "持っているのよ{换页}"
;   .strn "だから たおしても{换行}"
;   .strn "また さいせいするってわけ…{换行}"
;   .strn "おそろしいわ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:43}{名字:2B:名字}"
    .strn "我对叫做拟真型机器人的{换行}"
    .strn "思考型机器人进行过调查，{换页}"
    .strn "发现他们的体内{换行}"
    .strn "有自我修复功能哦{换页}"
    .strn "所以，即使被打倒了{换行}"
    .strn "还能再次复活…{换行}"
    .strn "真是可怕呢…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:43}{名字:2B:名字}"
;   .strn "まさか モデルVを作ったのが{换行}"
;   .strn "三賢人のマスター·アルバート{换行}"
;   .strn "だったなんて…{换页}"
;   .strn "どうりで さいきん{换行}"
;   .strn "イレギュラーの数が{换行}"
;   .strn "ふえていると思ったわ…{换页}"
;   .strn "レポーターとしては{换行}"
;   .strn "真実を知って みんなに伝える{换行}"
;   .strn "ギムがあるけど、{换页}"
;   .strn "その えいきょう力を{换行}"
;   .strn "考えると どうすればいいか{换行}"
;   .strn "答えを決めかねるわ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:43}{名字:2B:名字}"
    .strn "真没想到，制作模块V的{换行}"
    .strn "居然是三贤者中的阿尔伯特大师…{换页}"
    .strn "怪不得总感觉最近{换行}"
    .strn "异常体的数量在增加…{换页}"
    .strn "作为记者{换行}"
    .strn "我有义务了解真相{换行}"
    .strn "并传达给大家，{换页}"
    .strn "但是考虑到这种影响力{换行}"
    .strn "让我很难决定到底该怎么做…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:43}{名字:2B:名字}"
;   .strn "ちょっと ウデに自信のある{换行}"
;   .strn "ハンターになると キケンを{换行}"
;   .strn "かえりみなくなるみたいね{换页}"
;   .strn "あなたも 少しくらいは{换行}"
;   .strn "聞いた事あるでしょ？{换页}"
;   .strn "ハンターの間じゃ{换行}"
;   .strn "フォルスロイドをかるのが{换行}"
;   .strn "ウデだめしになってるって{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:43}{名字:2B:名字}"
    .strn "看来，成为了{换行}"
    .strn "稍微对身手有点自信的猎人后{换行}"
    .strn "就不会对危险有所顾虑了嘛{换页}"
    .strn "你至少也听说过一些吧？{换页}"
    .strn "说是在猎人之间，{换行}"
    .strn "狩猎拟真型机器人{换行}"
    .strn "就是去一试身手{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:43}{名字:2B:名字}"
;   .strn "あなたが手にしている{换行}"
;   .strn "それって おねがいカードね{换页}"
;   .strn "わたしなら そのカードに{换行}"
;   .strn "世界各地をとびまわる{换行}"
;   .strn "レポーターになって、{换页}"
;   .strn "真実を伝えるヒトに{换行}"
;   .strn "なりたいって かくわ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:43}{名字:2B:名字}"
    .strn "你手里拿的那个东西{换行}"
    .strn "是许愿卡片嘛{换页}"
    .strn "是我的话，我会在卡片上写{换行}"
    .strn "希望成为{换行}"
    .strn "游走于世界各地的记者，{换页}"
    .strn "成为向人们传达真相的人…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:43}{名字:2B:名字}"
;   .strn "ダレかに ゆめを話すのって{换行}"
;   .strn "ちょっと てれくさいよね{换页}"
;   .strn "もしかしたら わたしも顔が{换行}"
;   .strn "真っ赤になってるかも{换页}"
;   .strn "そう このりんごみたいにね…{换行}"
;   .strn "あなたに このりんごを{换行}"
;   .strn "あげるわ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:43}{名字:2B:名字}"
    .strn "向某个人诉说梦想{换行}"
    .strn "有点难为情呢{换页}"
    .strn "可能我的脸{换行}"
    .strn "也变得通红了吧{换页}"
    .strn "对，就像这个苹果一样…{换行}"
    .strn "这个苹果送给你啦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:44}{名字:35:名字}"
;   .strn "おや こんなところで{换行}"
;   .strn "ヒトに会うとは めずらしい…{换行}"
;   .strn "ワシの名は パトリスじゃ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:44}{名字:35:名字}"
    .strn "哦呀，在这种地方{换行}"
    .strn "能遇到人还真是稀奇…{换行}"
    .strn "老夫的名字叫帕特利斯！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:44}{名字:35:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:44}{名字:35:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:44}{名字:35:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:44}{名字:35:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:44}{名字:35:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:44}{名字:35:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:44}{名字:35:名字}"
;   .strn "ワシはこう見えても{换行}"
;   .strn "ハンターなのじゃよ{换页}"
;   .strn "科学研究を行ない{换行}"
;   .strn "そのセイカを ハンターの{换行}"
;   .strn "仕事に活用しておる{换页}"
;   .strn "ほかのハンターからは{换行}"
;   .strn "ケミカルハンターなどと{换行}"
;   .strn "よばれておるな{换页}"
;   .strn "ハンターと名がつくとは言え{换行}"
;   .strn "はげしい運動は{换行}"
;   .strn "苦手なのじゃ{换页}"
;   .strn "キミのおかげで助かったわい{换行}"
;   .strn "ほっほ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:44}{名字:35:名字}"
    .strn "别看老夫这个样子{换行}"
    .strn "老夫也是猎人哦{换页}"
    .strn "老夫进行科学研究{换行}"
    .strn "并把研究成果运用在{换行}"
    .strn "猎人的工作中{换页}"
    .strn "别的猎人称老夫为{换行}"
    .strn "化学猎人之类的{换页}"
    .strn "虽然叫做猎人{换行}"
    .strn "但老夫不擅长剧烈运动啊{换页}"
    .strn "多亏了你帮忙了{换行}"
    .strn "嚯嚯{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:45}{名字:3A:名字}"
;   .strn "もぐもぐもぐ…{换页}"
;   .strn "ん？ キミ、ダレ？{换行}"
;   .strn "それはさておき 食事中に{换行}"
;   .strn "話しかけないでくれるかなぁ{换页}"
;   .strn "えっ ボクの名前？{换行}"
;   .strn "…アウルだけど それが何か？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:45}{名字:3A:名字}"
    .strn "吧唧吧唧吧唧…{换页}"
    .strn "嗯？你是谁？{换行}"
    .strn "先不管这个{换行}"
    .strn "我吃饭时能不能别跟我说话啊{换页}"
    .strn "哎，我的名字？{换行}"
    .strn "…叫奥尔，怎么了吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:45}{名字:3A:名字}"
;   .strn "もぐもぐもぐ…{换页}"
;   .strn "あ~ おいしい…{换行}"
;   .strn "たべものさえあれば{换行}"
;   .strn "ほかに何もいらないや！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:45}{名字:3A:名字}"
    .strn "吧唧吧唧吧唧…{换页}"
    .strn "啊~真好吃…{换行}"
    .strn "只要有食物{换行}"
    .strn "其他什么都不需要啦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:45}{名字:3A:名字}"
;   .strn "もぐもぐもぐ…{换页}"
;   .strn "ん？ まだ何か用？{换行}"
;   .strn "しょくごのデザートでも{换行}"
;   .strn "持ってきてくれたのかと思ったよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:45}{名字:3A:名字}"
    .strn "吧唧吧唧吧唧…{换页}"
    .strn "嗯？还有什么事？{换行}"
    .strn "我还以为你给我带了{换行}"
    .strn "饭后甜点来呢{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:45}{名字:3A:名字}"
;   .strn "もぐもぐもぐ…{换页}"
;   .strn "たべても たべても{换行}"
;   .strn "たべ足りないなぁ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:45}{名字:3A:名字}"
    .strn "吧唧吧唧吧唧…{换页}"
    .strn "再怎么吃、再怎么吃{换行}"
    .strn "也吃不够啊…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:45}{名字:3A:名字}"
;   .strn "もぐもぐもぐ…{换页}"
;   .strn "たべすぎて ベルトが{换行}"
;   .strn "切れちゃったよ…{换页}"
;   .strn "ちょっとくらい{换行}"
;   .strn "ダイエットしようかなぁ{换行}"
;   .strn "もぐもぐもぐ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:45}{名字:3A:名字}"
    .strn "吧唧吧唧吧唧…{换页}"
    .strn "吃太多了{换行}"
    .strn "皮带都断了…{换页}"
    .strn "要不要稍微减减肥呢{换行}"
    .strn "吧唧吧唧吧唧…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:46}{名字:44:名字}"
;   .strn "ワシの名前はジェームズじゃ{换页}"
;   .strn "ワシはリサイクルハンター…{换行}"
;   .strn "ジャンクを新たなメカに{换行}"
;   .strn "作り変えて生計を立てとる{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:46}{名字:44:名字}"
    .strn "老夫的名字叫詹姆斯{换页}"
    .strn "老夫是回收猎人…{换行}"
    .strn "把废品改造成新的机械来谋生{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:46}{名字:44:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:46}{名字:44:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:46}{名字:44:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:46}{名字:44:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:46}{名字:44:名字}"
;   .strn "お前さんも少しは{换行}"
;   .strn "リサイクルの心が{换行}"
;   .strn "わかってきたようじゃな…{换页}"
;   .strn "しかし… 多くの者は{换行}"
;   .strn "まだ変わらない、{换行}"
;   .strn "変われないでおる{换页}"
;   .strn "小さなジャンクも つもれば{换行}"
;   .strn "ここのような山となる{换页}"
;   .strn "手おくれになって ようやく{换行}"
;   .strn "気づく事になる… 気づく事{换行}"
;   .strn "すらできない者もおる{换页}"
;   .strn "このエリアにボロボロの{换行}"
;   .strn "体をしたメカニロイドが{换行}"
;   .strn "おるじゃろう？{换页}"
;   .strn "ヤツらはジャンクから{换行}"
;   .strn "生まれたのじゃ これが{换行}"
;   .strn "どういう事かわかるか？{换页}"
;   .strn "おそらくヒトは 自ら{换行}"
;   .strn "ほろびの道をせんたくして{换行}"
;   .strn "おるのじゃろうな…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:46}{名字:44:名字}"
    .strn "看来你也有点开始理解{换行}"
    .strn "回收的精神了嘛…{换页}"
    .strn "但是…很多人还是{换行}"
    .strn "不去改变，{换行}"
    .strn "也没法改变{换页}"
    .strn "小的废品要是积累起来{换行}"
    .strn "也会像这里一样堆积如山{换页}"
    .strn "等到为时已晚{换行}"
    .strn "才总算能意识到…{换行}"
    .strn "也有人甚至都意识不到{换页}"
    .strn "这个区域不是有{换行}"
    .strn "身体破破烂烂的机械式机器人吗？{换页}"
    .strn "它们是从废品中诞生的{换行}"
    .strn "你知道这意味着什么吗？{换页}"
    .strn "恐怕人们是{换行}"
    .strn "自己选择了毁灭的道路吧…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:46}{名字:44:名字}"
;   .strn "お前さんも少しは{换行}"
;   .strn "リサイクルの心が{换行}"
;   .strn "わかってきたようじゃな…{换页}"
;   .strn "しかし… 多くの者は{换行}"
;   .strn "まだ変わらない、{换行}"
;   .strn "変われないでおる{换页}"
;   .strn "小さなジャンクも つもれば{换行}"
;   .strn "ここのような山となる{换页}"
;   .strn "手おくれになって ようやく{换行}"
;   .strn "気づく事になる… 気づく事{换行}"
;   .strn "すらできない者もおる{换页}"
;   .strn "このエリアにボロボロの{换行}"
;   .strn "体をしたメカニロイドが{换行}"
;   .strn "おるじゃろう？{换页}"
;   .strn "ヤツらはジャンクから{换行}"
;   .strn "生まれたのじゃ これが{换行}"
;   .strn "どういう事かわかるか？{换页}"
;   .strn "おそらくヒトは 自ら{换行}"
;   .strn "ほろびの道をせんたくして{换行}"
;   .strn "おるのじゃろうな…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:46}{名字:44:名字}"
    .strn "看来你也有点开始理解{换行}"
    .strn "回收的精神了嘛…{换页}"
    .strn "但是…很多人还是{换行}"
    .strn "不去改变，{换行}"
    .strn "也没法改变{换页}"
    .strn "小的废品要是积累起来{换行}"
    .strn "也会像这里一样堆积如山{换页}"
    .strn "等到为时已晚{换行}"
    .strn "才总算能意识到…{换行}"
    .strn "也有人甚至都意识不到{换页}"
    .strn "这个区域不是有{换行}"
    .strn "身体破破烂烂的机械式机器人吗？{换页}"
    .strn "它们是从废品中诞生的{换行}"
    .strn "你知道这意味着什么吗？{换页}"
    .strn "恐怕人们是{换行}"
    .strn "自己选择了毁灭的道路吧…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:47}{名字:3E:名字}"
;   .strn "うわぁ！{换行}"
;   .strn "アンタは もしかして{换行}"
;   .strn "モデルAのテキゴウ者かいな！{换页}"
;   .strn "あっ すまん、すまん！{换行}"
;   .strn "じこしょうかい わすれとった！{换行}"
;   .strn "ワシの名前は ジョンや！{换页}"
;   .strn "まさか こんなキャンプの{换行}"
;   .strn "かたすみで ロックマンに{换行}"
;   .strn "会えるとは ワシもラッキーや{换页}"
;   .strn "それにしても えらい目に{换行}"
;   .strn "あったで…{换页}"
;   .strn "この部屋に入ったとたん{换行}"
;   .strn "トビラが開かんようになって{换行}"
;   .strn "ずっと とじこめられてたんや{换页}"
;   .strn "アンタが来てくれへんかったら{换行}"
;   .strn "どうなってた事やら…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:47}{名字:3E:名字}"
    .strn "呜哇！{换行}"
    .strn "你难不成是{换行}"
    .strn "模块A的适应者吗！{换页}"
    .strn "啊，抱歉，抱歉！{换行}"
    .strn "忘了自我介绍啦！{换行}"
    .strn "俺名字叫约翰！{换页}"
    .strn "没想到能在这样的{换行}"
    .strn "营地旮旯儿见着洛克人{换行}"
    .strn "俺也真是幸运呀{换页}"
    .strn "话说{换行}"
    .strn "俺遭了大麻烦啦…{换页}"
    .strn "俺刚进了这屋{换行}"
    .strn "这门就打不开了{换行}"
    .strn "结果就一直被关在里头啦{换页}"
    .strn "要是你没来的话{换行}"
    .strn "那可咋整哟…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:47}{名字:3E:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:47}{名字:3E:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:47}{名字:3E:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:47}{名字:3E:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:47}{名字:3E:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:47}{名字:3E:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:47}{名字:3E:名字}"
;   .strn "ヒトからは ハンターらしないて{换行}"
;   .strn "言われるけど ワシかって{换行}"
;   .strn "やるときは やるんやで！{换页}"
;   .strn "ほら 見てみぃ！{换行}"
;   .strn "ワシがイセキでゲットした{换行}"
;   .strn "ロストテクノロジーやで！{换页}"
;   .strn "アブソーバとか言う{换行}"
;   .strn "チップとかみたいやけど{换行}"
;   .strn "そうびしたら使えるらしいで{换页}"
;   .strn "手放すのは 心おしいけど{换行}"
;   .strn "アンタに うってやるわ！{换页}"
;   .strn "ちょっと 待っててや！{换行}"
;   .strn "今から けいさんするさかい…{换页}"
;   .strn "スクラップおき場までの{换行}"
;   .strn "足代が 35EC…{换行}"
;   .strn "しょくひが 26EC…{换页}"
;   .strn "チップのゆそうひが 18EC…{换行}"
;   .strn "チップのシュウリ代が{换行}"
;   .strn "21ECで しめて100ECや{换页}"
;   .strn "本当は きっちり100EC{换行}"
;   .strn "ほしいところやけど{换行}"
;   .strn "99ECに まけといてやろ！{换页}"
;   .strn "{对话框:左}{纵向二选一1}{头像:47}{名字:3E:名字}"
;   .strn "もちろん 買うんやろ？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:47}{名字:3E:名字}"
    .strn "大伙儿都说俺不像个猎人{换行}"
    .strn "可俺是该出手时就出手！{换页}"
    .strn "来，瞧瞧这个！{换行}"
    .strn "这是俺在遗迹{换行}"
    .strn "得到的遗失科技哦！{换页}"
    .strn "好像是叫啥缓冲的芯片啥的{换行}"
    .strn "貌似装备上就能用{换页}"
    .strn "虽然不舍得放手{换行}"
    .strn "俺还是卖给你吧！{换页}"
    .strn "稍等一下啊！{换行}"
    .strn "俺要来算一算…{换页}"
    .strn "来废料堆放场的{换行}"
    .strn "交通费是35EC…{换行}"
    .strn "餐费是26EC…{换页}"
    .strn "芯片的运输费是18EC…{换行}"
    .strn "芯片的修理费是21EC{换行}"
    .strn "合计100EC{换页}"
    .strn "其实俺原先{换行}"
    .strn "是想要100EC整的{换行}"
    .strn "要不就便宜卖你99EC吧！{换页}"
    .strn "{对话框:左}{纵向二选一1}{头像:47}{名字:3E:名字}"
    .strn "你当然会买吧？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:47}{名字:3E:名字}"
;   .strn "そうくると 思ったで！{换行}"
;   .strn "まいどありぃ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:47}{名字:3E:名字}"
    .strn "俺就知道你会买！{换行}"
    .strn "多谢惠顾！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_028:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{F401}{头像:47}{名字:3E:名字}"
;   .strn "なんや いらんのかいな…{换行}"
;   .strn "また ほしくなったら{换行}"
;   .strn "言うてや！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{F401}{头像:47}{名字:3E:名字}"
    .strn "啥呀，不要啊…{换行}"
    .strn "再想要的话就跟俺说啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_029:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "そのときは また一から{换行}"
;   .strn "おんなじ話をするけど{换行}"
;   .strn "これは うり口上やから聞いてや{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "到时候俺还是会{换行}"
    .strn "从头开始说同样的话{换行}"
    .strn "那是俺的销售开场白，你就听着吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_030:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:47}{名字:3E:名字}"
;   .strn "もう うるもんは{换行}"
;   .strn "なんもあらへんで！{换页}"
;   .strn "あと へんぴんはきかんから{换行}"
;   .strn "もし使えんかっても{换行}"
;   .strn "もんくは言わんといてや！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:47}{名字:3E:名字}"
    .strn "能卖的东西{换行}"
    .strn "已经啥都不剩啦！{换页}"
    .strn "还有，俺不接受退货{换行}"
    .strn "要是用不了{换行}"
    .strn "也别发牢骚哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_031:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:47}{名字:3E:名字}"
;   .strn "ちょっと おきゃくさん！{换行}"
;   .strn "Eクリスタルが{换行}"
;   .strn "足らへんみたいやで！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:47}{名字:3E:名字}"
    .strn "哎呀，这位顾客！{换行}"
    .strn "你E水晶貌似不够嘛！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_032:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:48}{名字:36:名字}"
;   .strn "もう一度説明するわね{换行}"
;   .strn "このそうちはワープポイントと{换行}"
;   .strn "言って…{换页}"
;   .strn "これがおいてあるエリアには{换行}"
;   .strn "さっきのトランスサーバーから{换行}"
;   .strn "いつでも行けるのよ{换页}"
;   .strn "でも そのほとんどが{换行}"
;   .strn "エネルギー切れで{换行}"
;   .strn "動かなくなってるみたいなの…{换页}"
;   .strn "Eクリスタルが足りていれば{换行}"
;   .strn "{方向键}ボタンの上を押す事で{换行}"
;   .strn "キドウのジュンビができるわ{换页}"
;   .strn "行けるようになったエリアは{换行}"
;   .strn "マップ画面のラフマップで{换行}"
;   .strn "カクニンできるのよ{换页}"
;   .strn "ワープポイントをキドウすると{换行}"
;   .strn "エリアのマークが赤くなるから{换行}"
;   .strn "すぐにわかると思うけど…{换页}"
;   .strn "こんな説明でわかったかしら…{换行}"
;   .strn "見習いだから うまく{换行}"
;   .strn "説明できたか心配だわ{换页}"
;   .strn "あと ビギナーモードの場合は{换行}"
;   .strn "ふれたら自動的にキドウするから{换行}"
;   .strn "Eクリスタルはいらないわよ！ {换页}"
;   .strn "わからなかったら{换行}"
;   .strn "もう一度 聞いてね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:48}{名字:36:名字}"
    .strn "我再说明一次吧{换行}"
    .strn "这个装置叫做传送点…{换页}"
    .strn "放置了这个传送点的区域{换行}"
    .strn "可以随时从{换行}"
    .strn "刚才的传送服务器前往哦{换页}"
    .strn "但是，好像大部分传送点{换行}"
    .strn "因为能量耗尽{换行}"
    .strn "已经没法工作了…{换页}"
    .strn "如果你有足够的E水晶{换行}"
    .strn "就可以按十字键的上{换行}"
    .strn "让它启动{换页}"
    .strn "已经可以前往的区域{换行}"
    .strn "能在地图画面的{换行}"
    .strn "简略地图中确认哦{换页}"
    .strn "启动传送点后{换行}"
    .strn "区域的标记会变红{换行}"
    .strn "所以应该立刻就能知道…{换页}"
    .strn "这样的说明能听懂吗…{换行}"
    .strn "我是见习生{换行}"
    .strn "所以担心是不是已经解释清楚了{换页}"
    .strn "还有，在初学者模式下{换行}"
    .strn "传送点只要碰到就会自动启动{换行}"
    .strn "所以不需要E水晶哦！{换页}"
    .strn "如果还是不明白{换行}"
    .strn "就再来问我一次吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_033:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:48}{名字:36:名字}"
;   .strn "ワープポイントに転送するには{换行}"
;   .strn "トランスサーバーからじゃないと{换行}"
;   .strn "無理なのよ{换页}"
;   .strn "トランスサーバーの上に乗って{换行}"
;   .strn "「ほかのエリアへ転送」を{换行}"
;   .strn "選んだら、{换页}"
;   .strn "下画面のラフマップから{换行}"
;   .strn "行きたい場所にタッチするか{换行}"
;   .strn "{方向键}ボタンでカーソルを合わせて！{换页}"
;   .strn "転送できる場所はアイコンが{换行}"
;   .strn "赤く点めつしているから{换行}"
;   .strn "見れば すぐわかるはずよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:48}{名字:36:名字}"
    .strn "要传送到传送点{换行}"
    .strn "必须使用传送服务器{换行}"
    .strn "否则不行哦{换页}"
    .strn "站上传送服务器{换行}"
    .strn "选择“传送至其他区域”，{换页}"
    .strn "然后在下屏画面的简略地图上{换行}"
    .strn "触摸想前往的地点{换行}"
    .strn "或者用十字键移动光标来选择！{换页}"
    .strn "可传送地点的图标{换行}"
    .strn "会有红色闪烁{换行}"
    .strn "所以看了应该立刻就能知道哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_034:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:48}{名字:36:名字}"
;   .strn "ワープポイントに転送するには{换行}"
;   .strn "トランスサーバーからじゃないと{换行}"
;   .strn "無理なのよ{换页}"
;   .strn "トランスサーバーの上に乗って{换行}"
;   .strn "「ほかのエリアへ転送」を{换行}"
;   .strn "選んだら、{换页}"
;   .strn "下画面のラフマップから{换行}"
;   .strn "行きたい場所にタッチするか{换行}"
;   .strn "{方向键}ボタンでカーソルを合わせて！{换页}"
;   .strn "転送できる場所はアイコンが{换行}"
;   .strn "赤く点めつしているから{换行}"
;   .strn "見れば すぐわかるはずよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:48}{名字:36:名字}"
    .strn "要传送到传送点{换行}"
    .strn "必须使用传送服务器{换行}"
    .strn "否则不行哦{换页}"
    .strn "站上传送服务器{换行}"
    .strn "选择“传送至其他区域”，{换页}"
    .strn "然后在下屏画面的简略地图上{换行}"
    .strn "触摸想前往的地点{换行}"
    .strn "或者用十字键移动光标来选择！{换页}"
    .strn "可传送地点的图标{换行}"
    .strn "会有红色闪烁{换行}"
    .strn "所以看了应该立刻就能知道哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_035:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:48}{名字:36:名字}"
;   .strn "ワープポイント、{换行}"
;   .strn "ちゃんと キドウして{换行}"
;   .strn "使ってる？{换页}"
;   .strn "あとから またそのエリアに{换行}"
;   .strn "行く事もあるかもしれないから{换行}"
;   .strn "キドウしておいたほうがいいわよ{换页}"
;   .strn "トランスサーバーに転送先が{换行}"
;   .strn "ツイカされたら こまめに{换行}"
;   .strn "ラフマップをチェックしてね{换页}"
;   .strn "はじめて見るエリアのカーソルが{换行}"
;   .strn "ひょうじされている事が{换行}"
;   .strn "あるからね！{换页}"
;   .strn "見落とさないように{换行}"
;   .strn "気をつけて！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:48}{名字:36:名字}"
    .strn "你有好好地{换行}"
    .strn "启动传送点并使用吗？{换页}"
    .strn "之后可能还会再去那些区域{换行}"
    .strn "所以先启动了比较好哦{换页}"
    .strn "传送服务器的传送目的地增加后{换行}"
    .strn "要主动查看简略地图哦{换页}"
    .strn "因为有时会显示出{换行}"
    .strn "第一次见到的区域的光标哦！{换页}"
    .strn "小心不要看漏了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_036:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:48}{名字:36:名字}"
;   .strn "おねがいカードなんて{换行}"
;   .strn "持ってるけど あなたも{换行}"
;   .strn "何か ねがい事をするの？{换页}"
;   .strn "わたしは 世界の平和を{换行}"
;   .strn "いのるわ…{换页}"
;   .strn "だって まいにち ここで{换行}"
;   .strn "キズついて帰ってくるヒトの{换行}"
;   .strn "すがたを見るのはツライもの…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:48}{名字:36:名字}"
    .strn "你怎么拿着许愿卡片{换行}"
    .strn "你也想许什么愿望吗？{换页}"
    .strn "我会希望{换行}"
    .strn "世界和平吧…{换页}"
    .strn "因为，我每天都在这里看到{换行}"
    .strn "受了伤回来的人的身影{换行}"
    .strn "感到很难过…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_037:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:48}{名字:36:名字}"
;   .strn "そういうあなたも{换行}"
;   .strn "いつも戦いでキズついたり{换行}"
;   .strn "してるのよね…{换页}"
;   .strn "あなたのためにできる事って{换行}"
;   .strn "ないかもしれないけど{换行}"
;   .strn "これはわたしからの気持ちよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:48}{名字:36:名字}"
    .strn "话说，你也总是{换行}"
    .strn "在战斗中受伤吧…{换页}"
    .strn "我可能没有{换行}"
    .strn "能够为你做的事情{换行}"
    .strn "但这个是我的心意哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_038:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:49}{名字:43:名字}"
;   .strn "おやおや これはこれは！{换行}"
;   .strn "うわさのモデルAの{换行}"
;   .strn "テキゴウ者さんじゃないですか{换页}"
;   .strn "おっと もうしおくれました…{换行}"
;   .strn "わたしは ルディ{换页}"
;   .strn "見た目は こんなですが{换行}"
;   .strn "決して あやしいものでは{换行}"
;   .strn "ありませんよ…{换页}"
;   .strn "実はですね…ここだけの話、{换行}"
;   .strn "わたしは かんい転送そうちを{换行}"
;   .strn "手に入れたんですよ{换页}"
;   .strn "ザンネンながら{换行}"
;   .strn "これは おうりする事は{换行}"
;   .strn "できないのですが…{换页}"
;   .strn "ひつようとあらば{换行}"
;   .strn "たった 50ECで{换行}"
;   .strn "利用させてあげますよ！{换页}"
;   .strn "ただ出力が ひくすぎるせいで{换行}"
;   .strn "ハンターキャンプにしか{换行}"
;   .strn "戻れませんけどね…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:49}{名字:43:名字}"
    .strn "哎呀呀，看看谁来了！{换行}"
    .strn "这不是传闻中的{换行}"
    .strn "模块A的适应者嘛{换页}"
    .strn "哎哟，忘了自我介绍了…{换行}"
    .strn "我是鲁迪{换页}"
    .strn "别看我这个样子{换行}"
    .strn "我绝不是什么可疑人物哦…{换页}"
    .strn "其实呢…{换行}"
    .strn "我只在这儿跟你说，{换行}"
    .strn "我得到了简易传送装置哦{换页}"
    .strn "可惜的是{换行}"
    .strn "这个我不能卖给别人…{换页}"
    .strn "如果你需要{换行}"
    .strn "我可以只收50EC{换行}"
    .strn "就让你使用哦！{换页}"
    .strn "只不过输出功率太低{换行}"
    .strn "所以只能返回猎人营地…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_039:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{纵向二选一3}{头像:49}{名字:43:名字}"
;   .strn "転送のひつようはないですか？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{纵向二选一3}{头像:49}{名字:43:名字}"
    .strn "不需要传送吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_040:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:49}{名字:43:名字}"
;   .strn "じゃあ 行きますよ！{换行}"
;   .strn "3…2…1…0！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:49}{名字:43:名字}"
    .strn "那么，要出发了哦！{换行}"
    .strn "3…2…1…0！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_041:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:49}{名字:43:名字}"
;   .strn "そうですか…{换行}"
;   .strn "また 利用したい時は{换行}"
;   .strn "おっしゃってくださいな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:49}{名字:43:名字}"
    .strn "这样啊…{换行}"
    .strn "想用的时候{换行}"
    .strn "请再告诉我哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_042:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:49}{名字:43:名字}"
;   .strn "おやおや Eクリスタルが{换行}"
;   .strn "足らないようですよ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:49}{名字:43:名字}"
    .strn "哎呀呀{换行}"
    .strn "E水晶看起来不够哦…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_043:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:49}{名字:43:名字}"
;   .strn "おやおや？{换行}"
;   .strn "さては このそうちを{换行}"
;   .strn "利用したくなったんでしょうか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:49}{名字:43:名字}"
    .strn "哎呀呀？{换行}"
    .strn "看来你想使用这个装置了吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_044:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:49}{名字:43:名字}"
;   .strn "おやおや？{换行}"
;   .strn "さては このそうちを{换行}"
;   .strn "利用したくなったんでしょうか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:49}{名字:43:名字}"
    .strn "哎呀呀？{换行}"
    .strn "看来你想使用这个装置了吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_045:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:49}{名字:43:名字}"
;   .strn "おやおや？{换行}"
;   .strn "さては このそうちを{换行}"
;   .strn "利用したくなったんでしょうか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:49}{名字:43:名字}"
    .strn "哎呀呀？{换行}"
    .strn "看来你想使用这个装置了吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_046:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:49}{名字:43:名字}"
;   .strn "おやおや？{换行}"
;   .strn "さては このそうちを{换行}"
;   .strn "利用したくなったんでしょうか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:49}{名字:43:名字}"
    .strn "哎呀呀？{换行}"
    .strn "看来你想使用这个装置了吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_047:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:4A}{名字:40:名字}"
;   .strn "さっむ~い！{换行}"
;   .strn "もっと あたたかい{换行}"
;   .strn "かっこうしてくればよかったな~{换页}"
;   .strn "あっ あなたもハンタ~なの？{换行}"
;   .strn "わたしは マリーっていうの！{换行}"
;   .strn "よろしくね！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:4A}{名字:40:名字}"
    .strn "好冷~啊！{换行}"
    .strn "要是穿得更暖一点再来{换行}"
    .strn "就好了啊~{换页}"
    .strn "啊，你也是猎人~吗？{换行}"
    .strn "我叫做玛丽！{换行}"
    .strn "请多关照哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_048:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:4A}{名字:40:名字}"
;   .strn "ダミー会話{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:4A}{名字:40:名字}"
    .strn "空白对话{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_049:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:4A}{名字:40:名字}"
;   .strn "ここはホント、さむいね~{换页}"
;   .strn "このフード…{换行}"
;   .strn "かわいいから{换行}"
;   .strn "いつもつけてるんだけど{换页}"
;   .strn "こういう時には{换行}"
;   .strn "役に立たないものだね~{换页}"
;   .strn "あ、でもでも{换行}"
;   .strn "遠くの物音とか コレのおかげで{换行}"
;   .strn "よく聞こえるんだ~{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:4A}{名字:40:名字}"
    .strn "这里真的是，好冷啊~{换页}"
    .strn "这个兜帽…{换行}"
    .strn "因为很可爱{换行}"
    .strn "所以我一直都戴着{换页}"
    .strn "但这种时候{换行}"
    .strn "却一点用都没有呢~{换页}"
    .strn "啊，可是可是{换行}"
    .strn "远处的声音什么的{换行}"
    .strn "因为这个，能听得很清楚哎~{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_050:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:4A}{名字:40:名字}"
;   .strn "ここはホント、さむいね~{换页}"
;   .strn "このフード…{换行}"
;   .strn "かわいいから{换行}"
;   .strn "いつもつけてるんだけど{换页}"
;   .strn "こういう時には{换行}"
;   .strn "役に立たないものだね~{换页}"
;   .strn "あ、でもでも{换行}"
;   .strn "遠くの物音とか コレのおかげで{换行}"
;   .strn "よく聞こえるんだ~{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:4A}{名字:40:名字}"
    .strn "这里真的是，好冷啊~{换页}"
    .strn "这个兜帽…{换行}"
    .strn "因为很可爱{换行}"
    .strn "所以我一直都戴着{换页}"
    .strn "但这种时候{换行}"
    .strn "却一点用都没有呢~{换页}"
    .strn "啊，可是可是{换行}"
    .strn "远处的声音什么的{换行}"
    .strn "因为这个，能听得很清楚哎~{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_051:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:4A}{名字:40:名字}"
;   .strn "ここはホント、さむいね~{换页}"
;   .strn "このフード…{换行}"
;   .strn "かわいいから{换行}"
;   .strn "いつもつけてるんだけど{换页}"
;   .strn "こういう時には{换行}"
;   .strn "役に立たないものだね~{换页}"
;   .strn "あ、でもでも{换行}"
;   .strn "遠くの物音とか コレのおかげで{换行}"
;   .strn "よく聞こえるんだ~{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:4A}{名字:40:名字}"
    .strn "这里真的是，好冷啊~{换页}"
    .strn "这个兜帽…{换行}"
    .strn "因为很可爱{换行}"
    .strn "所以我一直都戴着{换页}"
    .strn "但这种时候{换行}"
    .strn "却一点用都没有呢~{换页}"
    .strn "啊，可是可是{换行}"
    .strn "远处的声音什么的{换行}"
    .strn "因为这个，能听得很清楚哎~{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_052:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:4B}{名字:45:名字}"
;   .strn "おや？ キミはこのあたりでは{换行}"
;   .strn "あまり見かけない{换行}"
;   .strn "ふくを着ていますね？{换页}"
;   .strn "それは もしかして{换行}"
;   .strn "新しいマンガの主人公の{换行}"
;   .strn "モノマネか何かでしょうか？{换页}"
;   .strn "………{换页}"
;   .strn "あぁ！ まだ名前を名乗って{换行}"
;   .strn "いなかったですね…{换行}"
;   .strn "これはしつれいしました{换页}"
;   .strn "ボクの名前はレイと言います{换行}"
;   .strn "古いマンガを集めるのが{换行}"
;   .strn "しゅみだったりします{换页}"
;   .strn "だからキャンプのみんなからは{换行}"
;   .strn "コミックハンターなんて{换行}"
;   .strn "よばれたりもするのですが、{换页}"
;   .strn "ボクなんて まだまだ{换行}"
;   .strn "ひよっこも どうぜんなのに{换行}"
;   .strn "おはずかしいかぎりですよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:4B}{名字:45:名字}"
    .strn "哎呀？{换行}"
    .strn "你穿着在这附近{换行}"
    .strn "没怎么见过的衣服嘛？{换页}"
    .strn "难道这是在{换行}"
    .strn "模仿新漫画的主角{换行}"
    .strn "还是什么的吗？{换页}"
    .strn "……{换页}"
    .strn "啊！{换行}"
    .strn "我还没自我介绍呢…{换行}"
    .strn "真是抱歉了{换页}"
    .strn "我的名字叫雷伊{换行}"
    .strn "我的爱好是{换行}"
    .strn "收集旧漫画{换页}"
    .strn "所以营地的人们{换行}"
    .strn "都叫我什么漫画猎人，{换页}"
    .strn "但我也只不过是初出茅庐{换行}"
    .strn "被这样称呼{换行}"
    .strn "只会让我觉得惭愧啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_053:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:4B}{名字:45:名字}"
;   .strn "先日もレギオンズ方面にある{换行}"
;   .strn "ステーションのショップで{换行}"
;   .strn "マンガを買ったのですけど、{换页}"
;   .strn "しゅるいが少なくて{换行}"
;   .strn "ガッカリでしたよ{换页}"
;   .strn "小さいショップだから{换行}"
;   .strn "仕方ありませんけどね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:4B}{名字:45:名字}"
    .strn "前几天我也在军团方向的{换行}"
    .strn "车站的商店里买了漫画，{换页}"
    .strn "但是种类很少{换行}"
    .strn "让我很失望{换页}"
    .strn "但因为是个小商店{换行}"
    .strn "所以没办法嘛{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_054:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:4B}{名字:45:名字}"
;   .strn "そういや…{换行}"
;   .strn "まだ 列車は{换行}"
;   .strn "なおっていないのでしょうか？{换页}"
;   .strn "あの列車が動かないと{换行}"
;   .strn "マンガを買いに行けなくて{换行}"
;   .strn "とても こまるんです{换页}"
;   .strn "トランスサーバーを使えば{换行}"
;   .strn "ラクなんでしょうけど{换行}"
;   .strn "ボクには無理なんですよ{换页}"
;   .strn "実は トランスサーバーに{换行}"
;   .strn "乗ると よっちゃうみたいで{换行}"
;   .strn "はき気が止まらなくなるんです{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:4B}{名字:45:名字}"
    .strn "话说…{换行}"
    .strn "列车还没修好吗？{换页}"
    .strn "那部列车不开的话{换行}"
    .strn "我也没法去买漫画{换行}"
    .strn "真是伤脑筋{换页}"
    .strn "如果能使用传送服务器{换行}"
    .strn "应该就轻松多了{换行}"
    .strn "但是我用不了啊{换页}"
    .strn "其实我好像{换行}"
    .strn "只要乘上传送服务器就会晕{换行}"
    .strn "然后就会止不住地想吐{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_055:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:4B}{名字:45:名字}"
;   .strn "どうして そんなに{换行}"
;   .strn "マンガを買うのかって{换行}"
;   .strn "聞かれるんですけど、{换页}"
;   .strn "きらいなものに理由があっても{换行}"
;   .strn "すきなものには理由なんて{换行}"
;   .strn "あまりないと思うんですよね{换页}"
;   .strn "ちなみに ボクは{换行}"
;   .strn "データ化されたものよりも{换行}"
;   .strn "むかしながらの本がすきなんです{换页}"
;   .strn "意味のない こだわりだと{换行}"
;   .strn "まわりのハンターたちには{换行}"
;   .strn "バカにされますけどね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:4B}{名字:45:名字}"
    .strn "别人会问我{换行}"
    .strn "为什么要买这么多漫画，{换页}"
    .strn "但我觉得{换行}"
    .strn "即使讨厌一样东西会有理由，喜欢{换行}"
    .strn "一样东西也不太会有什么理由哎{换页}"
    .strn "顺便说一下{换行}"
    .strn "比起数据化的东西{换行}"
    .strn "我更喜欢老式的书本{换页}"
    .strn "虽然这会被{换行}"
    .strn "身边的猎人们嘲笑{换行}"
    .strn "说这是毫无意义的讲究{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_056:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:4B}{名字:45:名字}"
;   .strn "さいきんは 自分でマンガを{换行}"
;   .strn "かくようにしているんです{换页}"
;   .strn "両手にウチワを持ったロボットが{换行}"
;   .strn "戦うストーリーなんですけど{换行}"
;   .strn "よくにたマンガがあったようで…{换页}"
;   .strn "かんぜんなオリジナルさくひんを{换行}"
;   .strn "かき上げるのは{换行}"
;   .strn "大変な事なんですね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:4B}{名字:45:名字}"
    .strn "最近我开始{换行}"
    .strn "自己画漫画了{换页}"
    .strn "讲述了一个{换行}"
    .strn "两手拿着团扇的机器人战斗的故事{换行}"
    .strn "不过好像已经有很类似的漫画了…{换页}"
    .strn "要画出完全原创的作品{换行}"
    .strn "还真是费劲啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_057:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:22:名字}"
;   .strn "よお！{换行}"
;   .strn "待ってたぜ！{换行}"
;   .strn "グレイのアニキ！{换页}"
;   .strn "{对话框:左}{头像:40}{名字:22:名字}"
;   .strn "見てくれよ！{换行}"
;   .strn "列車のシュウリはカンペキだ！{换行}"
;   .strn "いつでも発車できるぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:22:名字}"
    .strn "哟！{换行}"
    .strn "我等了半天啦！{换行}"
    .strn "格雷大哥！{换页}"
    .strn "{对话框:左}{头像:40}{名字:22:名字}"
    .strn "你看这个！{换行}"
    .strn "列车完美地修好啦！{换行}"
    .strn "随时都能发车哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_058:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{纵向二选一3}{头像:40}{名字:22:名字}"
;   .strn "レギオンズ本部へ行くかい？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{纵向二选一3}{头像:40}{名字:22:名字}"
    .strn "要去军团总部吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_059:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:22:名字}"
;   .strn "よお！{换行}"
;   .strn "グレイのアニキ！{换行}"
;   .strn "いつでも発車できるぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:22:名字}"
    .strn "哟！{换行}"
    .strn "格雷大哥！{换行}"
    .strn "随时都可以发车哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_060:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{纵向二选一3}{头像:40}{名字:22:名字}"
;   .strn "レギオンズ本部へ行くかい？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{纵向二选一3}{头像:40}{名字:22:名字}"
    .strn "要去军团总部吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_061:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:22:名字}"
;   .strn "よっしゃ！{换行}"
;   .strn "さあ、乗ってくれ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:22:名字}"
    .strn "好嘞！{换行}"
    .strn "来，上车吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_hn0_jp1_062:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:40}{名字:22:名字}"
;   .strn "列車に乗るときは{换行}"
;   .strn "いつでも声をかけてくれよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:40}{名字:22:名字}"
    .strn "乘车时{换行}"
    .strn "可以随时来跟我打招呼哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_hn0_jp1 :: .endfunc
.close
