.create ".\.temp\root\data\talk_q1d_jp1.bin", 0
;文件头
.hword (EndOftalk_q1d_jp1 - 4);除文件头外文件大小
.hword (talk_q1d_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计4条文本
.hword (talk_q1d_jp1_000 -talk_q1d_jp1_000)
.hword (talk_q1d_jp1_001 -talk_q1d_jp1_000)
.hword (talk_q1d_jp1_002 -talk_q1d_jp1_000)
.hword (talk_q1d_jp1_003 -talk_q1d_jp1_000)

;文本正文
talk_q1d_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:44}{名字:35:名字}"
;   .strn "よし キミのチカラをみこんで{换行}"
;   .strn "たのみがある{换页}"
;   .strn "実は たいりょう発生した{换行}"
;   .strn "チャバーノはこのエリア外に{换行}"
;   .strn "にげだしたようなのじゃ{换页}"
;   .strn "とりあえずキミの行く道で{换行}"
;   .strn "みどりのチャバーノを見つけたら{换行}"
;   .strn "タイジしていってもらえるか？{换页}"
;   .strn "そうじゃな… 50体ほど{换行}"
;   .strn "たおせば全部じゃろう{换页}"
;   .strn "全部たおした あかつきには{换行}"
;   .strn "ほうしゅうをわたそう{换行}"
;   .strn "たのむぞ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:44}{名字:35:名字}"
    .strn "好，老夫相信你的力量{换行}"
    .strn "想拜托你一件事{换页}"
    .strn "其实{换行}"
    .strn "大量爆发的查巴诺{换行}"
    .strn "似乎逃到了这个区域之外{换页}"
    .strn "总之{换行}"
    .strn "你在途中看到绿色的查巴诺的话{换行}"
    .strn "能帮忙消灭掉吗？{换页}"
    .strn "让我想想…{换行}"
    .strn "打倒50只就是全部了吧{换页}"
    .strn "全部打倒之后{换行}"
    .strn "老夫给你报酬吧{换行}"
    .strn "拜托你了哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1d_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:44}{名字:35:名字}"
;   .strn "ふむ、チャバーノは{换行}"
;   .strn "世界中に にげていった{换行}"
;   .strn "カノウセイが高い{换页}"
;   .strn "仕事のついででよいから{换行}"
;   .strn "ヤツらのタイジを{换行}"
;   .strn "たのむぞ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:44}{名字:35:名字}"
    .strn "嗯，{换行}"
    .strn "查巴诺逃到世界其他地方的{换行}"
    .strn "可能性很高{换页}"
    .strn "在你工作时顺便去做也行{换行}"
    .strn "消灭那些家伙的事{换行}"
    .strn "就拜托你了哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1d_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:44}{名字:35:名字}"
;   .strn "おほーほ！ ついに{换行}"
;   .strn "チャバーノを全てタイジ{换行}"
;   .strn "したようじゃの！{换页}"
;   .strn "エクセレントじゃ！{换行}"
;   .strn "何も言わずコイツを{换行}"
;   .strn "受け取ってくだされ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:44}{名字:35:名字}"
    .strn "哦吼吼！{换行}"
    .strn "看来你终于把{换行}"
    .strn "所有查巴诺消灭了啊！{换页}"
    .strn "太棒了！{换行}"
    .strn "什么也别说了{换行}"
    .strn "请收下这个吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1d_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:44}{名字:35:名字}"
;   .strn "ワシはこう見えても{换行}"
;   .strn "ハンターなのじゃよ{换页}"
;   .strn "科学研究を行い{换行}"
;   .strn "そのセイカを ハンターの{换行}"
;   .strn "仕事に活用しておる{换页}"
;   .strn "ほかのハンターからは{换行}"
;   .strn "ケミカルハンターなどと{换行}"
;   .strn "よばれておるな{换页}"
;   .strn "ハンターと名がつくとは言え{换行}"
;   .strn "はげしい運動は{换行}"
;   .strn "苦手なのじゃ{换页}"
;   .strn "キミのおかげで助かったわい{换行}"
;   .strn "ほっほ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:44}{名字:35:名字}"
    .strn "别看老夫这个样子{换行}"
    .strn "老夫也是猎人哦{换页}"
    .strn "老夫进行科学研究{换行}"
    .strn "并把研究成果运用在{换行}"
    .strn "猎人的工作中{换页}"
    .strn "别的猎人称老夫为{换行}"
    .strn "化学猎人之类的{换页}"
    .strn "虽然叫做猎人{换行}"
    .strn "但老夫不擅长剧烈运动啊{换页}"
    .strn "多亏了你帮忙了{换行}"
    .strn "嚯嚯{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_q1d_jp1 :: .endfunc
.close
