.create ".\.temp\root\data\talk_q01_jp1.bin", 0
;文件头
.hword (EndOftalk_q01_jp1 - 4);除文件头外文件大小
.hword (talk_q01_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计12条文本
.hword (talk_q01_jp1_000 -talk_q01_jp1_000)
.hword (talk_q01_jp1_001 -talk_q01_jp1_000)
.hword (talk_q01_jp1_002 -talk_q01_jp1_000)
.hword (talk_q01_jp1_003 -talk_q01_jp1_000)
.hword (talk_q01_jp1_004 -talk_q01_jp1_000)
.hword (talk_q01_jp1_005 -talk_q01_jp1_000)
.hword (talk_q01_jp1_006 -talk_q01_jp1_000)
.hword (talk_q01_jp1_007 -talk_q01_jp1_000)
.hword (talk_q01_jp1_008 -talk_q01_jp1_000)
.hword (talk_q01_jp1_009 -talk_q01_jp1_000)
.hword (talk_q01_jp1_010 -talk_q01_jp1_000)
.hword (talk_q01_jp1_011 -talk_q01_jp1_000)

;文本正文
talk_q01_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "オレは ハンターキャンプいちの{换行}"
;   .strn "バスター名人なんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "我是猎人营地中第一的{换行}"
    .strn "爆破枪名人{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "ロックマンだかなんだか{换行}"
;   .strn "知らないけど、キミなんて{换行}"
;   .strn "オレの足もとにも およばないね{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "もし 勝負したいなら{换行}"
;   .strn "その先の しゃげき場に{换行}"
;   .strn "行ってみな！{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "このルームキーをかしてやるから{换行}"
;   .strn "チャレンジしてみろよ{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "終わったら、ルームキーは{换行}"
;   .strn "オレに 返してくれよ！{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "1分間で オレのキロクを{换行}"
;   .strn "こえられたら{换行}"
;   .strn "ほうしゅうをやってもいいぜ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "我不管你是洛克人还是什么，{换行}"
    .strn "我的水平{换行}"
    .strn "你根本就望尘莫及{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "如果你想跟我比试{换行}"
    .strn "就去那前面的{换行}"
    .strn "射击场看看吧！{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "这个房间钥匙借给你了{换行}"
    .strn "去挑战一下试试看吧{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "结束后，{换行}"
    .strn "要把房间钥匙还给我哦！{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "如果能在1分钟内{换行}"
    .strn "超越我的记录{换行}"
    .strn "我也可以给你报酬哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "えっ！？{换行}"
;   .strn "オレのキロクをこえたって{换行}"
;   .strn "本当かよ！{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "し、仕方ねえ…{换行}"
;   .strn "ほら、やくそくのほうしゅうだ{换行}"
;   .strn "受け取りな！{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "自分のキロクに{换行}"
;   .strn "ちょうせんしたいなら{换行}"
;   .strn "また声をかけてくれよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "哎！？{换行}"
    .strn "你超越了我的记录{换行}"
    .strn "是真的啊！{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "没、没办法…{换行}"
    .strn "喏，说好的报酬{换行}"
    .strn "收下吧！{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "如果想挑战自己的记录{换行}"
    .strn "就再跟我说哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "オレのキロクをこえられなくて{换行}"
;   .strn "ザンネンだったな{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "リベンジしたけりゃ{换行}"
;   .strn "いつでも ルームキーを{换行}"
;   .strn "かしてやるぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "没能超越我的记录{换行}"
    .strn "真是遗憾啊{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "想要再次挑战的话{换行}"
    .strn "我随时都能借你{换行}"
    .strn "房间钥匙哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "どうした？{换行}"
;   .strn "もう一度 チャレンジ{换行}"
;   .strn "する気になったか？{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "とりあえずルームキーを{换行}"
;   .strn "かしておいてやるよ{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "じゃあ がんばれよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "怎么了？{换行}"
    .strn "想再次挑战了吗？{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "总之{换行}"
    .strn "先借你房间钥匙吧{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "那么加油哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "えっ！？{换行}"
;   .strn "オレのキロクをこえたって{换行}"
;   .strn "本当かよ！{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "し、仕方ねえ…{换行}"
;   .strn "ほら、やくそくのほうしゅうだ{换行}"
;   .strn "受け取りな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "哎！？{换行}"
    .strn "你超越了我的记录{换行}"
    .strn "是真的啊！{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "没、没办法…{换行}"
    .strn "喏，说好的报酬{换行}"
    .strn "收下吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "またオレのキロクを{换行}"
;   .strn "こえられなかったのか…{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "リベンジしたけりゃ{换行}"
;   .strn "何度でも ルームキーを{换行}"
;   .strn "かしてやるぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "还是没能{换行}"
    .strn "超越我的记录吗…{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "想要再次挑战的话{换行}"
    .strn "借你多少次房间钥匙{换行}"
    .strn "都可以哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "自分のキロクに{换行}"
;   .strn "ちょうせんしたくなったのか？{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "ルームキーを かしておくから{换行}"
;   .strn "気が向いた時にでも{换行}"
;   .strn "ちょうせんしてみな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "想挑战自己的记录了吗？{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "我先借你房间钥匙{换行}"
    .strn "高兴的时候{换行}"
    .strn "就去挑战一下试试吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "えっ！？{换行}"
;   .strn "自分のキロクを{换行}"
;   .strn "こうしんしたのかい？{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "このハンターキャンプで{换行}"
;   .strn "キミは まちがいなく{换行}"
;   .strn "ナンバーワンのウデまえだよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "哎！？{换行}"
    .strn "你更新了自己的记录吗？{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "这个猎人营地中{换行}"
    .strn "你的本领绝对是第一哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "キロクには げんかいが{换行}"
;   .strn "あるから 仕方ないよ{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "ちょうせんしたくなったら{换行}"
;   .strn "オレに言ってくれよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "记录是有极限的{换行}"
    .strn "没办法啊{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "还想挑战的话{换行}"
    .strn "就跟我说哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "なんだ？{换行}"
;   .strn "まだ チャレンジしてないのか？{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "終わったら、ルームキーは{换行}"
;   .strn "オレに 返してくれよ！{换页}"
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "じゃあ、がんばれよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "怎么了？{换行}"
    .strn "还没去挑战吗？{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "挑战完后，{换行}"
    .strn "把房间钥匙还给我哦！{换页}"
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "那么，加油吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q01_jp1_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:42}{名字:49:名字}"
;   .strn "オレの名は リチャード{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:42}{名字:49:名字}"
    .strn "我的名字叫理查德{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_q01_jp1 :: .endfunc
.close
