.create ".\.temp\root\data\talk_q10_jp1.bin", 0
;文件头
.hword (EndOftalk_q10_jp1 - 4);除文件头外文件大小
.hword (talk_q10_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计3条文本
.hword (talk_q10_jp1_000 -talk_q10_jp1_000)
.hword (talk_q10_jp1_001 -talk_q10_jp1_000)
.hword (talk_q10_jp1_002 -talk_q10_jp1_000)

;文本正文
talk_q10_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:43}{名字:卡莉:名字}"
;   .strn "ゆでんのどこかで めずらしい{换行}"
;   .strn "むかしのメカニロイドの{换行}"
;   .strn "残がいが見つかったらしいの{换页}"
;   .strn "さっきからレポーターだましいが{换行}"
;   .strn "うずいて 仕方ないんだけど{换行}"
;   .strn "まわりに止められているの…{换页}"
;   .strn "たしかに みんなが言うとおり{换行}"
;   .strn "ゆでんは キケンくいきだから{换行}"
;   .strn "わたしには行くのは無理だわ…{换页}"
;   .strn "せめてメカニロイドの残がいの{换行}"
;   .strn "発見場所さえ とくていできれば{换行}"
;   .strn "仲間たちに行ってもらえるのに…{换页}"
;   .strn "おねがい… この小型発信キを{换行}"
;   .strn "残がいの場所においてきて{换行}"
;   .strn "くれないかしら？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:43}{名字:卡莉:名字}"
    .strn "油田的某个地方{换行}"
    .strn "好像发现了罕见的{换行}"
    .strn "很久以前的机械式机器人的残骸{换页}"
    .strn "从刚才起我的记者之魂就阵阵作痛{换行}"
    .strn "但是没办法，{换行}"
    .strn "被周围的人阻止了…{换页}"
    .strn "确实就像大家说的那样{换行}"
    .strn "油田是个危险的区域{换行}"
    .strn "所以我去不了…{换页}"
    .strn "哪怕能确定{换行}"
    .strn "机械式机器人残骸的发现地点{换行}"
    .strn "我也可以让同伴们过去了…{换页}"
    .strn "拜托你…{换行}"
    .strn "你能去帮我把这个小型发信器{换行}"
    .strn "放在残骸的地点吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q10_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:43}{名字:卡莉:名字}"
;   .strn "残がいは ゆでんのすなの中に{换行}"
;   .strn "うもれているはずだから{换行}"
;   .strn "見落とさないようにね！{换页}"
;   .strn "あなたのウデを見こんでいるから{换行}"
;   .strn "たのんだわね！{换页}"
;   .strn "これはスクープだわ！{换行}"
;   .strn "ここのコンピュータで{换行}"
;   .strn "カイセキのじゅんびをしなきゃ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:43}{名字:卡莉:名字}"
    .strn "残骸应该被埋在{换行}"
    .strn "油田的沙子里{换行}"
    .strn "所以不要看漏了哦！{换页}"
    .strn "我很看好你的身手{换行}"
    .strn "所以就拜托你了哦！{换页}"
    .strn "这是独家新闻哦！{换行}"
    .strn "我得准备一下{换行}"
    .strn "用这里的电脑来解析了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q10_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:43}{名字:卡莉:名字}"
;   .strn "ありがとう！{换行}"
;   .strn "今、仲間のハンターたちが{换行}"
;   .strn "カイシュウしてきたところよ！{换页}"
;   .strn "カイセキしてみたけっか{换行}"
;   .strn "あれは大むかしのメカニロイド{换行}"
;   .strn "みたい…{换页}"
;   .strn "と言う事は あのゆでんは{换行}"
;   .strn "むかしは海だったって事ね{换页}"
;   .strn "あっ そうだ！{换行}"
;   .strn "仲間のハンターたちが{换行}"
;   .strn "こんなアイテムを見つけてきたの{换页}"
;   .strn "わたしには ひつようないから{换行}"
;   .strn "あなたに あげるわね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:43}{名字:卡莉:名字}"
    .strn "谢谢你！{换行}"
    .strn "我的猎人同伴们{换行}"
    .strn "刚刚回收完回来了哦！{换页}"
    .strn "我试着解析了一下{换行}"
    .strn "结果那好像是{换行}"
    .strn "远古的机械式机器人…{换页}"
    .strn "也就是说{换行}"
    .strn "那个油田很久以前是一片海呢{换页}"
    .strn "啊，对了！{换行}"
    .strn "猎人同伴们{换行}"
    .strn "发现了这个道具{换页}"
    .strn "我用不着{换行}"
    .strn "所以就给你了哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_q10_jp1 :: .endfunc
.close
