.create ".\.temp\root\data\talk_q16_jp1.bin", 0
;文件头
.hword (EndOftalk_q16_jp1 - 4);除文件头外文件大小
.hword (talk_q16_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计3条文本
.hword (talk_q16_jp1_000 -talk_q16_jp1_000)
.hword (talk_q16_jp1_001 -talk_q16_jp1_000)
.hword (talk_q16_jp1_002 -talk_q16_jp1_000)

;文本正文
talk_q16_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:53}{名字:吉姆:名字}"
;   .strn "………{换页}"
;   .strn "やぁ キミか…{换行}"
;   .strn "話しかけられてる事に{换行}"
;   .strn "気づいてなかったよ…{换页}"
;   .strn "あぁ 切ないね…{换行}"
;   .strn "いや なんでもない{换行}"
;   .strn "こっちの話さ…{换页}"
;   .strn "すきなヒトがいるんだけど{换行}"
;   .strn "どうしたら{换行}"
;   .strn "ふり向いてくれるんだろう…{换页}"
;   .strn "うわさでは たべさせると{换行}"
;   .strn "すきになるフルーツが{换行}"
;   .strn "あるって 聞いたんだけど…{换页}"
;   .strn "それをジュースにして{换行}"
;   .strn "あのあこがれのヒトに{换行}"
;   .strn "のませられたらなぁ…{换页}"
;   .strn "ねえ キミ…{换行}"
;   .strn "おねがいだよ{换页}"
;   .strn "しんりょくのタワーにあるという{换行}"
;   .strn "そのふしぎなフルーツを{换行}"
;   .strn "さがしてきてくれないか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:53}{名字:吉姆:名字}"
    .strn "………{换页}"
    .strn "呀，是你啊…{换行}"
    .strn "我没注意到{换行}"
    .strn "你在跟我说话…{换页}"
    .strn "啊啊，好难受啊…{换行}"
    .strn "不，没什么{换行}"
    .strn "是我自己的事…{换页}"
    .strn "我有个喜欢的人{换行}"
    .strn "但是怎样才能{换行}"
    .strn "让她回头注意到我呢…{换页}"
    .strn "我听传闻说{换行}"
    .strn "有种水果能让吃下它的人{换行}"
    .strn "喜欢上自己…{换页}"
    .strn "如果能把它做成果汁{换行}"
    .strn "并让那位憧憬的人喝下{换行}"
    .strn "就好了啊…{换页}"
    .strn "哎，你…{换行}"
    .strn "我想拜托你{换页}"
    .strn "能帮我把{换行}"
    .strn "据说存在于深绿之塔中的{换行}"
    .strn "那个不可思议的水果找来吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q16_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:53}{名字:吉姆:名字}"
;   .strn "そんな変わったフルーツ、{换行}"
;   .strn "本当にしんりょくのタワーに{换行}"
;   .strn "あるのかなぁ…{换页}"
;   .strn "うわさじゃ そのフルーツは{换行}"
;   .strn "とても せんさいだから{换行}"
;   .strn "こわれやすいそうだよ{换页}"
;   .strn "とくに ツルから{换行}"
;   .strn "取り外す時が{换行}"
;   .strn "むずかしいみたいなんだ{换页}"
;   .strn "ツルになっている実だから{换行}"
;   .strn "ツルのあつかいになれた者じゃ{换行}"
;   .strn "ないと むずかしいだろうね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:53}{名字:吉姆:名字}"
    .strn "那种奇怪的水果，{换行}"
    .strn "深绿之塔中真的有吗…{换页}"
    .strn "根据传闻{换行}"
    .strn "那个水果非常脆弱{换行}"
    .strn "所以很容易坏掉{换页}"
    .strn "特别是{换行}"
    .strn "从藤曼上摘下来的时候{换行}"
    .strn "好像很困难{换页}"
    .strn "由于果实是长在藤曼上的{换行}"
    .strn "所以对于不习惯操作藤曼的人来说{换行}"
    .strn "应该会很难吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q16_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:53}{名字:吉姆:名字}"
;   .strn "取ってきてくれたのか！{换行}"
;   .strn "でも見た目はただの{换行}"
;   .strn "みどりいろのりんごだね…{换页}"
;   .strn "とりあえず ありがとう{换行}"
;   .strn "お礼にこれをあげるよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:53}{名字:吉姆:名字}"
    .strn "你帮我拿来了啊！{换行}"
    .strn "但是看起来只是个{换行}"
    .strn "绿色的苹果哎…{换页}"
    .strn "总之谢谢你{换行}"
    .strn "作为谢礼给你这个吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_q16_jp1 :: .endfunc
.close
