.create ".\.temp\root\data\talk_m02_jp2.bin", 0
;文件头
.hword (EndOftalk_m02_jp2 - 4);除文件头外文件大小
.hword (talk_m02_jp2_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计28条文本
.hword (talk_m02_jp2_000 -talk_m02_jp2_000)
.hword (talk_m02_jp2_001 -talk_m02_jp2_000)
.hword (talk_m02_jp2_002 -talk_m02_jp2_000)
.hword (talk_m02_jp2_003 -talk_m02_jp2_000)
.hword (talk_m02_jp2_004 -talk_m02_jp2_000)
.hword (talk_m02_jp2_005 -talk_m02_jp2_000)
.hword (talk_m02_jp2_006 -talk_m02_jp2_000)
.hword (talk_m02_jp2_007 -talk_m02_jp2_000)
.hword (talk_m02_jp2_008 -talk_m02_jp2_000)
.hword (talk_m02_jp2_009 -talk_m02_jp2_000)
.hword (talk_m02_jp2_010 -talk_m02_jp2_000)
.hword (talk_m02_jp2_011 -talk_m02_jp2_000)
.hword (talk_m02_jp2_012 -talk_m02_jp2_000)
.hword (talk_m02_jp2_013 -talk_m02_jp2_000)
.hword (talk_m02_jp2_014 -talk_m02_jp2_000)
.hword (talk_m02_jp2_015 -talk_m02_jp2_000)
.hword (talk_m02_jp2_016 -talk_m02_jp2_000)
.hword (talk_m02_jp2_017 -talk_m02_jp2_000)
.hword (talk_m02_jp2_018 -talk_m02_jp2_000)
.hword (talk_m02_jp2_019 -talk_m02_jp2_000)
.hword (talk_m02_jp2_020 -talk_m02_jp2_000)
.hword (talk_m02_jp2_021 -talk_m02_jp2_000)
.hword (talk_m02_jp2_022 -talk_m02_jp2_000)
.hword (talk_m02_jp2_023 -talk_m02_jp2_000)
.hword (talk_m02_jp2_024 -talk_m02_jp2_000)
.hword (talk_m02_jp2_025 -talk_m02_jp2_000)
.hword (talk_m02_jp2_026 -talk_m02_jp2_000)
.hword (talk_m02_jp2_027 -talk_m02_jp2_000)

;文本正文
talk_m02_jp2_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:003F}{头像:72}{名字:1C:名字}"
;   .strn "…さて、{换行}"
;   .strn "お前たち！{换行}"
;   .strn "ジュンビはいいな？{换页}"
;   .strn "{对话框:右}{文本顺序:0040}{头像:74}{名字:1D:名字}"
;   .strn "まだ いほうハンターどもの{换行}"
;   .strn "ひこうていは見えてこないのか？{换行}"
;   .strn "こっちはウズウズしてんだ！{换页}"
;   .strn "{对话框:左}{文本顺序:0041}{头像:72}{名字:1C:名字}"
;   .strn "そうあせるなって{换行}"
;   .strn "今のうちにミッションの{换行}"
;   .strn "カクニンをするぞ{换页}"
;   .strn "{对话框:左}{文本顺序:0042}{头像:72}{名字:1C:名字}"
;   .strn "イライヌシは{换行}"
;   .strn "かの有名な連合セイフ、{换行}"
;   .strn "レギオンズだ{换页}"
;   .strn "{对话框:左}{文本顺序:0043}{头像:72}{名字:1C:名字}"
;   .strn "世界をおさめる おえらい樣が、{换行}"
;   .strn "オレたちハンターギルドに{换行}"
;   .strn "イライを もうしこんできた{换页}"
;   .strn "{对话框:左}{文本顺序:0044}{头像:72}{名字:1C:名字}"
;   .strn "お前ら、{换行}"
;   .strn "ライブメタルって知ってるか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:003F}{头像:72}{名字:1C:名字}"
    .strn "…那么，{换行}"
    .strn "你们！{换行}"
    .strn "准备好了吧？{换页}"
    .strn "{对话框:右}{文本顺序:0040}{头像:74}{名字:1D:名字}"
    .strn "非法猎人们的飞艇{换行}"
    .strn "还没能看到吗？{换行}"
    .strn "这边都坐不住了！{换页}"
    .strn "{对话框:左}{文本顺序:0041}{头像:72}{名字:1C:名字}"
    .strn "别这么着急{换行}"
    .strn "趁这个时候{换行}"
    .strn "来确认一下任务吧！{换页}"
    .strn "{对话框:左}{文本顺序:0042}{头像:72}{名字:1C:名字}"
    .strn "委托人是{换行}"
    .strn "那个有名的联合政府，{换行}"
    .strn "军团{换页}"
    .strn "{对话框:左}{文本顺序:0043}{头像:72}{名字:1C:名字}"
    .strn "治理世界的伟大人物，{换行}"
    .strn "向我们猎人工会{换行}"
    .strn "提出委托申请了{换页}"
    .strn "{对话框:左}{文本顺序:0044}{头像:72}{名字:1C:名字}"
    .strn "你们，{换行}"
    .strn "知道生命金属吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0045}{头像:73}{名字:1E:名字}"
;   .strn "ヒトのタマシイをくらう{换行}"
;   .strn "のろわれた石…ってうわさなら{换行}"
;   .strn "聞いた事あるけどな{换页}"
;   .strn "{对话框:右}{文本顺序:0046}{头像:74}{名字:1D:名字}"
;   .strn "ハッ、そりゃケッサクだ！{换行}"
;   .strn "たしかレギオンズが それに{换行}"
;   .strn "すげえしょうきんを かけてたな{换页}"
;   .strn "{对话框:左}{文本顺序:0047}{头像:72}{名字:1C:名字}"
;   .strn "そのライブメタルが、{换行}"
;   .strn "とあるイセキから見つかった{换行}"
;   .strn "らしい{换页}"
;   .strn "{对话框:左}{文本顺序:0048}{头像:72}{名字:1C:名字}"
;   .strn "ハンターギルドに入っていない{换行}"
;   .strn "いほうハンターどもが 勝手に{换行}"
;   .strn "ほりおこしたそうだ{换页}"
;   .strn "{对话框:左}{文本顺序:0049}{头像:72}{名字:1C:名字}"
;   .strn "そのライブメタルを取り返し、{换行}"
;   .strn "レギオンズ本部に持っていくのが{换行}"
;   .strn "今回のミッションだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0045}{头像:73}{名字:1E:名字}"
    .strn "那是会吞噬人的灵魂的{换行}"
    .strn "被诅咒之石…{换行}"
    .strn "这种传言我倒是听说过{换页}"
    .strn "{对话框:右}{文本顺序:0046}{头像:74}{名字:1D:名字}"
    .strn "哈，那真是有趣！{换行}"
    .strn "我记得军团给那个{换行}"
    .strn "悬赏了非常多赏金呢{换页}"
    .strn "{对话框:左}{文本顺序:0047}{头像:72}{名字:1C:名字}"
    .strn "那个生命金属，{换行}"
    .strn "好像是在某个遗迹发现的{换页}"
    .strn "{对话框:左}{文本顺序:0048}{头像:72}{名字:1C:名字}"
    .strn "听说是不在猎人工会里的{换行}"
    .strn "非法猎人们{换行}"
    .strn "擅自挖出来的{换页}"
    .strn "{对话框:左}{文本顺序:0049}{头像:72}{名字:1C:名字}"
    .strn "这次的任务就是{换行}"
    .strn "拿回那个生命金属，{换行}"
    .strn "并带去军团总部{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:004A}{头像:74}{名字:1D:名字}"
;   .strn "おたからの話はそれぐらいで{换行}"
;   .strn "いいだろ？{换行}"
;   .strn "さっさと おっぱじめようぜ！{换页}"
;   .strn "{对话框:右}{文本顺序:004B}{头像:74}{名字:1D:名字}"
;   .strn "今度こそアッシュより先に{换行}"
;   .strn "おたからゲットしてやるんだ！{换行}"
;   .strn "…で、アッシュのヤツはどこだ？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:004A}{头像:74}{名字:1D:名字}"
    .strn "宝物的话题{换行}"
    .strn "差不多可以了吧？{换行}"
    .strn "赶紧开始干吧！{换页}"
    .strn "{对话框:右}{文本顺序:004B}{头像:74}{名字:1D:名字}"
    .strn "这次可要{换行}"
    .strn "比雅希先得到宝物啊！{换行}"
    .strn "…呃，雅希那家伙哪儿去了？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:004C}{头像:01}{名字:????:名字}"
;   .strn "あー、あー…{换行}"
;   .strn "……オホン{换页}"
;   .strn "{对话框:左}{文本顺序:004D}{头像:01}{名字:????:名字}"
;   .strn "落ち着きたまえ！ しょくん！{换页}"
;   .strn "{对话框:左}{文本顺序:004E}{头像:72}{名字:1C:名字}"
;   .strn "この声は… アッシュか？{换行}"
;   .strn "お前、今どこにいるんだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:004C}{头像:01}{名字:????:名字}"
    .strn "啊—，啊—…{换行}"
    .strn "……咳哼{换页}"
    .strn "{对话框:左}{文本顺序:004D}{头像:01}{名字:????:名字}"
    .strn "冷静一点吧！诸君！{换页}"
    .strn "{对话框:左}{文本顺序:004E}{头像:72}{名字:1C:名字}"
    .strn "这个声音…是雅希吗？{换行}"
    .strn "你，现在在哪儿啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:左}{文本顺序:004F}{头像:08}{名字:雅希:名字}"
;   .strn "何かアツくなっちゃってるヤツが{换行}"
;   .strn "いるからねー{换行}"
;   .strn "外で すずんでたのよ{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:0050}{头像:09}{名字:雅希:名字}"
;   .strn "そろそろ おたからをのせた{换行}"
;   .strn "いほうハンターのひこうていに{换行}"
;   .strn "追いつくころよね{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:0051}{头像:0C}{名字:雅希:名字}"
;   .strn "ついでだから、アタシ、このまま{换行}"
;   .strn "先におたからと 对面してくるわ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:左}{文本顺序:004F}{头像:08}{名字:雅希:名字}"
    .strn "因为那里有个因为什么事{换行}"
    .strn "而燃起来的家伙呢{换行}"
    .strn "所以我去外面凉快一下啦{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:0050}{头像:09}{名字:雅希:名字}"
    .strn "马上就要追上{换行}"
    .strn "装着宝物的{换行}"
    .strn "非法猎人的飞艇了{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:0051}{头像:0C}{名字:雅希:名字}"
    .strn "因为顺便，{换行}"
    .strn "我就这样先去和宝物见面啦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0055}{头像:08}{名字:雅希:名字}"
;   .strn "こちらアッシュ{换行}"
;   .strn "ひこうていとの せっしょくに{换行}"
;   .strn "せいこう~っと{换页}"
;   .strn "{对话框:左}{文本顺序:0056}{头像:0C}{名字:雅希:名字}"
;   .strn "おたからちゃんの{换行}"
;   .strn "いちじょうほうを よろしく{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0055}{头像:08}{名字:雅希:名字}"
    .strn "这里是雅希{换行}"
    .strn "已经成功~{换行}"
    .strn "登上飞艇了{换页}"
    .strn "{对话框:左}{文本顺序:0056}{头像:0C}{名字:雅希:名字}"
    .strn "小宝物的{换行}"
    .strn "位置情报就拜托了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0057}{头像:01}{名字:1C:名字}"
;   .strn "まったく…お前ってヤツは…{换行}"
;   .strn "おたからはずっと先{换行}"
;   .strn "先頭のひこうていにあるはずだ{换页}"
;   .strn "{对话框:左}{文本顺序:0058}{头像:01}{名字:1C:名字}"
;   .strn "オレたちもすぐ後を追う{换行}"
;   .strn "調子に乗って{换行}"
;   .strn "しくじるんじゃないぞ！{换页}"
;   .strn "{对话框:左}{文本顺序:0059}{头像:09}{名字:雅希:名字}"
;   .strn "アンタたちも気をつけてね{换行}"
;   .strn "さあ、ミッションスタートよっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0057}{头像:01}{名字:1C:名字}"
    .strn "真是的…你这家伙…{换行}"
    .strn "宝物应该就在{换行}"
    .strn "最前方领头的飞艇上{换页}"
    .strn "{对话框:左}{文本顺序:0058}{头像:01}{名字:1C:名字}"
    .strn "我们也会在后方追击{换行}"
    .strn "你不要得意忘形{换行}"
    .strn "把事情搞砸了啊！{换页}"
    .strn "{对话框:左}{文本顺序:0059}{头像:09}{名字:雅希:名字}"
    .strn "你们也当心点吧{换行}"
    .strn "那么，任务开始喽！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:005A}{头像:0A}{名字:雅希:名字}"
;   .strn "……！？{换页}"
;   .strn "{对话框:左}{文本顺序:005B}{头像:0A}{名字:雅希:名字}"
;   .strn "こちらアッシュ{换行}"
;   .strn "ちょっと、レーダー何してるの？{换行}"
;   .strn "イレギュラーがいるじゃない{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:005A}{头像:0A}{名字:雅希:名字}"
    .strn "……！？{换页}"
    .strn "{对话框:左}{文本顺序:005B}{头像:0A}{名字:雅希:名字}"
    .strn "这里是雅希{换行}"
    .strn "喂，雷达在干什么？{换行}"
    .strn "怎么有异常体在啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:005C}{头像:01}{名字:1D:名字}"
;   .strn "やせい化したメカニロイドの{换行}"
;   .strn "船も まぎれてるって事か！{换页}"
;   .strn "{对话框:左}{文本顺序:005D}{头像:01}{名字:1D:名字}"
;   .strn "ソイツらもライブメタルを{换行}"
;   .strn "ねらってんのかよ！？{换页}"
;   .strn "{对话框:左}{文本顺序:005E}{头像:0A}{名字:雅希:名字}"
;   .strn "みたいね{换行}"
;   .strn "みんな気をつけて{换行}"
;   .strn "今回はきょうそうりつ高そうよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:005C}{头像:01}{名字:1D:名字}"
    .strn "野生化机械式机器人的飞船{换行}"
    .strn "也混在里面吗！{换页}"
    .strn "{对话框:左}{文本顺序:005D}{头像:01}{名字:1D:名字}"
    .strn "它们也想夺取{换行}"
    .strn "生命金属吗！？{换页}"
    .strn "{对话框:左}{文本顺序:005E}{头像:0A}{名字:雅希:名字}"
    .strn "看来是呢{换行}"
    .strn "大家小心点{换行}"
    .strn "这次的竞争率很高哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:005F}{头像:0C}{名字:雅希:名字}"
;   .strn "とうちゃく…っと！{换行}"
;   .strn "さーて、おたからちゃんは{换行}"
;   .strn "この中かしら~？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:005F}{头像:0C}{名字:雅希:名字}"
    .strn "到达…了！{换行}"
    .strn "那么，{换行}"
    .strn "小宝物是在这里面吗~？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:0060}{头像:25}{名字:????:名字}"
;   .strn "なんだ…{换行}"
;   .strn "またライブメタルに{换行}"
;   .strn "たかるハエが ふえたか…{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:0061}{头像:25}{名字:????:名字}"
;   .strn "ジャマだ…{换行}"
;   .strn "ザコはうせろ{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:0062}{头像:08}{名字:雅希:名字}"
;   .strn "へえ…このアッシュ樣を{换行}"
;   .strn "ザコよばわりなんて、{换行}"
;   .strn "大きく出たわね{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:0063}{头像:0A}{名字:雅希:名字}"
;   .strn "見たところ、ハンターって{换行}"
;   .strn "わけでも なさそうだけど{换行}"
;   .strn "アンタもライブメタルがねらい？{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:0064}{头像:25}{名字:????:名字}"
;   .strn "カネ目当ての キサマら{换行}"
;   .strn "ハンターどもと{换行}"
;   .strn "いっしょにするな{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:0065}{头像:25}{名字:????:名字}"
;   .strn "ライブメタルは キサマらには{换行}"
;   .strn "すぎたシロモノだ{换行}"
;   .strn "おとなしくここで死んでおけ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:0060}{头像:25}{名字:????:名字}"
    .strn "什么啊…{换行}"
    .strn "聚在生命金属边的{换行}"
    .strn "苍蝇又增加了吗…{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:0061}{头像:25}{名字:????:名字}"
    .strn "真碍事…{换行}"
    .strn "杂碎给我消失{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:0062}{头像:08}{名字:雅希:名字}"
    .strn "哎…把我雅希大人{换行}"
    .strn "称作杂碎，{换行}"
    .strn "真是豪言壮语啊{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:0063}{头像:0A}{名字:雅希:名字}"
    .strn "看你的样子，{换行}"
    .strn "好像也不是猎人{换行}"
    .strn "你的目标也是生命金属？{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:0064}{头像:25}{名字:????:名字}"
    .strn "别把我{换行}"
    .strn "跟你们以金钱为目的的猎人们{换行}"
    .strn "混为一谈{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:0065}{头像:25}{名字:????:名字}"
    .strn "生命金属对你们来说{换行}"
    .strn "是过于贵重的物品{换行}"
    .strn "乖乖地死在这里吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0066}{头像:72}{名字:1C:名字}"
;   .strn "おっと！{换行}"
;   .strn "そうはいかないぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0066}{头像:72}{名字:1C:名字}"
    .strn "哎哟！{换行}"
    .strn "这可不行哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0067}{头像:74}{名字:1D:名字}"
;   .strn "やっと追いついたぜ！{换行}"
;   .strn "オレもパーティーに{换行}"
;   .strn "まぜてくれよ！{换页}"
;   .strn "{对话框:左}{文本顺序:0068}{头像:73}{名字:1E:名字}"
;   .strn "なんだ…コイツは…？{换行}"
;   .strn "ハンター…いや、イレギュラー{换行}"
;   .strn "…なのか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0067}{头像:74}{名字:1D:名字}"
    .strn "终于追上了！{换行}"
    .strn "也让我加入{换行}"
    .strn "这场派对吧！{换页}"
    .strn "{对话框:左}{文本顺序:0068}{头像:73}{名字:1E:名字}"
    .strn "这家伙…是什么…？{换行}"
    .strn "猎人…不，是异常体{换行}"
    .strn "…吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0069}{头像:0A}{名字:雅希:名字}"
;   .strn "みんな 気をつけて！{换行}"
;   .strn "コイツ、ただ者じゃないわ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0069}{头像:0A}{名字:雅希:名字}"
    .strn "大家当心！{换行}"
    .strn "这家伙，不是一般的人！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:006A}{头像:25}{名字:????:名字}"
;   .strn "フンッ…うっとおしいヤツらだ{换行}"
;   .strn "いいだろう…{换行}"
;   .strn "めいどのみやげに おぼえておけ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:006A}{头像:25}{名字:????:名字}"
    .strn "哼…烦人的家伙们{换行}"
    .strn "好吧…{换行}"
    .strn "记住我给你们带赴黄泉的礼物吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:006B}{头像:25}{名字:03:名字}"
;   .strn "オレの名はプロメテ…{换行}"
;   .strn "そしてこれがライブメタルの{换行}"
;   .strn "チカラをあやつる者…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:006B}{头像:25}{名字:03:名字}"
    .strn "我的名字叫普罗米修…{换行}"
    .strn "然后，这个是{换行}"
    .strn "驾驭生命金属力量之人…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:006C}{头像:26}{名字:03:名字}"
;   .strn "ロックマンのチカラだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:006C}{头像:26}{名字:03:名字}"
    .strn "洛克人的力量！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:006D}{头像:0D}{名字:雅希:名字}"
;   .strn "うう…{换行}"
;   .strn "ここは？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:006D}{头像:0D}{名字:雅希:名字}"
    .strn "呜呜…{换行}"
    .strn "这里是？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:006E}{头像:72}{名字:1C:名字}"
;   .strn "よお、目がさめたか{换行}"
;   .strn "アッシュ{换页}"
;   .strn "{对话框:左}{文本顺序:006F}{头像:72}{名字:1C:名字}"
;   .strn "外でたおれていたオレたちを{换行}"
;   .strn "ここのハンターキャンプの{换行}"
;   .strn "ヤツらが助けてくれたそうだ{换页}"
;   .strn "{对话框:左}{文本顺序:0070}{头像:72}{名字:1C:名字}"
;   .strn "気をうしなったのが{换行}"
;   .strn "ハンターキャンプの近くで{换行}"
;   .strn "ラッキーだったよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:006E}{头像:72}{名字:1C:名字}"
    .strn "哟，你醒了啊{换行}"
    .strn "雅希{换页}"
    .strn "{对话框:左}{文本顺序:006F}{头像:72}{名字:1C:名字}"
    .strn "听说是这里的{换行}"
    .strn "猎人营地的家伙们{换行}"
    .strn "来救了倒在外面的我们{换页}"
    .strn "{对话框:左}{文本顺序:0070}{头像:72}{名字:1C:名字}"
    .strn "我们是在{换行}"
    .strn "猎人营地附近失去意识的{换行}"
    .strn "还挺幸运啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0071}{头像:0F}{名字:雅希:名字}"
;   .strn "ね、ねえ！{换行}"
;   .strn "おたからは…{换行}"
;   .strn "ライブメタルはどうなったの！？{换页}"
;   .strn "{对话框:左}{文本顺序:0072}{头像:72}{名字:1C:名字}"
;   .strn "ここのハンターたちが{换行}"
;   .strn "コンテナごとカイシュウしたよ{换页}"
;   .strn "{对话框:左}{文本顺序:0073}{头像:72}{名字:1C:名字}"
;   .strn "ひこうていで おきた事は全部{换行}"
;   .strn "話したんだが…これから列車で{换行}"
;   .strn "レギオンズの本部まで運ぶらしい{换页}"
;   .strn "{对话框:右}{文本顺序:0074}{头像:0B}{名字:雅希:名字}"
;   .strn "何それっ！？{换行}"
;   .strn "しょうきん横取り！？{换行}"
;   .strn "アタシらがねらってたのに！{换页}"
;   .strn "{对话框:左}{文本顺序:0075}{头像:72}{名字:1C:名字}"
;   .strn "お前なぁ…{换行}"
;   .strn "あんな目にあったんだ{换行}"
;   .strn "命があっただけマシだろ{换页}"
;   .strn "{对话框:左}{文本顺序:0076}{头像:72}{名字:1C:名字}"
;   .strn "ライブメタルを持っていたら{换行}"
;   .strn "また あのプロメテとかいうのが{换行}"
;   .strn "現れるかもしれないんだぞ{换页}"
;   .strn "{对话框:左}{文本顺序:0077}{头像:72}{名字:1C:名字}"
;   .strn "悪いがオレはイチぬけだ{换行}"
;   .strn "いくらレギオンズのイライでも{换行}"
;   .strn "わりにあわないぜ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0071}{头像:0F}{名字:雅希:名字}"
    .strn "那、那个！{换行}"
    .strn "宝物…{换行}"
    .strn "生命金属怎么样了！？{换页}"
    .strn "{对话框:左}{文本顺序:0072}{头像:72}{名字:1C:名字}"
    .strn "和集装箱一起{换行}"
    .strn "被这里的猎人回收了{换页}"
    .strn "{对话框:左}{文本顺序:0073}{头像:72}{名字:1C:名字}"
    .strn "我们说了在飞艇上{换行}"
    .strn "发生的所有事情…不过好像之后{换行}"
    .strn "他们会用列车运送到军团的总部{换页}"
    .strn "{对话框:右}{文本顺序:0074}{头像:0B}{名字:雅希:名字}"
    .strn "什么！？{换行}"
    .strn "抢我们的赏金！？{换行}"
    .strn "明明是我们盯上的东西！{换页}"
    .strn "{对话框:左}{文本顺序:0075}{头像:72}{名字:1C:名字}"
    .strn "你啊…{换行}"
    .strn "遭遇了那样的事{换行}"
    .strn "能保住命就不错了啊{换页}"
    .strn "{对话框:左}{文本顺序:0076}{头像:72}{名字:1C:名字}"
    .strn "如果我们拿着生命金属{换行}"
    .strn "那个叫什么普罗米修的{换行}"
    .strn "可能会再出现哦{换页}"
    .strn "{对话框:左}{文本顺序:0077}{头像:72}{名字:1C:名字}"
    .strn "不好意思我要退出了{换行}"
    .strn "就算是军团的委托{换行}"
    .strn "也不合算啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0078}{头像:08}{名字:雅希:名字}"
;   .strn "何よ、なさけないわねー{换行}"
;   .strn "わかったわ{换行}"
;   .strn "アタシだけでも列車についていく{换页}"
;   .strn "{对话框:右}{文本顺序:0079}{头像:0A}{名字:雅希:名字}"
;   .strn "ザコだのハエだの言われた上に{换行}"
;   .strn "しょうきんをあきらめるなんて{换行}"
;   .strn "アタシには できないわ{换页}"
;   .strn "{对话框:左}{文本顺序:007A}{头像:72}{名字:1C:名字}"
;   .strn "やれやれ…さすがだな{换行}"
;   .strn "お前が そこまで言うなら{换行}"
;   .strn "止めはしないよ{换页}"
;   .strn "{对话框:左}{文本顺序:007B}{头像:72}{名字:1C:名字}"
;   .strn "その前に…{换行}"
;   .strn "万が一に そなえて{换行}"
;   .strn "データをセーブしとけよ{换页}"
;   .strn "{对话框:左}{文本顺序:007C}{头像:72}{名字:1C:名字}"
;   .strn "となりの部屋に{换行}"
;   .strn "トランスサーバーがある{换行}"
;   .strn "ついてきな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0078}{头像:08}{名字:雅希:名字}"
    .strn "什么啊，真是没出息{换行}"
    .strn "好吧{换行}"
    .strn "那我一个人也要去跟着列车{换页}"
    .strn "{对话框:右}{文本顺序:0079}{头像:0A}{名字:雅希:名字}"
    .strn "不仅被叫做杂碎啊苍蝇啊{换行}"
    .strn "还要放弃赏金{换行}"
    .strn "这种事我办不到{换页}"
    .strn "{对话框:左}{文本顺序:007A}{头像:72}{名字:1C:名字}"
    .strn "哎呀哎呀…不愧是你{换行}"
    .strn "既然你说到这份上了{换行}"
    .strn "那我不会阻止你哦{换页}"
    .strn "{对话框:左}{文本顺序:007B}{头像:72}{名字:1C:名字}"
    .strn "在这之前…{换行}"
    .strn "为了以防万一{换行}"
    .strn "先保存一下数据吧{换页}"
    .strn "{对话框:左}{文本顺序:007C}{头像:72}{名字:1C:名字}"
    .strn "隔壁的房间里有传送服务器{换行}"
    .strn "跟我来吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:007D}{头像:72}{名字:1C:名字}"
;   .strn "ん？ お前、{换行}"
;   .strn "ハンターライセンスを{换行}"
;   .strn "なくしてるみたいだな{换页}"
;   .strn "{对话框:右}{文本顺序:007E}{头像:72}{名字:1C:名字}"
;   .strn "だったらトランスサーバーで{换行}"
;   .strn "さい発行して もらえばいいさ{换行}"
;   .strn "{换页}"
;   .strn "{对话框:右}{文本顺序:007F}{头像:72}{名字:1C:名字}"
;   .strn "ライセンスがないと{换行}"
;   .strn "ハンターキャンプのしせつを{换行}"
;   .strn "自由に出入りできないぞ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:007D}{头像:72}{名字:1C:名字}"
    .strn "嗯？{换行}"
    .strn "你好像把猎人证弄丢了啊{换页}"
    .strn "{对话框:右}{文本顺序:007E}{头像:72}{名字:1C:名字}"
    .strn "那就用传送服务器{换行}"
    .strn "再发放一张就行了{换页}"
    .strn "{对话框:右}{文本顺序:007F}{头像:72}{名字:1C:名字}"
    .strn "没有猎人证的话{换行}"
    .strn "就不能自由出入{换行}"
    .strn "猎人营地的设施哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0080}{头像:72}{名字:1C:名字}"
;   .strn "トランスサーバーの{换行}"
;   .strn "前に立って{方向键}ボタンの{换行}"
;   .strn "上を押してみろ{换页}"
;   .strn "{对话框:右}{文本顺序:0081}{头像:72}{名字:1C:名字}"
;   .strn "一度使えば{换行}"
;   .strn "ライセンスも発行されるぜ{换行}"
;   .strn "セーブするのもわすれるなよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0080}{头像:72}{名字:1C:名字}"
    .strn "站在传送服务器前{换行}"
    .strn "按下{方向键}键的上{换行}"
    .strn "试试看{换页}"
    .strn "{对话框:右}{文本顺序:0081}{头像:72}{名字:1C:名字}"
    .strn "使用了一次后{换行}"
    .strn "就会发放猎人证了{换行}"
    .strn "也别忘了保存哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0082}{头像:08}{名字:雅希:名字}"
;   .strn "これでよしっと！{换页}"
;   .strn "{对话框:左}{文本顺序:0083}{头像:72}{名字:1C:名字}"
;   .strn "ライブメタルをカイシュウした{换行}"
;   .strn "ヤツらならステーションで{换行}"
;   .strn "列車のジュンビをしてるぜ{换页}"
;   .strn "{对话框:左}{文本顺序:0084}{头像:72}{名字:1C:名字}"
;   .strn "ミッションがせいこうしたら{换行}"
;   .strn "また話 聞かせてくれよな{换页}"
;   .strn "{对话框:左}{文本顺序:0085}{头像:72}{名字:1C:名字}"
;   .strn "お前といっしょにボウケン{换行}"
;   .strn "できた事、仲間にジマンして{换行}"
;   .strn "やるんだ{换页}"
;   .strn "{对话框:右}{文本顺序:0086}{头像:0C}{名字:雅希:名字}"
;   .strn "まかせなさいって！{换行}"
;   .strn "アタシの伝説を世界に{换行}"
;   .strn "とどろかせてやるんだから！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0082}{头像:08}{名字:雅希:名字}"
    .strn "这样就行了！{换页}"
    .strn "{对话框:左}{文本顺序:0083}{头像:72}{名字:1C:名字}"
    .strn "回收了生命金属的家伙们{换行}"
    .strn "在车站准备列车呢{换页}"
    .strn "{对话框:左}{文本顺序:0084}{头像:72}{名字:1C:名字}"
    .strn "任务成功的话{换行}"
    .strn "再跟我说说吧{换页}"
    .strn "{对话框:左}{文本顺序:0085}{头像:72}{名字:1C:名字}"
    .strn "能和你在一起冒险的事，{换行}"
    .strn "我会跟同伴夸耀一番的{换页}"
    .strn "{对话框:右}{文本顺序:0086}{头像:0C}{名字:雅希:名字}"
    .strn "交给我吧！{换行}"
    .strn "我要让我的传说响彻世界！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:01}{名字:1C:名字}"
;   .strn "だんさのある場所は{换行}"
;   .strn "ジャンプボタンで{换行}"
;   .strn "とびこえるんだ{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1C:名字}"
;   .strn "{方向键}ボタンの左右どちらかを{换行}"
;   .strn "押しながらジャンプすれば{换行}"
;   .strn "ジャンプでイドウできるぞ{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1C:名字}"
;   .strn "高くジャンプしたい時は{换行}"
;   .strn "長めにジャンプボタンを{换行}"
;   .strn "押せばいい{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1C:名字}"
;   .strn "高くジャンプすれば{换行}"
;   .strn "その分 遠くに{换行}"
;   .strn "とべるわけだ{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1C:名字}"
;   .strn "よく使うアクションだから{换行}"
;   .strn "しっかり 練習しておくんだぞ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:01}{名字:1C:名字}"
    .strn "有段差的地方{换行}"
    .strn "就用跳跃键跳过去{换页}"
    .strn "{对话框:左}{头像:01}{名字:1C:名字}"
    .strn "按住{方向键}键的左或右的同时{换行}"
    .strn "再跳的话{换行}"
    .strn "可以跳着移动哦{换页}"
    .strn "{对话框:左}{头像:01}{名字:1C:名字}"
    .strn "想跳得高一点时{换行}"
    .strn "跳跃键按得长一点{换行}"
    .strn "就行了{换页}"
    .strn "{对话框:左}{头像:01}{名字:1C:名字}"
    .strn "跳高一点的话{换行}"
    .strn "也能相应地跳得更远{换页}"
    .strn "{对话框:左}{头像:01}{名字:1C:名字}"
    .strn "这是经常使用的动作{换行}"
    .strn "所以先好好地练习吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:01}{名字:1D:名字}"
;   .strn "イレギュラー相手に{换行}"
;   .strn "手かげんなんかすんなよ！{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1D:名字}"
;   .strn "アタックボタンを{换行}"
;   .strn "押してみろ！{换行}"
;   .strn "持ってるブキを使えるぜ！{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1D:名字}"
;   .strn "高いところのテキは{换行}"
;   .strn "ジャンプしながら{换行}"
;   .strn "アタックボタンで…{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1D:名字}"
;   .strn "ジャンプ中にコウゲキ{换行}"
;   .strn "するんだ{换行}"
;   .strn "これならとどくかもな{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1D:名字}"
;   .strn "よけいな事はいいから{换行}"
;   .strn "うちまくれ！コウゲキは{换行}"
;   .strn "さいだいの ボウギョだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:01}{名字:1D:名字}"
    .strn "对付异常体{换行}"
    .strn "可别手下留情哦！{换页}"
    .strn "{对话框:左}{头像:01}{名字:1D:名字}"
    .strn "试试看按下攻击键吧！{换行}"
    .strn "能使用所持武器哦！{换页}"
    .strn "{对话框:左}{头像:01}{名字:1D:名字}"
    .strn "高处的敌人{换行}"
    .strn "要一边跳跃{换行}"
    .strn "一边按攻击键…{换页}"
    .strn "{对话框:左}{头像:01}{名字:1D:名字}"
    .strn "跳跃时进行攻击{换行}"
    .strn "这样的话也许就能击中{换页}"
    .strn "{对话框:左}{头像:01}{名字:1D:名字}"
    .strn "多余的事就别管了{换行}"
    .strn "不停地射击吧！{换行}"
    .strn "攻击就是最大的防御！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:01}{名字:1E:名字}"
;   .strn "はしごの前で{方向键}ボタンの{换行}"
;   .strn "上を押すとハシゴに{换行}"
;   .strn "つかまれるぞ{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1E:名字}"
;   .strn "そこから{方向键}ボタンの上下で{换行}"
;   .strn "上ったり下りたり…{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1E:名字}"
;   .strn "{方向键}ボタンの左右と{换行}"
;   .strn "アタックボタンを{换行}"
;   .strn "組み合わせれば…{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1E:名字}"
;   .strn "はしごにつかまったまま{换行}"
;   .strn "左右にコウゲキを{换行}"
;   .strn "うち分ける事もカノウなんだ{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1E:名字}"
;   .strn "ちなみに下りるときは{换行}"
;   .strn "ジャンプボタンだ{换行}"
;   .strn "これくらいは おぼえとけよ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:01}{名字:1E:名字}"
    .strn "在梯子前面{换行}"
    .strn "按{方向键}键的上{换行}"
    .strn "就能抓住梯子哦{换页}"
    .strn "{对话框:左}{头像:01}{名字:1E:名字}"
    .strn "然后用{方向键}键的上下{换行}"
    .strn "可以向上或向下攀爬…{换页}"
    .strn "{对话框:左}{头像:01}{名字:1E:名字}"
    .strn "{方向键}键的左右{换行}"
    .strn "和攻击键相互组合的话…{换页}"
    .strn "{对话框:左}{头像:01}{名字:1E:名字}"
    .strn "就可以在抓着梯子时{换行}"
    .strn "分别向左右进行攻击{换页}"
    .strn "{对话框:左}{头像:01}{名字:1E:名字}"
    .strn "另外{换行}"
    .strn "下梯子时按跳跃键{换行}"
    .strn "这些至少要记住哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m02_jp2_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:01}{名字:1C:名字}"
;   .strn "アッシュ！{换行}"
;   .strn "レーザーを放つイレギュラーを{换行}"
;   .strn "カクニンした！{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1C:名字}"
;   .strn "いいか、コウゲキがきたら{换行}"
;   .strn "{方向键}ボタンの下を押して{换行}"
;   .strn "しゃがむんだ！{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1C:名字}"
;   .strn "立ち上がると キケンだから{换行}"
;   .strn "コウゲキが終わるまで{换行}"
;   .strn "{方向键}ボタンの下は押しっぱなしだ！{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1C:名字}"
;   .strn "{方向键}ボタンの下をはなすと{换行}"
;   .strn "しゃがみを やめるからな{换行}"
;   .strn "ちゅういしろよ{换页}"
;   .strn "{对话框:左}{头像:01}{名字:1C:名字}"
;   .strn "しゃがんだままのイドウは{换行}"
;   .strn "{方向键}ボタンの下を押しながら{换行}"
;   .strn "左右で行うんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:01}{名字:1C:名字}"
    .strn "雅希！{换行}"
    .strn "已经确认{换行}"
    .strn "放出激光的异常体了！{换页}"
    .strn "{对话框:左}{头像:01}{名字:1C:名字}"
    .strn "听好了，当攻击来临时{换行}"
    .strn "按{方向键}键的下{换行}"
    .strn "来下蹲！{换页}"
    .strn "{对话框:左}{头像:01}{名字:1C:名字}"
    .strn "站起来的话很危险{换行}"
    .strn "所以在攻击停止之前{换行}"
    .strn "要一直按着{方向键}键的下！{换页}"
    .strn "{对话框:左}{头像:01}{名字:1C:名字}"
    .strn "因为放开{方向键}键的下{换行}"
    .strn "就会停止下蹲了{换行}"
    .strn "要注意哦{换页}"
    .strn "{对话框:左}{头像:01}{名字:1C:名字}"
    .strn "下蹲时的移动{换行}"
    .strn "可以在按住{方向键}键的下的同时{换行}"
    .strn "再按左右{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m02_jp2 :: .endfunc
.close
