.create ".\.temp\root\data\talk_m0e_jp2.bin", 0
;文件头
.hword (EndOftalk_m0e_jp2 - 4);除文件头外文件大小
.hword (talk_m0e_jp2_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计17条文本
.hword (talk_m0e_jp2_000 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_001 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_002 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_003 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_004 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_005 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_006 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_007 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_008 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_009 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_010 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_011 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_012 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_013 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_014 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_015 -talk_m0e_jp2_000)
.hword (talk_m0e_jp2_016 -talk_m0e_jp2_000)

;文本正文
talk_m0e_jp2_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0301}{头像:0A}{名字:雅希:名字}"
;   .strn "…ここは…？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0301}{头像:0A}{名字:雅希:名字}"
    .strn "…这里是…？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0302}{头像:0A}{名字:雅希:名字}"
;   .strn "橋がこわされてる…{换页}"
;   .strn "{对话框:右}{文本顺序:0303}{头像:6B}{名字:15:名字}"
;   .strn "ダレかが戦ったあとみたいだな{换行}"
;   .strn "いったいどこなんだ、ここは？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0302}{头像:0A}{名字:雅希:名字}"
    .strn "桥被破坏了…{换页}"
    .strn "{对话框:右}{文本顺序:0303}{头像:6B}{名字:15:名字}"
    .strn "看起来像是谁战斗过的痕迹啊{换行}"
    .strn "这里，到底是那里？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0304}{头像:02}{名字:06:名字}"
;   .strn "こちらのモニターには{换行}"
;   .strn "何のハンノウもない…{换行}"
;   .strn "ボウガイ電波が出ているようだな{换页}"
;   .strn "{对话框:左}{文本顺序:0305}{头像:02}{名字:06:名字}"
;   .strn "ヒミツの研究所…といった{换行}"
;   .strn "ところか われわれに見られては{换行}"
;   .strn "こまるモノがあるのかもしれんな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0304}{头像:02}{名字:06:名字}"
    .strn "这里的监视器{换行}"
    .strn "没有任何反应…{换行}"
    .strn "看来有干扰电波发出啊{换页}"
    .strn "{对话框:左}{文本顺序:0305}{头像:02}{名字:06:名字}"
    .strn "可以说是…{换行}"
    .strn "秘密的研究所吗{换行}"
    .strn "也许有不能被我们看到的东西吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0306}{头像:0C}{名字:雅希:名字}"
;   .strn "ヒミツと聞いたらハンターとして{换行}"
;   .strn "だまってられないわね{换行}"
;   .strn "たからさがしと いこうじゃない{换页}"
;   .strn "{对话框:左}{文本顺序:0307}{头像:6B}{名字:15:名字}"
;   .strn "見つかるのが たからだと{换行}"
;   .strn "いいんだけどな…{换行}"
;   .strn "何かイヤな予感がするぜ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0306}{头像:0C}{名字:雅希:名字}"
    .strn "听到有秘密{换行}"
    .strn "作为猎人可没法不做声啊{换行}"
    .strn "所以去寻宝吧{换页}"
    .strn "{对话框:左}{文本顺序:0307}{头像:6B}{名字:15:名字}"
    .strn "要是找到的是宝物{换行}"
    .strn "那就好了啊…{换行}"
    .strn "总有种不祥的预感啊…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0308}{头像:0A}{名字:雅希:名字}"
;   .strn "開いたカプセル…{换行}"
;   .strn "ダレかが入っていた…？{换页}"
;   .strn "{对话框:左}{文本顺序:0309}{头像:6B}{名字:15:名字}"
;   .strn "おい、パネルに何か{换行}"
;   .strn "メッセージが出てるぜ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0308}{头像:0A}{名字:雅希:名字}"
    .strn "打开的密封舱…{换行}"
    .strn "有谁曾经在里面吗…？{换页}"
    .strn "{对话框:左}{文本顺序:0309}{头像:6B}{名字:15:名字}"
    .strn "喂，{换行}"
    .strn "面板上出现了什么信息哎{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:04}{名字:????:名字}"
;   .strn "DAN-001「プロメテ」{换行}"
;   .strn "サイ調整マデノ活動ゲンカイ時間{换行}"
;   .strn "246924ビョウ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:04}{名字:????:名字}"
    .strn "DAN-001《普罗米修》{换行}"
    .strn "再次调整前的活动极限时间{换行}"
    .strn "246924秒{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:04}{名字:????:名字}"
;   .strn "DAN-002「パンドラ」{换行}"
;   .strn "サイ調整マデノ活動ゲンカイ時間{换行}"
;   .strn "246939ビョウ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:04}{名字:????:名字}"
    .strn "DAN-002《潘朵拉》{换行}"
    .strn "再次调整前的活动极限时间{换行}"
    .strn "246939秒{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:030A}{头像:0F}{名字:雅希:名字}"
;   .strn "プロメテたちのカプセル！{换行}"
;   .strn "アイツら ここで作られたのね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:030A}{头像:0F}{名字:雅希:名字}"
    .strn "是普罗米修他们的密封舱！{换行}"
    .strn "那两个家伙也是{换行}"
    .strn "在这里被制造出来的啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:030B}{头像:6B}{名字:15:名字}"
;   .strn "なあ、もしかして…{换行}"
;   .strn "オイラのデータにあった{换行}"
;   .strn "きょうだいのレプリロイドって…{换页}"
;   .strn "{对话框:左}{文本顺序:030C}{头像:6B}{名字:15:名字}"
;   .strn "アルバートがさいしょに作った{换行}"
;   .strn "二人のロックマンって{换行}"
;   .strn "プロメテたちの事じゃないか？{换页}"
;   .strn "{对话框:左}{文本顺序:030D}{头像:0F}{名字:雅希:名字}"
;   .strn "…！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:030B}{头像:6B}{名字:15:名字}"
    .strn "喂，难道说…{换行}"
    .strn "咱的数据中提到的{换行}"
    .strn "思考型机器人兄妹…{换页}"
    .strn "{对话框:左}{文本顺序:030C}{头像:6B}{名字:15:名字}"
    .strn "阿尔伯特最初制造的{换行}"
    .strn "两个洛克人{换行}"
    .strn "说的不就是普罗米修他们吗？{换页}"
    .strn "{对话框:左}{文本顺序:030D}{头像:0F}{名字:雅希:名字}"
    .strn "…！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:030E}{头像:02}{名字:06:名字}"
;   .strn "…それで まちがいないだろう{换行}"
;   .strn "このカプセルはおそらく、{换行}"
;   .strn "彼らをつなぎとめるクサリだ{换页}"
;   .strn "{对话框:左}{文本顺序:030F}{头像:02}{名字:06:名字}"
;   .strn "アルバートの計画に{换行}"
;   .strn "さからえないように{换行}"
;   .strn "するためのな{换页}"
;   .strn "{对话框:左}{文本顺序:0310}{头像:0A}{名字:雅希:名字}"
;   .strn "クサリ？{换页}"
;   .strn "{对话框:左}{文本顺序:0311}{头像:02}{名字:06:名字}"
;   .strn "パネルのカウントは{换行}"
;   .strn "プロメテたちのジュミョウだろう{换行}"
;   .strn "かなり短くセッテイされている{换页}"
;   .strn "{对话框:左}{文本顺序:0312}{头像:02}{名字:06:名字}"
;   .strn "定期的にカプセルでの{换行}"
;   .strn "調整を受けなければ、{换行}"
;   .strn "死んでしまう…そういうシカケだ{换页}"
;   .strn "{对话框:左}{文本顺序:0313}{头像:6B}{名字:15:名字}"
;   .strn "調整を受けるにはアルバートに{换行}"
;   .strn "したがうしかないって事か{换行}"
;   .strn "ひどい事 するぜ{换页}"
;   .strn "{对话框:左}{文本顺序:0314}{头像:02}{名字:06:名字}"
;   .strn "タテモノは まだおくに続いて{换行}"
;   .strn "いるようだな{换页}"
;   .strn "{对话框:左}{文本顺序:0315}{头像:02}{名字:06:名字}"
;   .strn "まだ何か 残されている{换行}"
;   .strn "かもしれん{换行}"
;   .strn "調查を続けてくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:030E}{头像:02}{名字:06:名字}"
    .strn "…那么，应该不会有错吧{换行}"
    .strn "这些密封舱恐怕，{换行}"
    .strn "就是拴住他们的锁链{换页}"
    .strn "{对话框:左}{文本顺序:030F}{头像:02}{名字:06:名字}"
    .strn "为了不让他们{换行}"
    .strn "违抗阿尔伯特的计划{换页}"
    .strn "{对话框:左}{文本顺序:0310}{头像:0A}{名字:雅希:名字}"
    .strn "锁链？{换页}"
    .strn "{对话框:左}{文本顺序:0311}{头像:02}{名字:06:名字}"
    .strn "面板上的计数{换行}"
    .strn "是普罗米修他们的寿命吧{换行}"
    .strn "被设定得相当短{换页}"
    .strn "{对话框:左}{文本顺序:0312}{头像:02}{名字:06:名字}"
    .strn "如果没有{换行}"
    .strn "定期在密封舱中接受调整，{换行}"
    .strn "就会死…就是这种机构{换页}"
    .strn "{对话框:左}{文本顺序:0313}{头像:6B}{名字:15:名字}"
    .strn "也就是说{换行}"
    .strn "要接受调整就只能服从阿尔伯特吗{换行}"
    .strn "做得真残酷啊{换页}"
    .strn "{对话框:左}{文本顺序:0314}{头像:02}{名字:06:名字}"
    .strn "建筑还一直向深处延续{换页}"
    .strn "{对话框:左}{文本顺序:0315}{头像:02}{名字:06:名字}"
    .strn "也许{换行}"
    .strn "还有什么东西留下来了{换行}"
    .strn "继续调查吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0316}{头像:3D}{名字:????:名字}"
;   .strn "何よ何よっ！{换行}"
;   .strn "この先はヘイサチューなのよっ！{换页}"
;   .strn "{对话框:右}{文本顺序:0317}{头像:3D}{名字:????:名字}"
;   .strn "ダレも通すなって{换行}"
;   .strn "アルバート樣からのメイレイを{换行}"
;   .strn "スイコウチューなのよっ！{换页}"
;   .strn "{对话框:左}{文本顺序:0318}{头像:08}{名字:雅希:名字}"
;   .strn "そう言われると ますます{换行}"
;   .strn "気になるのよね！{换行}"
;   .strn "そこをどいてもらうわ！{换页}"
;   .strn "{对话框:右}{文本顺序:0319}{头像:3D}{名字:0F:名字}"
;   .strn "何よ何よっ！{换行}"
;   .strn "何このテスラット樣の{换行}"
;   .strn "チューコクをムシしてるのよっ！{换页}"
;   .strn "{对话框:右}{文本顺序:031A}{头像:3D}{名字:0F:名字}"
;   .strn "アンタなんかショケイよっ！{换行}"
;   .strn "電気ショックのケイなのよっ！{换页}"
;   .strn "{对话框:右}{文本顺序:031B}{头像:3D}{名字:0F:名字}"
;   .strn "アルバート樣のメイレイは{换行}"
;   .strn "ぜったいなのよっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0316}{头像:3D}{名字:????:名字}"
    .strn "什么哟什么哟！{换行}"
    .strn "这前面正在封锁中哟！{换页}"
    .strn "{对话框:右}{文本顺序:0317}{头像:3D}{名字:????:名字}"
    .strn "人家正在执行{换行}"
    .strn "阿尔伯特大人的{换行}"
    .strn "别让任何人通过的命令哟！{换页}"
    .strn "{对话框:左}{文本顺序:0318}{头像:08}{名字:雅希:名字}"
    .strn "你这么说{换行}"
    .strn "我越来越好奇了呢！{换行}"
    .strn "你就给我让开吧！{换页}"
    .strn "{对话框:右}{文本顺序:0319}{头像:3D}{名字:0F:名字}"
    .strn "什么哟什么哟！{换行}"
    .strn "怎么无视{换行}"
    .strn "人家电磁刺猬大人的忠告哟！{换页}"
    .strn "{对话框:右}{文本顺序:031A}{头像:3D}{名字:0F:名字}"
    .strn "人家要处决你哟！{换行}"
    .strn "用电击之刑哟！{换页}"
    .strn "{对话框:右}{文本顺序:031B}{头像:3D}{名字:0F:名字}"
    .strn "阿尔伯特大人的命令{换行}"
    .strn "是绝对的哟！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:031C}{头像:3D}{名字:0F:名字}"
;   .strn "アタシはアルバート樣の{换行}"
;   .strn "チュージツな部下なのよっ！{换行}"
;   .strn "そうよっ！そうなのよっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:031C}{头像:3D}{名字:0F:名字}"
    .strn "人家是阿尔伯特大人的{换行}"
    .strn "忠实部下哟！{换行}"
    .strn "对哟！就是这样哟！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:031D}{头像:3D}{名字:0F:名字}"
;   .strn "何よっ…何なのよっ…！{换行}"
;   .strn "アンタの…そのチカラ…{换行}"
;   .strn "ずるいじゃ…ないのよっ…！{换页}"
;   .strn "{对话框:右}{文本顺序:031E}{头像:3D}{名字:0F:名字}"
;   .strn "そのチカラは…{换行}"
;   .strn "アルバート樣の…くっ…うう…！{换页}"
;   .strn "{对话框:右}{文本顺序:031F}{头像:3D}{名字:0F:名字}"
;   .strn "あああああああっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:031D}{头像:3D}{名字:0F:名字}"
    .strn "什么哟…什么哟…！{换行}"
    .strn "你的…那个力量…{换行}"
    .strn "好…不公平哟…！{换页}"
    .strn "{对话框:右}{文本顺序:031E}{头像:3D}{名字:0F:名字}"
    .strn "那个力量是…{换行}"
    .strn "阿尔伯特大人的…咕…呜呜…！{换页}"
    .strn "{对话框:右}{文本顺序:031F}{头像:3D}{名字:0F:名字}"
    .strn "啊啊啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0320}{头像:0F}{名字:雅希:名字}"
;   .strn "ここにもカプセルがひとつ…？{换页}"
;   .strn "{对话框:左}{文本顺序:0321}{头像:6B}{名字:15:名字}"
;   .strn "でも中は空っぽか{换行}"
;   .strn "こっちもパネルに何か{换行}"
;   .strn "うつってるぜ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0320}{头像:0F}{名字:雅希:名字}"
    .strn "这里也有一个密封舱…？{换页}"
    .strn "{对话框:左}{文本顺序:0321}{头像:6B}{名字:15:名字}"
    .strn "但是里面是空的吗{换行}"
    .strn "这边的面板上{换行}"
    .strn "也显示着什么哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:04}{名字:????:名字}"
;   .strn "DAN-000「オリジナル」{换行}"
;   .strn "サイシュウ調整カンリョウ{换行}"
;   .strn "ファイナルフェイズ 発動{换页}"
;   .strn "{对话框:右}{文本顺序:0322}{头像:0A}{名字:雅希:名字}"
;   .strn "オリジナルって…{换行}"
;   .strn "どういう意味かしら{换页}"
;   .strn "{对话框:右}{文本顺序:0323}{头像:0A}{名字:雅希:名字}"
;   .strn "これもアルバートの計画の{换行}"
;   .strn "一部なんだろうけど…{换页}"
;   .strn "{对话框:右}{文本顺序:0324}{头像:6B}{名字:15:名字}"
;   .strn "ん？{换行}"
;   .strn "おい、スロットにデータディスク{换行}"
;   .strn "が ささってるぞ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:04}{名字:????:名字}"
    .strn "DAN-000《肇始》{换行}"
    .strn "最终调整完成{换行}"
    .strn "最终阶段启动{换页}"
    .strn "{对话框:右}{文本顺序:0322}{头像:0A}{名字:雅希:名字}"
    .strn "肇始…{换行}"
    .strn "是什么意思啊{换页}"
    .strn "{对话框:右}{文本顺序:0323}{头像:0A}{名字:雅希:名字}"
    .strn "虽然这应该也是阿尔伯特{换行}"
    .strn "计划的一部分…{换页}"
    .strn "{对话框:右}{文本顺序:0324}{头像:6B}{名字:15:名字}"
    .strn "嗯？{换行}"
    .strn "喂，插槽里{换行}"
    .strn "插着数据磁盘哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0325}{头像:02}{名字:06:名字}"
;   .strn "ごくろうだった{换行}"
;   .strn "見つかったのは空のカプセルに{换行}"
;   .strn "なぞのデータの一部のみか{换页}"
;   .strn "{对话框:左}{文本顺序:0326}{头像:02}{名字:06:名字}"
;   .strn "まだ…われわれの知らない{换行}"
;   .strn "ロックマンが残されているのかも{换行}"
;   .strn "しれんな{换页}"
;   .strn "{对话框:左}{文本顺序:0327}{头像:02}{名字:06:名字}"
;   .strn "そのデータはこちらで調べよう{换行}"
;   .strn "ミッションレポートと{换行}"
;   .strn "いっしょに送ってくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0325}{头像:02}{名字:06:名字}"
    .strn "辛苦了{换行}"
    .strn "找到的是空的密封舱{换行}"
    .strn "和神秘数据的一部分吗{换页}"
    .strn "{对话框:左}{文本顺序:0326}{头像:02}{名字:06:名字}"
    .strn "也许…{换行}"
    .strn "还有我们不知道的洛克人{换行}"
    .strn "剩下了呢{换页}"
    .strn "{对话框:左}{文本顺序:0327}{头像:02}{名字:06:名字}"
    .strn "那个数据我这边来调查吧{换行}"
    .strn "把它和任务报告{换行}"
    .strn "一起送过来{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0e_jp2_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "この先の通路は{换行}"
;   .strn "しゃがまないと入れない{换行}"
;   .strn "高さだな…{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "でもショウガイ物のせいで{换行}"
;   .strn "とちゅうまでしか{换行}"
;   .strn "行けなさそうだ…{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "そうだ！{换行}"
;   .strn "さっきコピーしたテスラットの{换行}"
;   .strn "のうりょくを使ってみようぜ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "{方向键}ボタンの下を押しながら{换行}"
;   .strn "ダッシュすれば、小さくなった{换行}"
;   .strn "じょうたいで体当たりできるぞ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "コウゲキ力が弱いから{换行}"
;   .strn "テキに对しては{换行}"
;   .strn "あまり使えないけどな{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "ほかにも アタックボタンを{换行}"
;   .strn "長く押してから はなせば{换行}"
;   .strn "電気ぞくせいのタマがうてるぞ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "さっそくローリングダッシュで{换行}"
;   .strn "その通路に入ってみようぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "这前面通路的高度{换行}"
    .strn "不蹲下就进不去啊…{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "但是由于有障碍物{换行}"
    .strn "看来只能走到中途为止…{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "对了！{换行}"
    .strn "试试看使用刚刚复制的{换行}"
    .strn "电磁刺猬的能力吧！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "按住十字键的下{换行}"
    .strn "再冲刺的话，{换行}"
    .strn "就能在变小的状态下冲撞哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "不过攻击力很弱{换行}"
    .strn "所以对付敌人{换行}"
    .strn "不怎么好用啊{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "还有{换行}"
    .strn "长按攻击键在放开的话{换行}"
    .strn "就能射出电属性的子弹哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "赶紧使用滚动冲刺{换行}"
    .strn "进入那个通路试试看吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m0e_jp2 :: .endfunc
.close
