.create ".\.temp\root\data\talk_m0d_jp2.bin", 0
;文件头
.hword (EndOftalk_m0d_jp2 - 4);除文件头外文件大小
.hword (talk_m0d_jp2_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计15条文本
.hword (talk_m0d_jp2_000 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_001 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_002 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_003 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_004 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_005 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_006 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_007 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_008 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_009 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_010 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_011 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_012 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_013 -talk_m0d_jp2_000)
.hword (talk_m0d_jp2_014 -talk_m0d_jp2_000)

;文本正文
talk_m0d_jp2_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:02C9}{头像:02}{名字:07:名字}"
;   .strn "ワシじゃ、ミハイルじゃ{换行}"
;   .strn "以前にレギオンズで調べた、{换行}"
;   .strn "お前さんのデータの事じゃが…{换页}"
;   .strn "{对话框:左}{文本顺序:02CA}{头像:02}{名字:07:名字}"
;   .strn "どうもデータベースを外部から{换行}"
;   .strn "ハッキングして、データを消した{换行}"
;   .strn "者がいるようじゃ{换页}"
;   .strn "{对话框:右}{文本顺序:02CB}{头像:6B}{名字:15:名字}"
;   .strn "どうせアルバートのしわざだろ{换页}"
;   .strn "{对话框:左}{文本顺序:02CC}{头像:02}{名字:07:名字}"
;   .strn "おそらくな{换行}"
;   .strn "ハッキングの元をできるかぎり{换行}"
;   .strn "たどったんじゃが、{换页}"
;   .strn "{对话框:左}{文本顺序:02CD}{头像:02}{名字:07:名字}"
;   .strn "今、お前さんがいるエリアの{换行}"
;   .strn "ネットワークで ハンノウが{换行}"
;   .strn "消えているんじゃ{换页}"
;   .strn "{对话框:左}{文本顺序:02CE}{头像:02}{名字:07:名字}"
;   .strn "そのあたりで、大きな{换行}"
;   .strn "コンピュータしせつは{换行}"
;   .strn "見えんかね？{换页}"
;   .strn "{对话框:右}{文本顺序:02CF}{头像:08}{名字:雅希:名字}"
;   .strn "コンピュータしせつ？{换行}"
;   .strn "こんなところにねえ…{换页}"
;   .strn "{对话框:左}{文本顺序:02D0}{头像:02}{名字:07:名字}"
;   .strn "ふむ…こちらでのツイセキは{换行}"
;   .strn "これ以上は無理じゃ{换行}"
;   .strn "あとはお前さんにたよるしかない{换页}"
;   .strn "{对话框:左}{文本顺序:02D1}{头像:02}{名字:07:名字}"
;   .strn "ハッキングに使った{换行}"
;   .strn "コンピュータになら、まだ{换行}"
;   .strn "データが 残っとるかもしれん{换页}"
;   .strn "{对话框:左}{文本顺序:02D2}{头像:02}{名字:07:名字}"
;   .strn "お前さんのデータは{换行}"
;   .strn "アルバートを追うための、{换行}"
;   .strn "数少ないてがかりなんじゃ{换页}"
;   .strn "{对话框:右}{文本顺序:02D3}{头像:08}{名字:雅希:名字}"
;   .strn "アタシのデータが残された{换行}"
;   .strn "コンピュータか{换页}"
;   .strn "{对话框:右}{文本顺序:02D4}{头像:0A}{名字:雅希:名字}"
;   .strn "…とにかく、あやしそうな{换行}"
;   .strn "場所をさがしてみるわ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:02C9}{头像:02}{名字:07:名字}"
    .strn "是老夫，米海尔{换行}"
    .strn "关于以前在军团调查过的{换行}"
    .strn "你的数据的事…{换页}"
    .strn "{对话框:左}{文本顺序:02CA}{头像:02}{名字:07:名字}"
    .strn "看来曾经有人{换行}"
    .strn "从外部入侵数据库，{换行}"
    .strn "并删除了数据{换页}"
    .strn "{对话框:右}{文本顺序:02CB}{头像:6B}{名字:15:名字}"
    .strn "反正就是阿尔伯特干的吧{换页}"
    .strn "{对话框:左}{文本顺序:02CC}{头像:02}{名字:07:名字}"
    .strn "很可能就是{换行}"
    .strn "我们尽可能地追溯了{换行}"
    .strn "入侵的源头，{换页}"
    .strn "{对话框:左}{文本顺序:02CD}{头像:02}{名字:07:名字}"
    .strn "但是刚才，{换行}"
    .strn "就在你所在区域的网络中{换行}"
    .strn "反应消失了{换页}"
    .strn "{对话框:左}{文本顺序:02CE}{头像:02}{名字:07:名字}"
    .strn "你那边，{换行}"
    .strn "能看见大型的计算机设施吗？{换页}"
    .strn "{对话框:右}{文本顺序:02CF}{头像:08}{名字:雅希:名字}"
    .strn "计算机设施？{换行}"
    .strn "从这种地方也看不到啊…{换页}"
    .strn "{对话框:左}{文本顺序:02D0}{头像:02}{名字:07:名字}"
    .strn "嗯…我们这边的追踪{换行}"
    .strn "没法再继续了{换行}"
    .strn "之后只能靠你了{换页}"
    .strn "{对话框:左}{文本顺序:02D1}{头像:02}{名字:07:名字}"
    .strn "如果是入侵时使用的电脑，{换行}"
    .strn "也许还有数据残留{换页}"
    .strn "{对话框:左}{文本顺序:02D2}{头像:02}{名字:07:名字}"
    .strn "你的数据{换行}"
    .strn "是用来追踪阿尔伯特的{换行}"
    .strn "为数不多的线索{换页}"
    .strn "{对话框:右}{文本顺序:02D3}{头像:08}{名字:雅希:名字}"
    .strn "残留着我数据的电脑啊{换页}"
    .strn "{对话框:右}{文本顺序:02D4}{头像:0A}{名字:雅希:名字}"
    .strn "…总之，{换行}"
    .strn "我去看起来可疑的地方找找看吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02D5}{头像:3B}{名字:????:名字}"
;   .strn "待たれよ！{换行}"
;   .strn "ここから先は何人たりとも{换行}"
;   .strn "通る事は ゆるさぬ！{换页}"
;   .strn "{对话框:左}{文本顺序:02D6}{头像:3C}{名字:????:名字}"
;   .strn "………うぬ！{换页}"
;   .strn "{对话框:左}{文本顺序:02D7}{头像:0F}{名字:雅希:名字}"
;   .strn "フォルスロイドが ふたり…！{换行}"
;   .strn "アルバートの仲間ね！？{换页}"
;   .strn "{对话框:右}{文本顺序:02D8}{头像:3B}{名字:0D:名字}"
;   .strn "さよう！わが名は{换行}"
;   .strn "アーゴイル！{换行}"
;   .strn "そして！{换页}"
;   .strn "{对话框:左}{文本顺序:02D9}{头像:3C}{名字:????:名字}"
;   .strn "………うぬ！{换页}"
;   .strn "{对话框:右}{文本顺序:02DA}{头像:3B}{名字:0D:名字}"
;   .strn "わが半身{换行}"
;   .strn "ウーゴイル！{换页}"
;   .strn "{对话框:右}{文本顺序:02DB}{头像:3B}{名字:0D:名字}"
;   .strn "われらは{换行}"
;   .strn "アルバート樣の命により{换行}"
;   .strn "この地を守りし者なり！{换页}"
;   .strn "{对话框:左}{文本顺序:02DC}{头像:6B}{名字:15:名字}"
;   .strn "なるほど{换行}"
;   .strn "って事は ハッキングに使った{换行}"
;   .strn "コンピュータは この先だな{换页}"
;   .strn "{对话框:右}{文本顺序:02DD}{头像:3B}{名字:0D:名字}"
;   .strn "しょうし！{换行}"
;   .strn "キサマらにわれらの守り、{换行}"
;   .strn "くずせると思うてか！{换页}"
;   .strn "{对话框:左}{文本顺序:02DE}{头像:3C}{名字:0E:名字}"
;   .strn "………うぬ！{换页}"
;   .strn "{对话框:右}{文本顺序:02DF}{头像:3B}{名字:0D:名字}"
;   .strn "さあ、まいられよ！{换行}"
;   .strn "ロックマン·モデルA！{换页}"
;   .strn "{对话框:右}{文本顺序:02E0}{头像:3B}{名字:0D:名字}"
;   .strn "めいどへの 旅路、{换行}"
;   .strn "われらが あんない{换行}"
;   .strn "してやろう！{换页}"
;   .strn "{对话框:左}{文本顺序:02E1}{头像:3C}{名字:0E:名字}"
;   .strn "………死ねい！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02D5}{头像:3B}{名字:????:名字}"
    .strn "等一下！{换行}"
    .strn "从此处开始{换行}"
    .strn "不允许任何人通过！{换页}"
    .strn "{对话框:左}{文本顺序:02D6}{头像:3C}{名字:????:名字}"
    .strn "………嗯！{换页}"
    .strn "{对话框:左}{文本顺序:02D7}{头像:0F}{名字:雅希:名字}"
    .strn "两个拟真型机器人…！{换行}"
    .strn "是阿尔伯特的同伴吧！？{换页}"
    .strn "{对话框:右}{文本顺序:02D8}{头像:3B}{名字:0D:名字}"
    .strn "正是！{换行}"
    .strn "吾之名为阿石像鬼！{换行}"
    .strn "然后！{换页}"
    .strn "{对话框:左}{文本顺序:02D9}{头像:3C}{名字:????:名字}"
    .strn "………嗯！{换页}"
    .strn "{对话框:右}{文本顺序:02DA}{头像:3B}{名字:0D:名字}"
    .strn "吾之半身{换行}"
    .strn "吽石像鬼！{换页}"
    .strn "{对话框:右}{文本顺序:02DB}{头像:3B}{名字:0D:名字}"
    .strn "吾等乃{换行}"
    .strn "奉阿尔伯特之命{换行}"
    .strn "在此地守护之人！{换页}"
    .strn "{对话框:左}{文本顺序:02DC}{头像:6B}{名字:15:名字}"
    .strn "原来如此{换行}"
    .strn "也就是说{换行}"
    .strn "用来入侵的电脑就在前面啊{换页}"
    .strn "{对话框:右}{文本顺序:02DD}{头像:3B}{名字:0D:名字}"
    .strn "可笑！{换行}"
    .strn "尔等以为{换行}"
    .strn "能够击溃吾等之防守吗！{换页}"
    .strn "{对话框:左}{文本顺序:02DE}{头像:3C}{名字:0E:名字}"
    .strn "………嗯！{换页}"
    .strn "{对话框:右}{文本顺序:02DF}{头像:3B}{名字:0D:名字}"
    .strn "来，进攻吧！{换行}"
    .strn "洛克人·模块A！{换页}"
    .strn "{对话框:右}{文本顺序:02E0}{头像:3B}{名字:0D:名字}"
    .strn "通往黄泉之旅途，{换行}"
    .strn "吾等为尔等引路！{换页}"
    .strn "{对话框:左}{文本顺序:02E1}{头像:3C}{名字:0E:名字}"
    .strn "………死吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02E2}{头像:3B}{名字:0D:名字}"
;   .strn "チカラのさも 見ぬけぬか…{换行}"
;   .strn "それでロックマンを名乗るなど{换行}"
;   .strn "かたはらいたいわ！{换页}"
;   .strn "{对话框:左}{文本顺序:02E3}{头像:3C}{名字:0E:名字}"
;   .strn "………おろか者がっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02E2}{头像:3B}{名字:0D:名字}"
    .strn "连力量之差距也无法看透吗…{换行}"
    .strn "如此这般却自称洛克人{换行}"
    .strn "真乃可笑之极！{换页}"
    .strn "{对话框:左}{文本顺序:02E3}{头像:3C}{名字:0E:名字}"
    .strn "………愚者啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02E4}{头像:3B}{名字:0D:名字}"
;   .strn "おのれっ…！{换行}"
;   .strn "われらの…れんけいが{换行}"
;   .strn "やぶられるとは…！{换页}"
;   .strn "{对话框:左}{文本顺序:02E5}{头像:3C}{名字:0E:名字}"
;   .strn "………ぬうっ…！{换页}"
;   .strn "{对话框:右}{文本顺序:02E6}{头像:3B}{名字:0D:名字}"
;   .strn "だが…しょせんできそこないの{换行}"
;   .strn "キサマに…この戦いは{换行}"
;   .strn "生き残れん…ぐっ…ぐぐっ…！{换页}"
;   .strn "{对话框:左}{文本顺序:02E7}{头像:3C}{名字:0E:名字}"
;   .strn "ぐあああああああっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02E4}{头像:3B}{名字:0D:名字}"
    .strn "可恶…！{换行}"
    .strn "居然…能够击破{换行}"
    .strn "吾等之合作…！{换页}"
    .strn "{对话框:左}{文本顺序:02E5}{头像:3C}{名字:0E:名字}"
    .strn "………呜…！{换页}"
    .strn "{对话框:右}{文本顺序:02E6}{头像:3B}{名字:0D:名字}"
    .strn "然而…尔终究为废物…{换行}"
    .strn "于此战争中无法幸存…{换行}"
    .strn "咕…咕咕…！{换页}"
    .strn "{对话框:左}{文本顺序:02E7}{头像:3C}{名字:0E:名字}"
    .strn "咕啊啊啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02E8}{头像:6B}{名字:15:名字}"
;   .strn "番人にフォルスロイドを{换行}"
;   .strn "おいておくなんて、よほど{换行}"
;   .strn "この先は見られたくないらしいな{换页}"
;   .strn "{对话框:左}{文本顺序:02E9}{头像:0C}{名字:雅希:名字}"
;   .strn "一流ハンターのカンを{换行}"
;   .strn "甘く見ないでほしいわね{换行}"
;   .strn "さあ、行くわよっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02E8}{头像:6B}{名字:15:名字}"
    .strn "还放了{换行}"
    .strn "拟真型机器人作为看守，{换行}"
    .strn "看来是相当不想让人看到这前面啊{换页}"
    .strn "{对话框:左}{文本顺序:02E9}{头像:0C}{名字:雅希:名字}"
    .strn "希望不要小瞧了{换行}"
    .strn "一流猎人的直觉啊{换行}"
    .strn "好了，走吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02EA}{头像:6B}{名字:15:名字}"
;   .strn "い、今のは…バクハツ音！？{换页}"
;   .strn "{对话框:左}{文本顺序:02EB}{头像:0F}{名字:雅希:名字}"
;   .strn "この先から聞こえたわ！{换行}"
;   .strn "行ってみよう！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02EA}{头像:6B}{名字:15:名字}"
    .strn "刚、刚刚那是…爆炸声！？{换页}"
    .strn "{对话框:左}{文本顺序:02EB}{头像:0F}{名字:雅希:名字}"
    .strn "是从这前面传出的！{换行}"
    .strn "去看看吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02EC}{头像:0A}{名字:雅希:名字}"
;   .strn "コンピュータが…！{换行}"
;   .strn "…アンタたちが やったの！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02EC}{头像:0A}{名字:雅希:名字}"
    .strn "电脑被…！{换行}"
    .strn "…是你们干的吗！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:02ED}{头像:25}{名字:03:名字}"
;   .strn "そのとおりさ{换行}"
;   .strn "計画は さいしゅうだんかいに{换行}"
;   .strn "入った…{换页}"
;   .strn "{对话框:左}{文本顺序:02EE}{头像:25}{名字:03:名字}"
;   .strn "もうハッキングの ひつようは{换行}"
;   .strn "ないが…お前に自分の事を{换行}"
;   .strn "知られるわけにもいかないんでな{换页}"
;   .strn "{对话框:左}{文本顺序:02EF}{头像:26}{名字:03:名字}"
;   .strn "五人ものロックマンに勝った{换行}"
;   .strn "お前に、今さらリタイアは{换行}"
;   .strn "ゆるされないのさ{换页}"
;   .strn "{对话框:右}{文本顺序:02F0}{头像:0A}{名字:雅希:名字}"
;   .strn "なんですって…！{换页}"
;   .strn "{对话框:左}{文本顺序:02F1}{头像:28}{名字:04:名字}"
;   .strn "…あなたを生かしておいたのは…{换行}"
;   .strn "全て…わたしたちの計画のため…{换页}"
;   .strn "{对话框:左}{文本顺序:02F2}{头像:28}{名字:04:名字}"
;   .strn "もうすぐ…全てが終わる…{换行}"
;   .strn "ほろびの運命が…終わる…{换行}"
;   .strn "全てが…ほろぶ…{换页}"
;   .strn "{对话框:左}{文本顺序:02F3}{头像:25}{名字:03:名字}"
;   .strn "クックックッ…そうだ…{换行}"
;   .strn "アルバートがはじめた…下らん{换行}"
;   .strn "ゲームがついに終わるんだ…！{换页}"
;   .strn "{对话框:左}{文本顺序:02F4}{头像:26}{名字:03:名字}"
;   .strn "ヤツ自身の死をもってな！{换页}"
;   .strn "{对话框:右}{文本顺序:02F5}{头像:0F}{名字:雅希:名字}"
;   .strn "アルバートの…死！？{换行}"
;   .strn "なんでアンタたちが…！？{换页}"
;   .strn "{对话框:左}{文本顺序:02F6}{头像:26}{名字:03:名字}"
;   .strn "全てが終わったら話してやるさ…{换行}"
;   .strn "お前の死にぎわにでもな！{换行}"
;   .strn "ハーッハッハッハッハッ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:02ED}{头像:25}{名字:03:名字}"
    .strn "就是这样{换行}"
    .strn "计划进入了最终阶段…{换页}"
    .strn "{对话框:左}{文本顺序:02EE}{头像:25}{名字:03:名字}"
    .strn "已经没有入侵的必要了…{换行}"
    .strn "而且也不能{换行}"
    .strn "被你知道自己的事情啊{换页}"
    .strn "{对话框:左}{文本顺序:02EF}{头像:26}{名字:03:名字}"
    .strn "你都战胜五个洛克人了，{换行}"
    .strn "事到如今{换行}"
    .strn "可不能让你退出啊{换页}"
    .strn "{对话框:右}{文本顺序:02F0}{头像:0A}{名字:雅希:名字}"
    .strn "你说什么…！{换页}"
    .strn "{对话框:左}{文本顺序:02F1}{头像:28}{名字:04:名字}"
    .strn "…留你活命…{换行}"
    .strn "全都是…为了我们的计划…{换页}"
    .strn "{对话框:左}{文本顺序:02F2}{头像:28}{名字:04:名字}"
    .strn "马上…一切都会结束…{换行}"
    .strn "毁灭的命运…会结束…{换行}"
    .strn "一切…都会毁灭…{换页}"
    .strn "{对话框:左}{文本顺序:02F3}{头像:25}{名字:03:名字}"
    .strn "哼哼哼…对…{换行}"
    .strn "阿尔伯特开始的…{换行}"
    .strn "无聊游戏终于要结束了…！{换页}"
    .strn "{对话框:左}{文本顺序:02F4}{头像:26}{名字:03:名字}"
    .strn "以那家伙自己的死来结束！{换页}"
    .strn "{对话框:右}{文本顺序:02F5}{头像:0F}{名字:雅希:名字}"
    .strn "阿尔伯特的…死！？{换行}"
    .strn "为什么你们要…！？{换页}"
    .strn "{对话框:左}{文本顺序:02F6}{头像:26}{名字:03:名字}"
    .strn "当一切都结束后会跟你说的…{换行}"
    .strn "那时也是你的临死之际啊！{换行}"
    .strn "哈—哈哈哈哈！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:02F7}{头像:28}{名字:04:名字}"
;   .strn "…また…会いましょう…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:02F7}{头像:28}{名字:04:名字}"
    .strn "…下次…再见吧…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02F8}{头像:0B}{名字:雅希:名字}"
;   .strn "ちょ、ちょっと待ちなさいよ！{换行}"
;   .strn "…アイツら…何をする{换行}"
;   .strn "つもりなの…！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02F8}{头像:0B}{名字:雅希:名字}"
    .strn "给、给我等一下啊！{换行}"
    .strn "…那些家伙…{换行}"
    .strn "打算干什么…！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:02F9}{头像:02}{名字:07:名字}"
;   .strn "なんじゃ、なんじゃ？{换行}"
;   .strn "ヤツらはアルバートの手先じゃ{换行}"
;   .strn "なかったのか？{换页}"
;   .strn "{对话框:左}{文本顺序:02FA}{头像:02}{名字:07:名字}"
;   .strn "コンピュータのほうは{换行}"
;   .strn "どうなんじゃ？{换行}"
;   .strn "何も残っておらんのか？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:02F9}{头像:02}{名字:07:名字}"
    .strn "怎么啦，怎么啦？{换行}"
    .strn "那些家伙不是{换行}"
    .strn "阿尔伯特的手下吗？{换页}"
    .strn "{对话框:左}{文本顺序:02FA}{头像:02}{名字:07:名字}"
    .strn "电脑那边怎么样了？{换行}"
    .strn "没有留下任何东西吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02FB}{头像:0F}{名字:雅希:名字}"
;   .strn "…これは…？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02FB}{头像:0F}{名字:雅希:名字}"
    .strn "…这是…？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:02FC}{头像:0D}{名字:雅希:名字}"
;   .strn "…ほかには 何もないみたい{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:02FC}{头像:0D}{名字:雅希:名字}"
    .strn "…其他看来什么也没有{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:02FD}{头像:02}{名字:07:名字}"
;   .strn "…そんなに気を落とすな{换行}"
;   .strn "データなどなくとも、お前さんは{换行}"
;   .strn "まぎれもなくこの世界の住人じゃ{换页}"
;   .strn "{对话框:左}{文本顺序:02FE}{头像:02}{名字:07:名字}"
;   .strn "ヤツらがお前さんに見られまいと{换行}"
;   .strn "データを消したのが 一番の{换行}"
;   .strn "ショウコじゃろう{换页}"
;   .strn "{对话框:左}{文本顺序:02FF}{头像:02}{名字:07:名字}"
;   .strn "残っていたデータは{换行}"
;   .strn "こちらで調べてみるとしよう{换页}"
;   .strn "{对话框:左}{文本顺序:0300}{头像:02}{名字:07:名字}"
;   .strn "あとでミッションレポートと{换行}"
;   .strn "いっしょにこちらへ送ってくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:02FD}{头像:02}{名字:07:名字}"
    .strn "…别那么泄气{换行}"
    .strn "就算没有数据，{换行}"
    .strn "你也的的确确是这个世界的居民{换页}"
    .strn "{对话框:左}{文本顺序:02FE}{头像:02}{名字:07:名字}"
    .strn "那些家伙为了不让你看{换行}"
    .strn "而删除了数据{换行}"
    .strn "这就是最好的证据吧{换页}"
    .strn "{对话框:左}{文本顺序:02FF}{头像:02}{名字:07:名字}"
    .strn "残留的数据{换行}"
    .strn "我们这边试着调查一下吧{换页}"
    .strn "{对话框:左}{文本顺序:0300}{头像:02}{名字:07:名字}"
    .strn "之后把它和任务报告{换行}"
    .strn "一起传送到这边来{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m0d_jp2_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{头像:6B}{名字:15:名字}"
;   .strn "アッシュ！{换行}"
;   .strn "そこをよく見てみろ！{换页}"
;   .strn "{对话框:右}{头像:6B}{名字:15:名字}"
;   .strn "カベの向こうに{换行}"
;   .strn "アイテムがあるぜ！{换页}"
;   .strn "{对话框:右}{头像:6B}{名字:15:名字}"
;   .strn "アーゴイルは アタックボタンで{换行}"
;   .strn "ばくだんをなげる事が{换行}"
;   .strn "できるみたいだが、{换页}"
;   .strn "{对话框:右}{头像:6B}{名字:15:名字}"
;   .strn "もう1つのアタックボタンを{换行}"
;   .strn "長く押してから はなすと{换行}"
;   .strn "ウーゴイルをよびだせるらしい…{换页}"
;   .strn "{对话框:右}{头像:6B}{名字:15:名字}"
;   .strn "ウーゴイルは 地形を{换行}"
;   .strn "すりぬけるから カベの向こうの{换行}"
;   .strn "アイテムも取れるんだ{换页}"
;   .strn "{对话框:右}{头像:6B}{名字:15:名字}"
;   .strn "ウーゴイルをよびだしたボタンを{换行}"
;   .strn "押せば ウーゴイルは{换行}"
;   .strn "キックを使う事ができるぜ！{换页}"
;   .strn "{对话框:右}{头像:6B}{名字:15:名字}"
;   .strn "うまくやれば アーゴイルの{换行}"
;   .strn "なげた ばくだんを{换行}"
;   .strn "ウーゴイルが ける事もできる{换页}"
;   .strn "{对话框:右}{头像:6B}{名字:15:名字}"
;   .strn "また ばくだんをなげる時に{换行}"
;   .strn "{方向键}ボタンの上や下を押すと{换行}"
;   .strn "かくどを変えられるようだ{换页}"
;   .strn "{对话框:右}{头像:6B}{名字:15:名字}"
;   .strn "ばくだんは一度だけ{换行}"
;   .strn "バウンドするようにできてるから{换行}"
;   .strn "うまく使いこなす事だな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{头像:6B}{名字:15:名字}"
    .strn "雅希！{换行}"
    .strn "仔细看那里！{换页}"
    .strn "{对话框:右}{头像:6B}{名字:15:名字}"
    .strn "墙的另一侧有道具哦！{换页}"
    .strn "{对话框:右}{头像:6B}{名字:15:名字}"
    .strn "阿石像鬼用攻击键{换行}"
    .strn "好像可以扔出炸弹，{换页}"
    .strn "{对话框:右}{头像:6B}{名字:15:名字}"
    .strn "但是长按另一个攻击键{换行}"
    .strn "再放开的话{换行}"
    .strn "好像能传唤出吽石像鬼…{换页}"
    .strn "{对话框:右}{头像:6B}{名字:15:名字}"
    .strn "吽石像鬼{换行}"
    .strn "能够穿透地形{换行}"
    .strn "所以就能拿到墙另一侧的道具{换页}"
    .strn "{对话框:右}{头像:6B}{名字:15:名字}"
    .strn "按下传唤出吽石像鬼的按键{换行}"
    .strn "吽石像鬼就能使用踢了哦！{换页}"
    .strn "{对话框:右}{头像:6B}{名字:15:名字}"
    .strn "用得好的话{换行}"
    .strn "吽石像鬼还可以踢到{换行}"
    .strn "阿石像鬼扔出的炸弹{换页}"
    .strn "{对话框:右}{头像:6B}{名字:15:名字}"
    .strn "另外，扔炸弹的时候{换行}"
    .strn "按十字键的上和下{换行}"
    .strn "好像就能改变角度{换页}"
    .strn "{对话框:右}{头像:6B}{名字:15:名字}"
    .strn "炸弹被设计成{换行}"
    .strn "只能反弹一次{换行}"
    .strn "所以要熟练地掌握啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m0d_jp2 :: .endfunc
.close
