.create ".\.temp\root\data\talk_m09_jp1.bin", 0
;文件头
.hword (EndOftalk_m09_jp1 - 4);除文件头外文件大小
.hword (talk_m09_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计15条文本
.hword (talk_m09_jp1_000 -talk_m09_jp1_000)
.hword (talk_m09_jp1_001 -talk_m09_jp1_000)
.hword (talk_m09_jp1_002 -talk_m09_jp1_000)
.hword (talk_m09_jp1_003 -talk_m09_jp1_000)
.hword (talk_m09_jp1_004 -talk_m09_jp1_000)
.hword (talk_m09_jp1_005 -talk_m09_jp1_000)
.hword (talk_m09_jp1_006 -talk_m09_jp1_000)
.hword (talk_m09_jp1_007 -talk_m09_jp1_000)
.hword (talk_m09_jp1_008 -talk_m09_jp1_000)
.hword (talk_m09_jp1_009 -talk_m09_jp1_000)
.hword (talk_m09_jp1_010 -talk_m09_jp1_000)
.hword (talk_m09_jp1_011 -talk_m09_jp1_000)
.hword (talk_m09_jp1_012 -talk_m09_jp1_000)
.hword (talk_m09_jp1_013 -talk_m09_jp1_000)
.hword (talk_m09_jp1_014 -talk_m09_jp1_000)

;文本正文
talk_m09_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:01F7}{头像:02}{名字:米海尔:名字}"
;   .strn "その先のハイウェイで{换行}"
;   .strn "イレギュラーに追われる{换行}"
;   .strn "ヒトビトがパニックになっておる{换页}"
;   .strn "{对话框:左}{文本顺序:01F8}{头像:02}{名字:米海尔:名字}"
;   .strn "クルマでにげだした連中が{换行}"
;   .strn "ジュウタイをおこし、にげるに{换行}"
;   .strn "にげられん じょうたいじゃ{换页}"
;   .strn "{对话框:左}{文本顺序:01F9}{头像:02}{名字:米海尔:名字}"
;   .strn "イレギュラーを げきたいして、{换行}"
;   .strn "なんとか かれらがヒナンする{换行}"
;   .strn "時間を かせいでくれ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:01F7}{头像:02}{名字:米海尔:名字}"
    .strn "那前面的高速公路上{换行}"
    .strn "被异常体追击的{换行}"
    .strn "人们正陷入恐慌{换页}"
    .strn "{对话框:左}{文本顺序:01F8}{头像:02}{名字:米海尔:名字}"
    .strn "乘车出逃的人们{换行}"
    .strn "发生了堵车，{换行}"
    .strn "正处于想逃也逃不了的状态{换页}"
    .strn "{对话框:左}{文本顺序:01F9}{头像:02}{名字:米海尔:名字}"
    .strn "拜托你击退异常体，{换行}"
    .strn "无论如何也要想办法{换行}"
    .strn "为他们争取避难时间{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:01FA}{头像:6A}{名字:雷蒙德:名字}"
;   .strn "ひいっ！？{换行}"
;   .strn "は、早く進んでくれよ！{换行}"
;   .strn "このままじゃ ねらいうちだ！{换页}"
;   .strn "{对话框:左}{文本顺序:01FB}{头像:0B}{名字:格雷:名字}"
;   .strn "イレギュラーは ボクに{换行}"
;   .strn "まかせろ！{换页}"
;   .strn "{对话框:左}{文本顺序:01FC}{头像:0B}{名字:格雷:名字}"
;   .strn "コウゲキがやんだら、{换行}"
;   .strn "前へ進むんだ！{换页}"
;   .strn "{对话框:右}{文本顺序:01FD}{头像:6A}{名字:雷蒙德:名字}"
;   .strn "だ、ダレだか知らないけど{换行}"
;   .strn "助かるぜ！{换页}"
;   .strn "{对话框:右}{文本顺序:01FE}{头像:6A}{名字:雷蒙德:名字}"
;   .strn "後ろにもまだクルマが{换行}"
;   .strn "止まってるんだ！{换行}"
;   .strn "たのんだぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:01FA}{头像:6A}{名字:雷蒙德:名字}"
    .strn "噫！？{换行}"
    .strn "快、快点往前跑啊！{换行}"
    .strn "这样下去要被敌人盯上了啊！{换页}"
    .strn "{对话框:左}{文本顺序:01FB}{头像:0B}{名字:格雷:名字}"
    .strn "异常体{换行}"
    .strn "就交给我吧！{换页}"
    .strn "{对话框:左}{文本顺序:01FC}{头像:0B}{名字:格雷:名字}"
    .strn "等攻击停止后，{换行}"
    .strn "就向前进！{换页}"
    .strn "{对话框:右}{文本顺序:01FD}{头像:6A}{名字:雷蒙德:名字}"
    .strn "我、我不知道你是谁{换行}"
    .strn "不过多谢相救！{换页}"
    .strn "{对话框:右}{文本顺序:01FE}{头像:6A}{名字:雷蒙德:名字}"
    .strn "后面还有停住的车子！{换行}"
    .strn "拜托你了啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:01FF}{头像:6B}{名字:模块A:名字}"
;   .strn "どうやら連中、にげられた{换行}"
;   .strn "みたいだな{换页}"
;   .strn "{对话框:左}{文本顺序:0200}{头像:0A}{名字:格雷:名字}"
;   .strn "先へ進もう{换行}"
;   .strn "追ってくるイレギュラーを{换行}"
;   .strn "くいとめるんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:01FF}{头像:6B}{名字:模块A:名字}"
    .strn "看来那些人，{换行}"
    .strn "已经成功逃走了啊{换页}"
    .strn "{对话框:左}{文本顺序:0200}{头像:0A}{名字:格雷:名字}"
    .strn "继续前进吧{换行}"
    .strn "去阻止追过来的异常体{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0201}{头像:08}{名字:格雷:名字}"
;   .strn "お前は…テティス！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0201}{头像:08}{名字:格雷:名字}"
    .strn "你是…特提斯！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0202}{头像:30}{名字:特提斯:名字}"
;   .strn "うれしいね{换行}"
;   .strn "ボクの名前、おぼえてくれたんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0202}{头像:30}{名字:特提斯:名字}"
    .strn "好开心哦{换行}"
    .strn "我的名字，你记住了啊{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0203}{头像:31}{名字:特提斯:名字}"
;   .strn "おいでよ{换行}"
;   .strn "キミに見せたいモノがあるんだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0203}{头像:31}{名字:特提斯:名字}"
    .strn "过来吧{换行}"
    .strn "我有东西想让你看{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0204}{头像:6B}{名字:模块A:名字}"
;   .strn "…モデルV！？{换行}"
;   .strn "ハイウェイを おそったのも{换行}"
;   .strn "コイツのイケニエのためか！{换页}"
;   .strn "{对话框:右}{文本顺序:0205}{头像:31}{名字:特提斯:名字}"
;   .strn "セイカイ{换行}"
;   .strn "だけど見せたいのはもっと下…{换行}"
;   .strn "このきたない海のそこさ{换页}"
;   .strn "{对话框:右}{文本顺序:0206}{头像:31}{名字:特提斯:名字}"
;   .strn "むかし、戦争があったころの{换行}"
;   .strn "海は生き物が いられるような{换行}"
;   .strn "場所じゃなかった{换页}"
;   .strn "{对话框:右}{文本顺序:0207}{头像:32}{名字:特提斯:名字}"
;   .strn "戦争が終わって、一度はキレイに{换行}"
;   .strn "なった海も、ヒトビトがふえたら{换行}"
;   .strn "また このシマツさ{换页}"
;   .strn "{对话框:右}{文本顺序:0208}{头像:32}{名字:特提斯:名字}"
;   .strn "わかるかい？{换行}"
;   .strn "けっきょくヒトビトはこの世界を{换行}"
;   .strn "けがさないと生きていけないんだ{换页}"
;   .strn "{对话框:左}{文本顺序:0209}{头像:0B}{名字:格雷:名字}"
;   .strn "だからって、何も知らないヒトの{换行}"
;   .strn "命をうばうのか！{换行}"
;   .strn "ヒト同士で ころしあうのか！{换页}"
;   .strn "{对话框:右}{文本顺序:020A}{头像:31}{名字:特提斯:名字}"
;   .strn "ヒト同士？{换行}"
;   .strn "ボクらはふつうのヒトじゃない{换行}"
;   .strn "ロックマンに進化したんだ{换页}"
;   .strn "{对话框:右}{文本顺序:020B}{头像:31}{名字:特提斯:名字}"
;   .strn "そして…ボクはキミをたおして{换行}"
;   .strn "さらに進化する…{换页}"
;   .strn "{对话框:右}{文本顺序:020C}{头像:32}{名字:特提斯:名字}"
;   .strn "ロックマンの王になって、{换行}"
;   .strn "自分勝手なヒトビトから{换行}"
;   .strn "この世界を救うんだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0204}{头像:6B}{名字:模块A:名字}"
    .strn "…模块V！？{换行}"
    .strn "袭击高速公路{换行}"
    .strn "也是为了这家伙的活祭品啊！{换页}"
    .strn "{对话框:右}{文本顺序:0205}{头像:31}{名字:特提斯:名字}"
    .strn "回答正确{换行}"
    .strn "但是想给你看的在更下面…{换行}"
    .strn "是这肮脏的海底啊{换页}"
    .strn "{对话框:右}{文本顺序:0206}{头像:31}{名字:特提斯:名字}"
    .strn "从前，{换行}"
    .strn "战争时代的海洋{换行}"
    .strn "并不是生物能待的地方{换页}"
    .strn "{对话框:右}{文本顺序:0207}{头像:32}{名字:特提斯:名字}"
    .strn "战争结束后，{换行}"
    .strn "曾一度变干净了的海洋{换行}"
    .strn "在人们增加后结果又成了这样{换页}"
    .strn "{对话框:右}{文本顺序:0208}{头像:32}{名字:特提斯:名字}"
    .strn "知道了吗？{换行}"
    .strn "归根结底{换行}"
    .strn "人们不污染这个世界就活不下去{换页}"
    .strn "{对话框:左}{文本顺序:0209}{头像:0B}{名字:格雷:名字}"
    .strn "所以说，{换行}"
    .strn "你要夺走毫不知情的人的性命吗！{换行}"
    .strn "你要和同为人类的自相残杀吗！{换页}"
    .strn "{对话框:右}{文本顺序:020A}{头像:31}{名字:特提斯:名字}"
    .strn "同为人类？{换行}"
    .strn "我们可不是普通的人类{换行}"
    .strn "我们已经进化成洛克人了{换页}"
    .strn "{对话框:右}{文本顺序:020B}{头像:31}{名字:特提斯:名字}"
    .strn "然后…我要打到你{换行}"
    .strn "更进一步地进化…{换页}"
    .strn "{对话框:右}{文本顺序:020C}{头像:32}{名字:特提斯:名字}"
    .strn "成为洛克人之王，{换行}"
    .strn "从任性的人们手中{换行}"
    .strn "拯救这个世界！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:020D}{头像:31}{名字:特提斯:名字}"
;   .strn "ただヒトを救うだけが{换行}"
;   .strn "セイギってわけじゃない{换页}"
;   .strn "{对话框:右}{文本顺序:020E}{头像:31}{名字:特提斯:名字}"
;   .strn "まちがっているなら正すんだ{换行}"
;   .strn "ついてこれないなら…{换行}"
;   .strn "みすてるしかないんだ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:020D}{头像:31}{名字:特提斯:名字}"
    .strn "只是救人{换行}"
    .strn "并不叫正义{换页}"
    .strn "{对话框:右}{文本顺序:020E}{头像:31}{名字:特提斯:名字}"
    .strn "你错了我就要纠正过来{换行}"
    .strn "如果你不能跟着我…{换行}"
    .strn "那我就只能抛弃你了！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:020F}{头像:32}{名字:特提斯:名字}"
;   .strn "くっ…ザンネンだよ…{换行}"
;   .strn "キミならボクの言う事を{换行}"
;   .strn "わかってもらえると思ったのに…{换页}"
;   .strn "{对话框:右}{文本顺序:0210}{头像:32}{名字:特提斯:名字}"
;   .strn "ボクはあきらめないよ{换行}"
;   .strn "モデルVをカクセイさせて、{换行}"
;   .strn "この世界を変えてみせる！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:020F}{头像:32}{名字:特提斯:名字}"
    .strn "咕…很遗憾…{换行}"
    .strn "我还以为如果是你{换行}"
    .strn "就能理解我说的事情…{换页}"
    .strn "{对话框:右}{文本顺序:0210}{头像:32}{名字:特提斯:名字}"
    .strn "我不会放弃哦{换行}"
    .strn "我要让模块V觉醒，{换行}"
    .strn "改变这个世界让你们看看！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0211}{头像:0E}{名字:格雷:名字}"
;   .strn "うあああああぁぁっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0211}{头像:0E}{名字:格雷:名字}"
    .strn "呜啊啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "コードFC61から{换行}"
;   .strn "UC79までをカイホウ{换行}"
;   .strn "レポートデータ てんかい{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "ライブメタル·モデルVに{换行}"
;   .strn "ふさわしい テキゴウ者を{换行}"
;   .strn "さがしだすため、{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "わたしはまず、ふたりの{换行}"
;   .strn "きょうだいレプリロイドを{换行}"
;   .strn "作り上げた{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "开放代码{换行}"
    .strn "FC61至UC79{换行}"
    .strn "展开报告数据{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "为了找出{换行}"
    .strn "适合生命金属·模块V{换行}"
    .strn "的适应者，{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "首先，我做出了两个{换行}"
    .strn "思考型机器人的兄弟{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "かれらには モデルVのチカラの{换行}"
;   .strn "一部をあたえると同時に、{换行}"
;   .strn "一つのメイレイをあたえた{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "それは…{换行}"
;   .strn "さいきょうのロックマンを{换行}"
;   .strn "決める事{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "わたしが選び出した{换行}"
;   .strn "テキゴウ者たちに{换行}"
;   .strn "ライブメタルをあたえ、{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "さいごの一人となるまで{换行}"
;   .strn "戦い合わせる…{换行}"
;   .strn "というメイレイである{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "この戦いに生き残った者が{换行}"
;   .strn "モデルVのチカラを手にし、{换行}"
;   .strn "キュウキョクの進化をとげる{换页}"
;   .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
;   .strn "そう、新たな世界の王…{换行}"
;   .strn "ロックマンの王となるのだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "我赋予了他们{换行}"
    .strn "一部分模块V的力量，{换行}"
    .strn "同时还下达了一个命令{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "那就是…{换行}"
    .strn "选出最强的洛克人{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "将生命金属交给{换行}"
    .strn "我选出的适应者们，{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "让他们互相战斗{换行}"
    .strn "直到剩下最后一人…{换行}"
    .strn "就是这样的命令{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "这场战争的幸存者{换行}"
    .strn "将获得模块V的力量，{换行}"
    .strn "实现究极的进化{换页}"
    .strn "{对话框:下}{对话框:左}{头像:03}{名字:????:名字}"
    .strn "对，成为新的世界之王…{换行}"
    .strn "洛克人之王{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:上}{对话框:左}{文本顺序:0212}{头像:6B}{名字:模块A:名字}"
;   .strn "これでまた一つプロテクトが{换行}"
;   .strn "とけたか…{换页}"
;   .strn "{对话框:左}{文本顺序:0213}{头像:6B}{名字:模块A:名字}"
;   .strn "ロックマンが戦い合う{换行}"
;   .strn "理由はわかったけどよ{换行}"
;   .strn "オイラの事はいつ出てくるんだよ{换页}"
;   .strn "{对话框:左}{文本顺序:0214}{头像:6B}{名字:模块A:名字}"
;   .strn "それに…きょうだいの{换行}"
;   .strn "レプリロイドってのは{换行}"
;   .strn "いったい何の事なんだ？{换页}"
;   .strn "{对话框:左}{文本顺序:0215}{头像:08}{名字:格雷:名字}"
;   .strn "………{换页}"
;   .strn "{对话框:左}{文本顺序:0216}{头像:6B}{名字:模块A:名字}"
;   .strn "おい、聞いてるか？{换行}"
;   .strn "どうしたんだ{换行}"
;   .strn "むずかしい顔して{换页}"
;   .strn "{对话框:左}{文本顺序:0217}{头像:0F}{名字:格雷:名字}"
;   .strn "え？{换行}"
;   .strn "いや、なんでもないよ…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:上}{对话框:左}{文本顺序:0212}{头像:6B}{名字:模块A:名字}"
    .strn "这样就又解开{换行}"
    .strn "一层保护了吗…{换页}"
    .strn "{对话框:左}{文本顺序:0213}{头像:6B}{名字:模块A:名字}"
    .strn "洛克人之间{换行}"
    .strn "互相战斗的理由是知道了{换行}"
    .strn "但咱的事情什么时候才会出来啊{换页}"
    .strn "{对话框:左}{文本顺序:0214}{头像:6B}{名字:模块A:名字}"
    .strn "而且…{换行}"
    .strn "思考型机器人的兄妹{换行}"
    .strn "到底是什么啊？{换页}"
    .strn "{对话框:左}{文本顺序:0215}{头像:08}{名字:格雷:名字}"
    .strn "………{换页}"
    .strn "{对话框:左}{文本顺序:0216}{头像:6B}{名字:模块A:名字}"
    .strn "喂，你在听吗？{换行}"
    .strn "怎么了{换行}"
    .strn "一脸不痛快的样子{换页}"
    .strn "{对话框:左}{文本顺序:0217}{头像:0F}{名字:格雷:名字}"
    .strn "哎？{换行}"
    .strn "不，我没事…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0218}{头像:02}{名字:米海尔:名字}"
;   .strn "どうやらこのエリアの{换行}"
;   .strn "ヒトビトのヒナンが{换行}"
;   .strn "終わったようじゃ{换页}"
;   .strn "{对话框:左}{文本顺序:0219}{头像:02}{名字:米海尔:名字}"
;   .strn "さすがは選ばれし者と{换行}"
;   .strn "いったところかの{换行}"
;   .strn "ごくろうじゃったな{换页}"
;   .strn "{对话框:左}{文本顺序:021A}{头像:08}{名字:格雷:名字}"
;   .strn "(…テティスたちは、{换行}"
;   .strn "世界を変えるために、ロックマン{换行}"
;   .strn "として戦う理由を持っていた){换页}"
;   .strn "{对话框:左}{文本顺序:021B}{头像:08}{名字:格雷:名字}"
;   .strn "(ボクは自分の事を知るために…{换行}"
;   .strn "自分のために戦っている{换行}"
;   .strn "でも、それでいいんだろうか…){换页}"
;   .strn "{对话框:左}{文本顺序:021C}{头像:08}{名字:格雷:名字}"
;   .strn "(ロックマン…{换行}"
;   .strn "選ばれし者だけが使える{换行}"
;   .strn "強大なチカラ…か){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0218}{头像:02}{名字:米海尔:名字}"
    .strn "看来这个区域的人们{换行}"
    .strn "完成避难了{换页}"
    .strn "{对话框:左}{文本顺序:0219}{头像:02}{名字:米海尔:名字}"
    .strn "可以说你不愧是{换行}"
    .strn "被选中的人呢{换行}"
    .strn "辛苦你了啊{换页}"
    .strn "{对话框:左}{文本顺序:021A}{头像:08}{名字:格雷:名字}"
    .strn "(…特提斯他们{换行}"
    .strn "为了改变世界，{换行}"
    .strn "有着作为洛克人战斗的理由){换页}"
    .strn "{对话框:左}{文本顺序:021B}{头像:08}{名字:格雷:名字}"
    .strn "(而我为了弄清自己的事情…{换行}"
    .strn "为了自己而战{换行}"
    .strn "但是，这样就可以了吗…){换页}"
    .strn "{对话框:左}{文本顺序:021C}{头像:08}{名字:格雷:名字}"
    .strn "(洛克人…{换行}"
    .strn "只有被选中的人才能使用的{换行}"
    .strn "强大力量…吗){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m09_jp1_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "おい グレイ！{换行}"
;   .strn "テティスにトランスオンすれば{换行}"
;   .strn "水中を自在におよげるぜ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "水中でジャンプボタンを{换行}"
;   .strn "一度 押せば{换行}"
;   .strn "およげる じょうたいになるぞ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "あとは {方向键}ボタンでイドウしたり{换行}"
;   .strn "ダッシュボタンを押す事で{换行}"
;   .strn "はやく およぐ事もできる！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "アタックボタンを長く押して{换行}"
;   .strn "はなせば 氷ぞくせいの{换行}"
;   .strn "ワザも使えるみたいだ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "この氷のコウゲキは 地形も{换行}"
;   .strn "かんつうできるみたいだから{换行}"
;   .strn "おぼえておいてソンはないぜ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "あと テティスには下画面で{换行}"
;   .strn "アイテムのいちが わかる{换行}"
;   .strn "のうりょくもあるぞ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
;   .strn "あやしい場所では{换行}"
;   .strn "テティスにトランスオンして{换行}"
;   .strn "アイテムを見つけ出そうぜ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "喂，格雷！{换行}"
    .strn "变身为特提斯的话{换行}"
    .strn "就能在水中自由地游泳了哦{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "在水中按一次跳跃键{换行}"
    .strn "就能变成游泳状态哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "然后{换行}"
    .strn "还能用{方向键}键移动{换行}"
    .strn "或按冲刺键快速游泳！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "长按攻击键再放开的话{换行}"
    .strn "好像还能使用{换行}"
    .strn "冰属性的招式{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "这个冰的攻击{换行}"
    .strn "好像还能贯穿地形{换行}"
    .strn "所以记住这个不吃亏哦{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "还有{换行}"
    .strn "特提斯有个能在下屏画面中{换行}"
    .strn "获知道具位置的能力哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:模块A:名字}"
    .strn "在可疑的地方{换行}"
    .strn "就变身成特提斯{换行}"
    .strn "找出道具吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m09_jp1 :: .endfunc
.close
