.create ".\.temp\root\data\talk_sys_jp.bin", 0
;文件头
.hword (EndOftalk_sys_jp - 4);除文件头外文件大小
.hword (talk_sys_jp_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计189条文本
.hword (talk_sys_jp_000 -talk_sys_jp_000)
.hword (talk_sys_jp_001 -talk_sys_jp_000)
.hword (talk_sys_jp_002 -talk_sys_jp_000)
.hword (talk_sys_jp_003 -talk_sys_jp_000)
.hword (talk_sys_jp_004 -talk_sys_jp_000)
.hword (talk_sys_jp_005 -talk_sys_jp_000)
.hword (talk_sys_jp_006 -talk_sys_jp_000)
.hword (talk_sys_jp_007 -talk_sys_jp_000)
.hword (talk_sys_jp_008 -talk_sys_jp_000)
.hword (talk_sys_jp_009 -talk_sys_jp_000)
.hword (talk_sys_jp_010 -talk_sys_jp_000)
.hword (talk_sys_jp_011 -talk_sys_jp_000)
.hword (talk_sys_jp_012 -talk_sys_jp_000)
.hword (talk_sys_jp_013 -talk_sys_jp_000)
.hword (talk_sys_jp_014 -talk_sys_jp_000)
.hword (talk_sys_jp_015 -talk_sys_jp_000)
.hword (talk_sys_jp_016 -talk_sys_jp_000)
.hword (talk_sys_jp_017 -talk_sys_jp_000)
.hword (talk_sys_jp_018 -talk_sys_jp_000)
.hword (talk_sys_jp_019 -talk_sys_jp_000)
.hword (talk_sys_jp_020 -talk_sys_jp_000)
.hword (talk_sys_jp_021 -talk_sys_jp_000)
.hword (talk_sys_jp_022 -talk_sys_jp_000)
.hword (talk_sys_jp_023 -talk_sys_jp_000)
.hword (talk_sys_jp_024 -talk_sys_jp_000)
.hword (talk_sys_jp_025 -talk_sys_jp_000)
.hword (talk_sys_jp_026 -talk_sys_jp_000)
.hword (talk_sys_jp_027 -talk_sys_jp_000)
.hword (talk_sys_jp_028 -talk_sys_jp_000)
.hword (talk_sys_jp_029 -talk_sys_jp_000)
.hword (talk_sys_jp_030 -talk_sys_jp_000)
.hword (talk_sys_jp_031 -talk_sys_jp_000)
.hword (talk_sys_jp_032 -talk_sys_jp_000)
.hword (talk_sys_jp_033 -talk_sys_jp_000)
.hword (talk_sys_jp_034 -talk_sys_jp_000)
.hword (talk_sys_jp_035 -talk_sys_jp_000)
.hword (talk_sys_jp_036 -talk_sys_jp_000)
.hword (talk_sys_jp_037 -talk_sys_jp_000)
.hword (talk_sys_jp_038 -talk_sys_jp_000)
.hword (talk_sys_jp_039 -talk_sys_jp_000)
.hword (talk_sys_jp_040 -talk_sys_jp_000)
.hword (talk_sys_jp_041 -talk_sys_jp_000)
.hword (talk_sys_jp_042 -talk_sys_jp_000)
.hword (talk_sys_jp_043 -talk_sys_jp_000)
.hword (talk_sys_jp_044 -talk_sys_jp_000)
.hword (talk_sys_jp_045 -talk_sys_jp_000)
.hword (talk_sys_jp_046 -talk_sys_jp_000)
.hword (talk_sys_jp_047 -talk_sys_jp_000)
.hword (talk_sys_jp_048 -talk_sys_jp_000)
.hword (talk_sys_jp_049 -talk_sys_jp_000)
.hword (talk_sys_jp_050 -talk_sys_jp_000)
.hword (talk_sys_jp_051 -talk_sys_jp_000)
.hword (talk_sys_jp_052 -talk_sys_jp_000)
.hword (talk_sys_jp_053 -talk_sys_jp_000)
.hword (talk_sys_jp_054 -talk_sys_jp_000)
.hword (talk_sys_jp_055 -talk_sys_jp_000)
.hword (talk_sys_jp_056 -talk_sys_jp_000)
.hword (talk_sys_jp_057 -talk_sys_jp_000)
.hword (talk_sys_jp_058 -talk_sys_jp_000)
.hword (talk_sys_jp_059 -talk_sys_jp_000)
.hword (talk_sys_jp_060 -talk_sys_jp_000)
.hword (talk_sys_jp_061 -talk_sys_jp_000)
.hword (talk_sys_jp_062 -talk_sys_jp_000)
.hword (talk_sys_jp_063 -talk_sys_jp_000)
.hword (talk_sys_jp_064 -talk_sys_jp_000)
.hword (talk_sys_jp_065 -talk_sys_jp_000)
.hword (talk_sys_jp_066 -talk_sys_jp_000)
.hword (talk_sys_jp_067 -talk_sys_jp_000)
.hword (talk_sys_jp_068 -talk_sys_jp_000)
.hword (talk_sys_jp_069 -talk_sys_jp_000)
.hword (talk_sys_jp_070 -talk_sys_jp_000)
.hword (talk_sys_jp_071 -talk_sys_jp_000)
.hword (talk_sys_jp_072 -talk_sys_jp_000)
.hword (talk_sys_jp_073 -talk_sys_jp_000)
.hword (talk_sys_jp_074 -talk_sys_jp_000)
.hword (talk_sys_jp_075 -talk_sys_jp_000)
.hword (talk_sys_jp_076 -talk_sys_jp_000)
.hword (talk_sys_jp_077 -talk_sys_jp_000)
.hword (talk_sys_jp_078 -talk_sys_jp_000)
.hword (talk_sys_jp_079 -talk_sys_jp_000)
.hword (talk_sys_jp_080 -talk_sys_jp_000)
.hword (talk_sys_jp_081 -talk_sys_jp_000)
.hword (talk_sys_jp_082 -talk_sys_jp_000)
.hword (talk_sys_jp_083 -talk_sys_jp_000)
.hword (talk_sys_jp_084 -talk_sys_jp_000)
.hword (talk_sys_jp_085 -talk_sys_jp_000)
.hword (talk_sys_jp_086 -talk_sys_jp_000)
.hword (talk_sys_jp_087 -talk_sys_jp_000)
.hword (talk_sys_jp_088 -talk_sys_jp_000)
.hword (talk_sys_jp_089 -talk_sys_jp_000)
.hword (talk_sys_jp_090 -talk_sys_jp_000)
.hword (talk_sys_jp_091 -talk_sys_jp_000)
.hword (talk_sys_jp_092 -talk_sys_jp_000)
.hword (talk_sys_jp_093 -talk_sys_jp_000)
.hword (talk_sys_jp_094 -talk_sys_jp_000)
.hword (talk_sys_jp_095 -talk_sys_jp_000)
.hword (talk_sys_jp_096 -talk_sys_jp_000)
.hword (talk_sys_jp_097 -talk_sys_jp_000)
.hword (talk_sys_jp_098 -talk_sys_jp_000)
.hword (talk_sys_jp_099 -talk_sys_jp_000)
.hword (talk_sys_jp_100 -talk_sys_jp_000)
.hword (talk_sys_jp_101 -talk_sys_jp_000)
.hword (talk_sys_jp_102 -talk_sys_jp_000)
.hword (talk_sys_jp_103 -talk_sys_jp_000)
.hword (talk_sys_jp_104 -talk_sys_jp_000)
.hword (talk_sys_jp_105 -talk_sys_jp_000)
.hword (talk_sys_jp_106 -talk_sys_jp_000)
.hword (talk_sys_jp_107 -talk_sys_jp_000)
.hword (talk_sys_jp_108 -talk_sys_jp_000)
.hword (talk_sys_jp_109 -talk_sys_jp_000)
.hword (talk_sys_jp_110 -talk_sys_jp_000)
.hword (talk_sys_jp_111 -talk_sys_jp_000)
.hword (talk_sys_jp_112 -talk_sys_jp_000)
.hword (talk_sys_jp_113 -talk_sys_jp_000)
.hword (talk_sys_jp_114 -talk_sys_jp_000)
.hword (talk_sys_jp_115 -talk_sys_jp_000)
.hword (talk_sys_jp_116 -talk_sys_jp_000)
.hword (talk_sys_jp_117 -talk_sys_jp_000)
.hword (talk_sys_jp_118 -talk_sys_jp_000)
.hword (talk_sys_jp_119 -talk_sys_jp_000)
.hword (talk_sys_jp_120 -talk_sys_jp_000)
.hword (talk_sys_jp_121 -talk_sys_jp_000)
.hword (talk_sys_jp_122 -talk_sys_jp_000)
.hword (talk_sys_jp_123 -talk_sys_jp_000)
.hword (talk_sys_jp_124 -talk_sys_jp_000)
.hword (talk_sys_jp_125 -talk_sys_jp_000)
.hword (talk_sys_jp_126 -talk_sys_jp_000)
.hword (talk_sys_jp_127 -talk_sys_jp_000)
.hword (talk_sys_jp_128 -talk_sys_jp_000)
.hword (talk_sys_jp_129 -talk_sys_jp_000)
.hword (talk_sys_jp_130 -talk_sys_jp_000)
.hword (talk_sys_jp_131 -talk_sys_jp_000)
.hword (talk_sys_jp_132 -talk_sys_jp_000)
.hword (talk_sys_jp_133 -talk_sys_jp_000)
.hword (talk_sys_jp_134 -talk_sys_jp_000)
.hword (talk_sys_jp_135 -talk_sys_jp_000)
.hword (talk_sys_jp_136 -talk_sys_jp_000)
.hword (talk_sys_jp_137 -talk_sys_jp_000)
.hword (talk_sys_jp_138 -talk_sys_jp_000)
.hword (talk_sys_jp_139 -talk_sys_jp_000)
.hword (talk_sys_jp_140 -talk_sys_jp_000)
.hword (talk_sys_jp_141 -talk_sys_jp_000)
.hword (talk_sys_jp_142 -talk_sys_jp_000)
.hword (talk_sys_jp_143 -talk_sys_jp_000)
.hword (talk_sys_jp_144 -talk_sys_jp_000)
.hword (talk_sys_jp_145 -talk_sys_jp_000)
.hword (talk_sys_jp_146 -talk_sys_jp_000)
.hword (talk_sys_jp_147 -talk_sys_jp_000)
.hword (talk_sys_jp_148 -talk_sys_jp_000)
.hword (talk_sys_jp_149 -talk_sys_jp_000)
.hword (talk_sys_jp_150 -talk_sys_jp_000)
.hword (talk_sys_jp_151 -talk_sys_jp_000)
.hword (talk_sys_jp_152 -talk_sys_jp_000)
.hword (talk_sys_jp_153 -talk_sys_jp_000)
.hword (talk_sys_jp_154 -talk_sys_jp_000)
.hword (talk_sys_jp_155 -talk_sys_jp_000)
.hword (talk_sys_jp_156 -talk_sys_jp_000)
.hword (talk_sys_jp_157 -talk_sys_jp_000)
.hword (talk_sys_jp_158 -talk_sys_jp_000)
.hword (talk_sys_jp_159 -talk_sys_jp_000)
.hword (talk_sys_jp_160 -talk_sys_jp_000)
.hword (talk_sys_jp_161 -talk_sys_jp_000)
.hword (talk_sys_jp_162 -talk_sys_jp_000)
.hword (talk_sys_jp_163 -talk_sys_jp_000)
.hword (talk_sys_jp_164 -talk_sys_jp_000)
.hword (talk_sys_jp_165 -talk_sys_jp_000)
.hword (talk_sys_jp_166 -talk_sys_jp_000)
.hword (talk_sys_jp_167 -talk_sys_jp_000)
.hword (talk_sys_jp_168 -talk_sys_jp_000)
.hword (talk_sys_jp_169 -talk_sys_jp_000)
.hword (talk_sys_jp_170 -talk_sys_jp_000)
.hword (talk_sys_jp_171 -talk_sys_jp_000)
.hword (talk_sys_jp_172 -talk_sys_jp_000)
.hword (talk_sys_jp_173 -talk_sys_jp_000)
.hword (talk_sys_jp_174 -talk_sys_jp_000)
.hword (talk_sys_jp_175 -talk_sys_jp_000)
.hword (talk_sys_jp_176 -talk_sys_jp_000)
.hword (talk_sys_jp_177 -talk_sys_jp_000)
.hword (talk_sys_jp_178 -talk_sys_jp_000)
.hword (talk_sys_jp_179 -talk_sys_jp_000)
.hword (talk_sys_jp_180 -talk_sys_jp_000)
.hword (talk_sys_jp_181 -talk_sys_jp_000)
.hword (talk_sys_jp_182 -talk_sys_jp_000)
.hword (talk_sys_jp_183 -talk_sys_jp_000)
.hword (talk_sys_jp_184 -talk_sys_jp_000)
.hword (talk_sys_jp_185 -talk_sys_jp_000)
.hword (talk_sys_jp_186 -talk_sys_jp_000)
.hword (talk_sys_jp_187 -talk_sys_jp_000)
.hword (talk_sys_jp_188 -talk_sys_jp_000)

;文本正文
talk_sys_jp_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ライフアップ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}生命增量{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}サブタンク{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}副能量罐{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ライブメタルアップ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}生命金属增量{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}シークレットディスク{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}秘密磁盘{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}赤いカードキー{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}红色卡片钥匙{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ブルーのカードキー{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}蓝色卡片钥匙{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}みどりのカードキー{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}绿色卡片钥匙{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}パープルのカードキー{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}紫色卡片钥匙{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}イエローのカードキー{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}黄色卡片钥匙{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ホワイトのカードキー{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}白色卡片钥匙{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ハンターライセンス{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}猎人证{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}データファイルA{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}数据文档A{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}データファイルB{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}数据文档B{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}キドウキー{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}启动钥匙{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}データファイルA{白色字}を転送した！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "传送了{绿色字}数据文档A{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}データファイルB{白色字}を転送した！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "传送了{绿色字}数据文档B{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}フロッグ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}蛙脚{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}イレイス{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}擦除{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}スパイク·アイス{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}钉鞋·冰{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}スパイク·ウィンド{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}钉鞋·风{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ライト{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}轻量{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}エクステンド{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}延长{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}アブソーバ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}缓冲{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}しゃげき場のキー{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}射击场的钥匙{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}しゃげき場のキー{白色字}をかえした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "归还了{绿色字}射击场的钥匙{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ハヤテのしょうごう{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}疾风奖章{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}イダテンのしょうごう{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}韦陀天奖章{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_027:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}スピードキング{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}速度之王{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_028:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}スピードキング{白色字}をハクダツされた…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "被剥夺了{绿色字}速度之王{白色字}…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_029:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}イライショ{白色字}を受け取った！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "接受了{绿色字}委托书{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_030:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}伝説のツルハシ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}传说中的十字镐{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_031:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}伝説のツルハシ{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}传说中的十字镐{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_032:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}スパナ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}扳手{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_033:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}スパナ{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}扳手{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_034:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}モスクイン{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}飞蛾皇后{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_035:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}モスクイン{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}飞蛾皇后{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_036:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}カバン{白色字}をあずかった！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "保管了{绿色字}背包{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_037:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ディスク{白色字}をあずかった！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "保管了{绿色字}磁盘{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_038:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}カバン{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}背包{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_039:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ディスク{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}磁盘{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_040:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ディスク{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}磁盘{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_041:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}バッジ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}徽章{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_042:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}バッジ{白色字}をかえした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "归还了{绿色字}徽章{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_043:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}グリーンアップル{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}青苹果{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_044:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}グリーンアップル{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}青苹果{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_045:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ナイチンゲール{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}夜莺{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_046:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ナイチンゲール{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}夜莺{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_047:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}1000EC{白色字}をあずかった！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "保管了{绿色字}1000EC{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_048:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}1000EC{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}1000EC{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_049:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}バケツ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}水桶{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_050:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}はちうえ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}盆栽{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_051:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}はちうえ{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}盆栽{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_052:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}水{白色字}をあげた！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "浇了{绿色字}水{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_053:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}小さな実{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}小果实{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_054:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}200EC{白色字}をあずかった！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "保管了{绿色字}200EC{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_055:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}マンガ(みどり){白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}漫画(绿){白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_056:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}マンガ(青){白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}漫画(蓝){白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_057:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}マンガ(オレンジ){白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}漫画(橙){白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_058:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}マンガ{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}漫画{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_059:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}プリン{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}布丁{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_060:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}プリン{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}布丁{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_061:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}列車のモケイ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}列车模型{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_062:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}列車のモケイ{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}列车模型{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_063:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}小型発信キ{白色字}をあずかった！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "保管了{绿色字}小型发信器{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_064:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}小型発信キ{白色字}をせっちした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "设置了{绿色字}小型发信器{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_065:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}Lかん{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}L罐{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_066:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}風車{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}风车{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_067:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}きゅう式バランサー{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}旧式平衡器{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_068:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}電きゅう{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}电灯泡{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_069:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}せっけいず{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}设计图{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_070:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}せっけいず{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}设计图{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_071:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ユリの花{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}百合花{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_072:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ユリの花{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}百合花{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_073:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ラザラス{白色字}をきゅうしゅつした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "救出了{绿色字}拉扎勒斯{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_074:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}レッド{白色字}をきゅうしゅつした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "救出了{绿色字}雷德{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_075:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}エンジン{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}引擎{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_076:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ちゃっかそうち{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}点火装置{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_077:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}チタンごうきん{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}钛合金{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_078:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ブースター{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}推进器{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_079:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ジャンク{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}废品{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_080:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ペンダント{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}吊坠{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_081:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ペンダント{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}吊坠{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_082:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}とりかご{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}鸟笼{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_083:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}とりの入ったとりかご{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}装着鸟的鸟笼{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_084:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}とりかご{白色字}をとりつけた！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "装上了{绿色字}鸟笼{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_085:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}とりの入ったとりかご{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}装着鸟的鸟笼{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_086:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}なぞのプレゼント{白色字}をわたした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "交出了{绿色字}谜之礼物{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_087:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}お年玉{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}压岁钱{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_088:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}デビルバスター{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}恶魔爆破枪{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_089:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ヒナ·ドール{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}女儿节人偶{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_090:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}花見だんご{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}花见团子{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_091:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}サムライカブト{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}武士头盔{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_092:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}サッカーボール{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}足球{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_093:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}おねがいカード{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}许愿卡片{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_094:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}おねがいカード{白色字}を使用した！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "使用了{绿色字}许愿卡片{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_095:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}スイカ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}西瓜{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_096:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}つき見だんご{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}月见团子{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_097:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}パンプキンマジック{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}魔法南瓜{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_098:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}チトセキャンディ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}千岁糖{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_099:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}なぞのプレゼント{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}谜之礼物{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_100:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}Eかん{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}E罐{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_101:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}ショートケーキ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}奶油蛋糕{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_102:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}りんご{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}苹果{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_103:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}キャンディ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}糖果{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_104:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}パン{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}面包{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_105:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}みかん{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了{绿色字}柑橘{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_106:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ダグから{绿色字}イライショ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从达古那里获得了{绿色字}委托书{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_107:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ダグから{绿色字}イライショ{白色字}にサインをもらった{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "得到了达古在{绿色字}委托书{白色字}上的签名{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_108:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "チャックから{绿色字}イライショ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从查克那里获得了{绿色字}委托书{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_109:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "チャックから{绿色字}イライショ{白色字}にサインをもらった{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "得到了查克在{绿色字}委托书{白色字}上的签名{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_110:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ロジャーから{绿色字}イライショ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从罗杰那里获得了{绿色字}委托书{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_111:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ロジャーから{绿色字}イライショ{白色字}にサインをもらった{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "得到了罗杰在{绿色字}委托书{白色字}上的签名{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_112:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カークから{绿色字}イライショ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从卡克那里获得了{绿色字}委托书{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_113:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カークから{绿色字}イライショ{白色字}にサインをもらった{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "得到了卡克在{绿色字}委托书{白色字}上的签名{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_114:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "キリアンから{绿色字}イライショ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从基利安那里获得了{绿色字}委托书{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_115:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "キリアンから{绿色字}イライショ{白色字}にサインをもらった{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "得到了基利安在{绿色字}委托书{白色字}上的签名{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_116:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ティムから{绿色字}イライショ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从提姆那里获得了{绿色字}委托书{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_117:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ティムから{绿色字}イライショ{白色字}にサインをもらった{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "得到了提姆在{绿色字}委托书{白色字}上的签名{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_118:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エイブから{绿色字}イライショ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从艾伊卜那里获得了{绿色字}委托书{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_119:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "エイブから{绿色字}イライショ{白色字}にサインをもらった{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "得到了艾伊卜在{绿色字}委托书{白色字}上的签名{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_120:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ベンから{绿色字}イライショ{白色字}をゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "从贝恩那里获得了{绿色字}委托书{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_121:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ベンから{绿色字}イライショ{白色字}にサインをもらった{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "得到了贝恩在{绿色字}委托书{白色字}上的签名{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_122:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{绿色字}エナジーコンバーターA{白色字}が出現した！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "出现了{绿色字}能量转换器A{白色字}！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_123:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "10ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了10EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_124:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "50ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了50EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_125:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "100ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了100EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_126:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "200ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了200EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_127:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "300ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了300EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_128:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "350ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了350EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_129:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "400ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了400EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_130:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "450ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了450EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_131:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "500ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了500EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_132:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "550ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了550EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_133:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "600ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了600EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_134:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "700ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了700EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_135:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "800ECをゲットした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "获得了800EC！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_136:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ディアバーンのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了炽焰瞪羚的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_137:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "クロノフォスのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了时力冰鲎的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_138:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ローズパークのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了火花蔷薇的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_139:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "カイゼミーネのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了机雷蜂后的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_140:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "コンドロックのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了摇滚秃鹰的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_141:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "アーゴイルのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了阿石像鬼的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_142:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "テスラットのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了电磁刺猬的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_143:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "バイフロストのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了凛齿巨鳄的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_144:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルZXのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了模块ZX的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_145:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルHのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了模块H的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_146:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルFのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了模块F的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_147:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルLのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了模块L的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_148:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "モデルPのデータをコピーした！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "复制了模块P的数据！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_149:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "ハンターライセンスが ひつようです{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "需要猎人证{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_150:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5E:名字}"
;   .strn "当エリア ニテ{换行}"
;   .strn "ツイラクジコ 発生ノタメ{换行}"
;   .strn "セーフティロック 作動中デス{换页}"
;   .strn "{头像:05}{名字:5E:名字}"
;   .strn "ロックヲ カイジョスルニハ{换行}"
;   .strn "3ツノ エレメントスイッチヲ{换行}"
;   .strn "テイシ サセテクダサイ{换页}"
;   .strn "{头像:05}{名字:5E:名字}"
;   .strn "各エレメントスイッチハ{换行}"
;   .strn "弱点ゾクセイノ コウゲキヲ{换行}"
;   .strn "当テルト テイシ出来マス{换页}"
;   .strn "{头像:05}{名字:5E:名字}"
;   .strn "炎スイッチニハ 電気コウゲキ{换行}"
;   .strn "電気スイッチニハ 氷コウゲキ{换行}"
;   .strn "氷スイッチニハ 炎コウゲキガ{换页}"
;   .strn "{头像:05}{名字:5E:名字}"
;   .strn "キクヨウニ セッテイ{换行}"
;   .strn "サレテイマス{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5E:名字}"
    .strn "由于当前区域{换行}"
    .strn "发生了坠落事故{换行}"
    .strn "安全锁已激活{换页}"
    .strn "{头像:05}{名字:5E:名字}"
    .strn "要解除安全锁{换行}"
    .strn "请关闭3个元素开关{换页}"
    .strn "{头像:05}{名字:5E:名字}"
    .strn "对每个元素开关{换行}"
    .strn "进行弱点属性的攻击{换行}"
    .strn "即可关闭{换页}"
    .strn "{头像:05}{名字:5E:名字}"
    .strn "对火开关使用电系攻击{换行}"
    .strn "对电开关使用冰系攻击{换行}"
    .strn "对冰开关使用火系攻击{换页}"
    .strn "{头像:05}{名字:5E:名字}"
    .strn "即可产生效果{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_151:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5E:名字}"
;   .strn "エレメントスイッチノ{换行}"
;   .strn "テイシヲ カクニン{换行}"
;   .strn "セーフティロック カイジョ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5E:名字}"
    .strn "已确认{换行}"
    .strn "元素开关的停止{换行}"
    .strn "安全锁 解除{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_152:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{纵向二选一3}{头像:05}{名字:5D:名字}"
;   .strn "なにをしますか？{换行}"
;   .strn " データのかんり{换行}"
;   .strn " ほかのエリアへ転送{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{纵向二选一3}{头像:05}{名字:5D:名字}"
    .strn "要做什么？{换行}"
    .strn " 存档管理{换行}"
    .strn " 传送至其他区域{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_153:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{纵向二选一3}{头像:05}{名字:5D:名字}"
;   .strn "なにをしますか？{换行}"
;   .strn " データのかんり{换行}"
;   .strn " なにもしない{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{纵向二选一3}{头像:05}{名字:5D:名字}"
    .strn "要做什么？{换行}"
    .strn " 存档管理{换行}"
    .strn " 什么也不做{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_154:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{纵向三选一}{头像:05}{名字:5D:名字}"
;   .strn " データをキロクします{换行}"
;   .strn " データをよびだします{换行}"
;   .strn " データを消します{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{纵向三选一}{头像:05}{名字:5D:名字}"
    .strn " 保存数据{换行}"
    .strn " 读取数据{换行}"
    .strn " 删除数据{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_155:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "下画面で転送先を{换行}"
;   .strn "選んでください{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "请在下屏画面{换行}"
    .strn "选择传送目的地{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_156:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{纵向二选一3}{头像:05}{名字:5D:名字}"
;   .strn "転送しますか？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{纵向二选一3}{头像:05}{名字:5D:名字}"
    .strn "是否传送？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_157:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "転送先がありません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "没有传送目的地{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_158:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "このトランスサーバーは{换行}"
;   .strn "なぞの研究所へ一方通行です{换页}"
;   .strn "{纵向二选一3}{头像:05}{名字:5D:名字}"
;   .strn "転送しますか？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "这个传送服务器是{换行}"
    .strn "通往谜之研究所的单向传送{换页}"
    .strn "{纵向二选一3}{头像:05}{名字:5D:名字}"
    .strn "是否传送？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_159:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{纵向二选一3}{头像:05}{名字:5F:名字}"
;   .strn "ワープポイント：むりょう{换行}"
;   .strn " ONにする{换行}"
;   .strn " なにもしない{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{纵向二选一3}{头像:05}{名字:5F:名字}"
    .strn "传送点：免费{换行}"
    .strn " 开启{换行}"
    .strn " 什么也不做{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_160:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{纵向二选一3}{头像:05}{名字:5F:名字}"
;   .strn "ワープポイント：100EC{换行}"
;   .strn " ONにする{换行}"
;   .strn " なにもしない{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{纵向二选一3}{头像:05}{名字:5F:名字}"
    .strn "传送点：100EC{换行}"
    .strn " 开启{换行}"
    .strn " 什么也不做{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_161:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{纵向二选一3}{头像:05}{名字:5F:名字}"
;   .strn "ワープポイント：500EC{换行}"
;   .strn " ONにする{换行}"
;   .strn " なにもしない{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{纵向二选一3}{头像:05}{名字:5F:名字}"
    .strn "传送点：500EC{换行}"
    .strn " 开启{换行}"
    .strn " 什么也不做{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_162:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5F:名字}"
;   .strn "ワープポイントを{换行}"
;   .strn "ONにするには 100EC{换行}"
;   .strn "ひつようです{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5F:名字}"
    .strn "开启传送点{换行}"
    .strn "需要100EC{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_163:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5F:名字}"
;   .strn "ワープポイントを{换行}"
;   .strn "ONにするには 500EC{换行}"
;   .strn "ひつようです{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5F:名字}"
    .strn "开启传送点{换行}"
    .strn "需要500EC{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_164:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{纵向二选一3}{头像:5B}{名字:48:名字}"
;   .strn "データベースを見るかい？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{纵向二选一3}{头像:5B}{名字:48:名字}"
    .strn "要查看数据库吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_165:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{头像:05}{名字:5C:名字}"
;   .strn "マニアモードが{换行}"
;   .strn "ツイカされました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{头像:05}{名字:5C:名字}"
    .strn "增加了狂热模式{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_166:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{头像:05}{名字:5C:名字}"
;   .strn "みしよう{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{头像:05}{名字:5C:名字}"
    .strn "未使用{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_167:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{头像:05}{名字:5C:名字}"
;   .strn "モデルZXをゲットしたあとも{换行}"
;   .strn "モデルXに変身する事が{换行}"
;   .strn "かのうになりました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{头像:05}{名字:5C:名字}"
    .strn "获得了模块ZX之后{换行}"
    .strn "也可以变身为模块X了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_168:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{纵向二选一2}{头像:05}{名字:5C:名字}"
;   .strn "クリアデータをキロクしますか？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{纵向二选一2}{头像:05}{名字:5C:名字}"
    .strn "是否保存通关数据？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_169:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{头像:05}{名字:5C:名字}"
;   .strn "ミニゲーム{换行}"
;   .strn "クイズアドベントが{换行}"
;   .strn "出現しました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{头像:05}{名字:5C:名字}"
    .strn "小游戏{换行}"
    .strn "测验降临{换行}"
    .strn "出现了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_170:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{头像:05}{名字:5C:名字}"
;   .strn "ミニゲーム{换行}"
;   .strn "サバイバルロードが{换行}"
;   .strn "出現しました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{头像:05}{名字:5C:名字}"
    .strn "小游戏{换行}"
    .strn "生存之路{换行}"
    .strn "出现了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_171:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{头像:05}{名字:5C:名字}"
;   .strn "ミニゲーム{换行}"
;   .strn "ロックマンaが{换行}"
;   .strn "出現しました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{头像:05}{名字:5C:名字}"
    .strn "小游戏{换行}"
    .strn "洛克人a{换行}"
    .strn "出现了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_172:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ハンターライセンスが{换行}"
;   .strn "発行されました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "发放了猎人证{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_173:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ハンターライセンスが{换行}"
;   .strn "発行されました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "发放了猎人证{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_174:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_175:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_176:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_177:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_178:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_179:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_180:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_181:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_182:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_183:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_184:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_185:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_186:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_187:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "ミッションレポートを{换行}"
;   .strn "ていしゅつしました{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "提交了任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_sys_jp_188:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{头像:05}{名字:5D:名字}"
;   .strn "イベント11ミッションレポート{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{头像:05}{名字:5D:名字}"
    .strn "事件11任务报告{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_sys_jp :: .endfunc
.close
