.create ".\.temp\root\data\talk_q1a_jp1.bin", 0
;文件头
.hword (EndOftalk_q1a_jp1 - 4);除文件头外文件大小
.hword (talk_q1a_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计19条文本
.hword (talk_q1a_jp1_000 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_001 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_002 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_003 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_004 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_005 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_006 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_007 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_008 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_009 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_010 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_011 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_012 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_013 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_014 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_015 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_016 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_017 -talk_q1a_jp1_000)
.hword (talk_q1a_jp1_018 -talk_q1a_jp1_000)

;文本正文
talk_q1a_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q1a_jp1_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn ""
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn ""
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_q1a_jp1 :: .endfunc
.close
