.create ".\.temp\root\data\talk_m05_jp2.bin", 0
;文件头
.hword (EndOftalk_m05_jp2 - 4);除文件头外文件大小
.hword (talk_m05_jp2_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计21条文本
.hword (talk_m05_jp2_000 -talk_m05_jp2_000)
.hword (talk_m05_jp2_001 -talk_m05_jp2_000)
.hword (talk_m05_jp2_002 -talk_m05_jp2_000)
.hword (talk_m05_jp2_003 -talk_m05_jp2_000)
.hword (talk_m05_jp2_004 -talk_m05_jp2_000)
.hword (talk_m05_jp2_005 -talk_m05_jp2_000)
.hword (talk_m05_jp2_006 -talk_m05_jp2_000)
.hword (talk_m05_jp2_007 -talk_m05_jp2_000)
.hword (talk_m05_jp2_008 -talk_m05_jp2_000)
.hword (talk_m05_jp2_009 -talk_m05_jp2_000)
.hword (talk_m05_jp2_010 -talk_m05_jp2_000)
.hword (talk_m05_jp2_011 -talk_m05_jp2_000)
.hword (talk_m05_jp2_012 -talk_m05_jp2_000)
.hword (talk_m05_jp2_013 -talk_m05_jp2_000)
.hword (talk_m05_jp2_014 -talk_m05_jp2_000)
.hword (talk_m05_jp2_015 -talk_m05_jp2_000)
.hword (talk_m05_jp2_016 -talk_m05_jp2_000)
.hword (talk_m05_jp2_017 -talk_m05_jp2_000)
.hword (talk_m05_jp2_018 -talk_m05_jp2_000)
.hword (talk_m05_jp2_019 -talk_m05_jp2_000)
.hword (talk_m05_jp2_020 -talk_m05_jp2_000)

;文本正文
talk_m05_jp2_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:05}{名字:5E:名字}"
;   .strn "アラート！アラート！{换行}"
;   .strn "セキュリティシステム 二{换行}"
;   .strn "イジョウ ハッセイ！{换页}"
;   .strn "{对话框:左}{头像:05}{名字:5E:名字}"
;   .strn "ケイカイレベル3ヲ ハツドウ！{换行}"
;   .strn "ガイブヘノ ルートヲ{换行}"
;   .strn "フウサスル！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:05}{名字:5E:名字}"
    .strn "警报！警报！{换行}"
    .strn "安保系统{换行}"
    .strn "发生异常！{换页}"
    .strn "{对话框:左}{头像:05}{名字:5E:名字}"
    .strn "启动警戒级别3！{换行}"
    .strn "封锁通向外部的通路{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0112}{头像:6B}{名字:15:名字}"
;   .strn "お、おい、なんか{换行}"
;   .strn "マズくないか！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0112}{头像:6B}{名字:15:名字}"
    .strn "喂、喂，{换行}"
    .strn "好像不太妙吧！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0113}{头像:0A}{名字:雅希:名字}"
;   .strn "トビラにロックがかかってる…{换行}"
;   .strn "やられたわね…{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0113}{头像:0A}{名字:雅希:名字}"
    .strn "大门上锁了…{换行}"
    .strn "被摆了一道啊…{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0114}{头像:02}{名字:05:名字}"
;   .strn "こちら、アルバート！{换行}"
;   .strn "だいじょうぶか！？{换行}"
;   .strn "アッシュくん！{换页}"
;   .strn "{对话框:左}{文本顺序:0115}{头像:02}{名字:05:名字}"
;   .strn "その古いタワーは、ふきんの{换行}"
;   .strn "かんきょうを調べるために{换行}"
;   .strn "たてられたモノなんだ{换页}"
;   .strn "{对话框:左}{文本顺序:0116}{头像:02}{名字:05:名字}"
;   .strn "イレギュラー用にセキュリティが{换行}"
;   .strn "強化されているのだけど、{换行}"
;   .strn "何かイジョウがあったみたいだな{换页}"
;   .strn "{对话框:左}{文本顺序:0117}{头像:02}{名字:05:名字}"
;   .strn "タワーのてっぺんに{换行}"
;   .strn "セキュリティをかんりする{换行}"
;   .strn "コンピュータがあるはずだ{换页}"
;   .strn "{对话框:左}{文本顺序:0118}{头像:02}{名字:05:名字}"
;   .strn "そこまで行って、ロックを{换行}"
;   .strn "かいじょするしかない{换行}"
;   .strn "気をつけてくれ、アッシュくん{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0114}{头像:02}{名字:05:名字}"
    .strn "这里是阿尔伯特！{换行}"
    .strn "你没事吧！？{换行}"
    .strn "雅希！{换页}"
    .strn "{对话框:左}{文本顺序:0115}{头像:02}{名字:05:名字}"
    .strn "那个古老的塔，{换行}"
    .strn "是为了调查附近的环境{换行}"
    .strn "而建造的{换页}"
    .strn "{对话框:左}{文本顺序:0116}{头像:02}{名字:05:名字}"
    .strn "为了对付异常体{换行}"
    .strn "安保系统被强化了，{换行}"
    .strn "但看起来好像发生了什么异常{换页}"
    .strn "{对话框:左}{文本顺序:0117}{头像:02}{名字:05:名字}"
    .strn "在塔的顶端应该有{换行}"
    .strn "管理安保系统的电脑{换页}"
    .strn "{对话框:左}{文本顺序:0118}{头像:02}{名字:05:名字}"
    .strn "只有去那里解除锁定了{换行}"
    .strn "小心一点，雅希{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0119}{头像:3E}{名字:????:名字}"
;   .strn "ここまで たどりつくとは{换行}"
;   .strn "いほうハンターながら{换行}"
;   .strn "見所のある男だ…{换页}"
;   .strn "{对话框:右}{文本顺序:011A}{头像:3E}{名字:????:名字}"
;   .strn "フッフッフッフッ…{换行}"
;   .strn "気に入ったぞ！{换页}"
;   .strn "{对话框:右}{文本顺序:011B}{头像:3E}{名字:????:名字}"
;   .strn "わがイバラのウデにいだかれ、{换行}"
;   .strn "われらのために そのタマシイ{换行}"
;   .strn "ちらせるがいい！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0119}{头像:3E}{名字:????:名字}"
    .strn "居然能到达这里{换行}"
    .strn "尽管是非法猎人{换行}"
    .strn "却是个有出息的男人…{换页}"
    .strn "{对话框:右}{文本顺序:011A}{头像:3E}{名字:????:名字}"
    .strn "呵呵呵呵…{换行}"
    .strn "我喜欢哦！{换页}"
    .strn "{对话框:右}{文本顺序:011B}{头像:3E}{名字:????:名字}"
    .strn "被我的荆棘之臂怀抱，{换行}"
    .strn "为了我们{换行}"
    .strn "让那灵魂消散吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:011C}{头像:40}{名字:21:名字}"
;   .strn "ひいいっ！{换行}"
;   .strn "こ、こっちへ来るなぁ！{换页}"
;   .strn "{对话框:右}{文本顺序:011D}{头像:0B}{名字:雅希:名字}"
;   .strn "ストーップ！{换行}"
;   .strn "アンタの相手はこっちだよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:011C}{头像:40}{名字:21:名字}"
    .strn "噫噫！{换行}"
    .strn "你、你别过来啊！{换页}"
    .strn "{对话框:右}{文本顺序:011D}{头像:0B}{名字:雅希:名字}"
    .strn "停下！{换行}"
    .strn "你的对手在这里哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:011E}{头像:3E}{名字:????:名字}"
;   .strn "…なんだ、女か{换行}"
;   .strn "今わたしはいそがしいのだ{换页}"
;   .strn "{对话框:左}{文本顺序:011F}{头像:3E}{名字:????:名字}"
;   .strn "この男のタマシイをぬいたら、{换行}"
;   .strn "テキトウに相手してやる{换行}"
;   .strn "そこで待っていろ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:011E}{头像:3E}{名字:????:名字}"
    .strn "…什么啊，女的啊{换行}"
    .strn "我现在正忙着呢{换页}"
    .strn "{对话框:左}{文本顺序:011F}{头像:3E}{名字:????:名字}"
    .strn "等我抽去这个男人的灵魂，{换行}"
    .strn "再跟你交手应付一下{换行}"
    .strn "在那儿等着吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0120}{头像:40}{名字:21:名字}"
;   .strn "うわあああっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0120}{头像:40}{名字:21:名字}"
    .strn "哇啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0121}{头像:0A}{名字:雅希:名字}"
;   .strn "セキュリティを くるわせたのは{换行}"
;   .strn "アンタね！{换行}"
;   .strn "ここで 何してるのよ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0121}{头像:0A}{名字:雅希:名字}"
    .strn "让安保系统失常的是你啊！{换行}"
    .strn "你在这里干什么！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0122}{头像:3E}{名字:????:名字}"
;   .strn "ええい！やかましい女だ！{换行}"
;   .strn "イケニエがにげてしまった{换行}"
;   .strn "ではないか！{换页}"
;   .strn "{对话框:左}{文本顺序:0123}{头像:3E}{名字:????:名字}"
;   .strn "ここで何をしているかだと？{换行}"
;   .strn "いいだろう！{换行}"
;   .strn "ならばその身をもって知れ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0122}{头像:3E}{名字:????:名字}"
    .strn "啊呀！唠叨的女人！{换行}"
    .strn "活祭品都逃走了啊！{换页}"
    .strn "{对话框:左}{文本顺序:0123}{头像:3E}{名字:????:名字}"
    .strn "问我在这里干什么？{换行}"
    .strn "好吧！{换行}"
    .strn "那你就自己亲身体会吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:左}{文本顺序:0124}{头像:3F}{名字:0A:名字}"
;   .strn "わたしの名はローズパーク！{换行}"
;   .strn "このタワーにまよいこんだ者を{换行}"
;   .strn "イケニエとしてささげているのだ{换页}"
;   .strn "{对话框:下}{对话框:左}{文本顺序:0125}{头像:3F}{名字:0A:名字}"
;   .strn "お前もイケニエとなるがいい…{换行}"
;   .strn "新たなる王のためのチカラ…{换行}"
;   .strn "ライブメタル·モデルVのな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:左}{文本顺序:0124}{头像:3F}{名字:0A:名字}"
    .strn "我的名字是火花蔷薇！{换行}"
    .strn "我将误入这座塔的人{换行}"
    .strn "作为活祭品来供奉{换页}"
    .strn "{对话框:下}{对话框:左}{文本顺序:0125}{头像:3F}{名字:0A:名字}"
    .strn "你也成为活祭品吧…{换行}"
    .strn "成为献给新王的力量…{换行}"
    .strn "生命金属·模块V的活祭品！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0126}{头像:3F}{名字:0A:名字}"
;   .strn "フンッ！いまいましい！{换行}"
;   .strn "わが美しきトゲを お前なんかの{换行}"
;   .strn "ために けがす事になるとはな！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0126}{头像:3F}{名字:0A:名字}"
    .strn "哼！真可恨！{换行}"
    .strn "居然为了你这种人{换行}"
    .strn "弄脏了我那美丽的尖刺！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:0127}{头像:3F}{名字:0A:名字}"
;   .strn "ぐ…はっ……{换行}"
;   .strn "こんな…生意気な女の{换行}"
;   .strn "…どこに…そんなチカラが…！{换页}"
;   .strn "{对话框:右}{文本顺序:0128}{头像:3F}{名字:0A:名字}"
;   .strn "ち…ちってしまう…！{换行}"
;   .strn "わが美しき花びらが…！{换行}"
;   .strn "うおおおおおおおっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:0127}{头像:3F}{名字:0A:名字}"
    .strn "咕…哈…{换行}"
    .strn "这种…狂妄的女人{换行}"
    .strn "…哪儿来…这样的力量…！{换页}"
    .strn "{对话框:右}{文本顺序:0128}{头像:3F}{名字:0A:名字}"
    .strn "要…要凋零了…！{换行}"
    .strn "我那美丽的花瓣…！{换行}"
    .strn "呜哦哦哦哦哦哦哦！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0129}{头像:40}{名字:21:名字}"
;   .strn "ひいっ！{换行}"
;   .strn "お前もオレたちのひこうていを{换行}"
;   .strn "おそったヤツの仲間か！{换页}"
;   .strn "{对话框:左}{文本顺序:012A}{头像:40}{名字:21:名字}"
;   .strn "ちくしょう…{换行}"
;   .strn "やめろっ…！{换行}"
;   .strn "来るなーっ！{换页}"
;   .strn "{对话框:右}{文本顺序:012B}{头像:6B}{名字:15:名字}"
;   .strn "ダメだな、こりゃ…{换行}"
;   .strn "カンゼンにパ二クってやがる{换页}"
;   .strn "{对话框:右}{文本顺序:012C}{头像:0A}{名字:雅希:名字}"
;   .strn "落ち着きなさい！{换行}"
;   .strn "アタシはあなたを助けに{换行}"
;   .strn "きたんだよ！{换页}"
;   .strn "{对话框:左}{文本顺序:012D}{头像:40}{名字:21:名字}"
;   .strn "く、来るな…！{换行}"
;   .strn "来ないでくれえ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0129}{头像:40}{名字:21:名字}"
    .strn "噫！{换行}"
    .strn "你也是袭击了我们飞艇的家伙{换行}"
    .strn "的同伴吗！{换页}"
    .strn "{对话框:左}{文本顺序:012A}{头像:40}{名字:21:名字}"
    .strn "可恶…{换行}"
    .strn "不要…！{换行}"
    .strn "不要过来！{换页}"
    .strn "{对话框:右}{文本顺序:012B}{头像:6B}{名字:15:名字}"
    .strn "这不行了啊…{换行}"
    .strn "完全陷入恐慌了{换页}"
    .strn "{对话框:右}{文本顺序:012C}{头像:0A}{名字:雅希:名字}"
    .strn "冷静一点！{换行}"
    .strn "我是来救你的啊！{换页}"
    .strn "{对话框:左}{文本顺序:012D}{头像:40}{名字:21:名字}"
    .strn "别、别过来…！{换行}"
    .strn "不要过来啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:012E}{头像:40}{名字:21:名字}"
;   .strn "ぐあっ…！{换行}"
;   .strn "うあああああっ！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:012E}{头像:40}{名字:21:名字}"
    .strn "咕啊！{换行}"
    .strn "呜啊啊啊啊啊！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:右}{文本顺序:012F}{头像:0F}{名字:雅希:名字}"
;   .strn "な…何…！？{换行}"
;   .strn "何がおきたの…！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:右}{文本顺序:012F}{头像:0F}{名字:雅希:名字}"
    .strn "什…什么…！？{换行}"
    .strn "发生了什么事…！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0130}{头像:33}{名字:????:名字}"
;   .strn "…カンゼンなるハイボク…{换行}"
;   .strn "その男はキョウフにたえきれず、{换行}"
;   .strn "モデルVのイケニエとなった{换页}"
;   .strn "{对话框:右}{文本顺序:0131}{头像:6B}{名字:15:名字}"
;   .strn "モデルV…！？{换行}"
;   .strn "このバカでかいのが{换行}"
;   .strn "ライブメタルだってのか！？{换页}"
;   .strn "{对话框:左}{文本顺序:0132}{头像:2D}{名字:????:名字}"
;   .strn "ライブメタル·モデルV…{换行}"
;   .strn "古代ヘイキヨリ ツクラレシ{换行}"
;   .strn "王ノタメノ ライブメタル…{换页}"
;   .strn "{对话框:右}{文本顺序:0133}{头像:0F}{名字:雅希:名字}"
;   .strn "アンタたちはいったい…！？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0130}{头像:33}{名字:????:名字}"
    .strn "…完全失败…{换行}"
    .strn "那个男人没能承受住恐惧，{换行}"
    .strn "成为了模块V的活祭品{换页}"
    .strn "{对话框:右}{文本顺序:0131}{头像:6B}{名字:15:名字}"
    .strn "模块V…！？{换行}"
    .strn "你是说这个超大的{换行}"
    .strn "是生命金属！？{换页}"
    .strn "{对话框:左}{文本顺序:0132}{头像:2D}{名字:????:名字}"
    .strn "生命金属·模块V…{换行}"
    .strn "由古代兵器制成{换行}"
    .strn "是为王而生的生命金属…{换页}"
    .strn "{对话框:右}{文本顺序:0133}{头像:0F}{名字:雅希:名字}"
    .strn "你们到底是…！？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:下}{对话框:右}{文本顺序:0134}{头像:34}{名字:????:名字}"
;   .strn "大いなるシツボウ…{换行}"
;   .strn "お前のようなヤツが{换行}"
;   .strn "モデルAのテキゴウ者とはな{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:0135}{头像:34}{名字:11:名字}"
;   .strn "わが名はヘリオス{换行}"
;   .strn "風のロックマン·モデルH{换页}"
;   .strn "{对话框:左}{文本顺序:0136}{头像:2E}{名字:14:名字}"
;   .strn "コードネーム シャルナク{换行}"
;   .strn "ヤミノ ロックマン·モデルP{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:0137}{头像:6B}{名字:15:名字}"
;   .strn "モデルHにモデルP…{换行}"
;   .strn "コイツらがプロメテの言っていた{换行}"
;   .strn "ロックマンか！{换页}"
;   .strn "{对话框:左}{文本顺序:0138}{头像:2E}{名字:14:名字}"
;   .strn "作戦時間 チョウカ{换行}"
;   .strn "モデルVヲ カイシュウスル{换页}"
;   .strn "{对话框:下}{对话框:右}{文本顺序:0139}{头像:0A}{名字:雅希:名字}"
;   .strn "テキを目の前にして{换行}"
;   .strn "にげちゃうわけ？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:下}{对话框:右}{文本顺序:0134}{头像:34}{名字:????:名字}"
    .strn "失望至极…{换行}"
    .strn "你这样的家伙{换行}"
    .strn "居然是模块A的适应者啊{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:0135}{头像:34}{名字:11:名字}"
    .strn "我的名字是赫利欧斯{换行}"
    .strn "是风之洛克人·模块H{换页}"
    .strn "{对话框:左}{文本顺序:0136}{头像:2E}{名字:14:名字}"
    .strn "代号 夏尔纳克{换行}"
    .strn "暗之 洛克人·模块P{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:0137}{头像:6B}{名字:15:名字}"
    .strn "模块H和模块P…{换行}"
    .strn "这些家伙是普罗米修{换行}"
    .strn "提到的洛克人啊！{换页}"
    .strn "{对话框:左}{文本顺序:0138}{头像:2E}{名字:14:名字}"
    .strn "超出 作战时间{换行}"
    .strn "回收 模块V{换页}"
    .strn "{对话框:下}{对话框:右}{文本顺序:0139}{头像:0A}{名字:雅希:名字}"
    .strn "你们要在{换行}"
    .strn "敌人面前逃跑吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:013A}{头像:34}{名字:11:名字}"
;   .strn "おろかなる まちがい…{换行}"
;   .strn "お前は生かされただけに{换行}"
;   .strn "すぎぬ{换页}"
;   .strn "{对话框:左}{文本顺序:013B}{头像:34}{名字:11:名字}"
;   .strn "今はモデルVの育成が{换行}"
;   .strn "サイユウセン…{换行}"
;   .strn "お前などいつでも消せる{换页}"
;   .strn "{对话框:左}{文本顺序:013C}{头像:2E}{名字:14:名字}"
;   .strn "作戦時間 チョウカゾウダイ…{换行}"
;   .strn "ジンソクナ 行動ヲ{换行}"
;   .strn "ヨウキュウスル{换页}"
;   .strn "{对话框:左}{文本顺序:013D}{头像:2E}{名字:14:名字}"
;   .strn "モデルV カクセイレベル2{换行}"
;   .strn "イレギュラーセイセイ マデ{换行}"
;   .strn "5717ビョウト スイテイ{换页}"
;   .strn "{对话框:右}{文本顺序:013E}{头像:0F}{名字:雅希:名字}"
;   .strn "ちょっと…！？{换行}"
;   .strn "イレギュラーの発生は{换行}"
;   .strn "モデルVのせいなの！？{换页}"
;   .strn "{对话框:左}{文本顺序:013F}{头像:34}{名字:11:名字}"
;   .strn "はてしなき 無知…{换行}"
;   .strn "そんな事も知らないとは、やはり{换行}"
;   .strn "お前にロックマンは つとまらん{换页}"
;   .strn "{对话框:左}{文本顺序:0140}{头像:34}{名字:11:名字}"
;   .strn "その命、あずけておこう{换行}"
;   .strn "次に会う時が、お前のさいごだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:013A}{头像:34}{名字:11:名字}"
    .strn "愚蠢的错误…{换行}"
    .strn "我们只不过是放你一条生路{换页}"
    .strn "{对话框:左}{文本顺序:013B}{头像:34}{名字:11:名字}"
    .strn "现在最优先的{换行}"
    .strn "是培育模块V…{换行}"
    .strn "你这样的随时都能干掉{换页}"
    .strn "{对话框:左}{文本顺序:013C}{头像:2E}{名字:14:名字}"
    .strn "过度超出 作战时间…{换行}"
    .strn "要求{换行}"
    .strn "迅速的 行动{换页}"
    .strn "{对话框:左}{文本顺序:013D}{头像:2E}{名字:14:名字}"
    .strn "模块V 觉醒等级2{换行}"
    .strn "推定 离异常体生成{换行}"
    .strn "还剩 5717秒{换页}"
    .strn "{对话框:右}{文本顺序:013E}{头像:0F}{名字:雅希:名字}"
    .strn "等等…！？{换行}"
    .strn "异常体的产生{换行}"
    .strn "是因为模块V吗！？{换页}"
    .strn "{对话框:左}{文本顺序:013F}{头像:34}{名字:11:名字}"
    .strn "无边无际的无知…{换行}"
    .strn "连这种事都不知道，{换行}"
    .strn "你果然不能胜任洛克人{换页}"
    .strn "{对话框:左}{文本顺序:0140}{头像:34}{名字:11:名字}"
    .strn "先不取你的性命了{换行}"
    .strn "下次再见时，就是你的末日了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{文本顺序:0141}{头像:02}{名字:05:名字}"
;   .strn "やっと通信がつながったよ{换行}"
;   .strn "そっちは 無事かい？{换页}"
;   .strn "{对话框:左}{文本顺序:0142}{头像:02}{名字:05:名字}"
;   .strn "こちらでもタワーの{换行}"
;   .strn "セキュリティかいじょを{换行}"
;   .strn "カクニンした{换页}"
;   .strn "{对话框:左}{文本顺序:0143}{头像:02}{名字:05:名字}"
;   .strn "これで 先のエリアへ{换行}"
;   .strn "進む事ができるはずだ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{文本顺序:0141}{头像:02}{名字:05:名字}"
    .strn "通信总算接上了{换行}"
    .strn "你那边没事吧？{换页}"
    .strn "{对话框:左}{文本顺序:0142}{头像:02}{名字:05:名字}"
    .strn "这边也已确认了{换行}"
    .strn "塔内安保的解除{换页}"
    .strn "{对话框:左}{文本顺序:0143}{头像:02}{名字:05:名字}"
    .strn "这样应该就能{换行}"
    .strn "向前方区域前进了{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_m05_jp2_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "アッシュ 気をつけろ！{换行}"
;   .strn "その先は トゲだらけだ…{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "そうだ！{换行}"
;   .strn "さっきコピーしたローズパークに{换行}"
;   .strn "トランスオンするんだ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "ローズパークはツルやボウの前で{换行}"
;   .strn "{方向键}ボタンの上を押すと{换行}"
;   .strn "つかむ事ができるぞ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "つかんだじょうたいから{换行}"
;   .strn "横にイドウしたい場合は{换行}"
;   .strn "イドウしたい方向に、{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "{方向键}ボタンを押しながら{换行}"
;   .strn "アタックボタンでムチをふるんだ{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "アタックボタンを長く押してから{换行}"
;   .strn "はなすと 電気ぞくせいの{换行}"
;   .strn "コウゲキができるみたいだぞ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "おや？{换行}"
;   .strn "ローズパークにはもう一つの{换行}"
;   .strn "コウゲキがあるみたいだ！{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "どうやら もう一つの{换行}"
;   .strn "アタックボタンを押すと{换行}"
;   .strn "トゲが出せるらしい…{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "このコウゲキも 長く押してから{换行}"
;   .strn "はなすと 電気ぞくせいの{换行}"
;   .strn "コウゲキになるみたいだな{换页}"
;   .strn "{对话框:左}{头像:6B}{名字:15:名字}"
;   .strn "一度におぼえるのは大変だから{换行}"
;   .strn "あとでプロフィール画面で{换行}"
;   .strn "カクニンしたほうがいいかもな{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "雅希，小心！{换行}"
    .strn "这前面全是尖刺…{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "对了！{换行}"
    .strn "变身成{换行}"
    .strn "刚刚复制的火花蔷薇吧！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "火花蔷薇在藤曼或柱子前{换行}"
    .strn "按{方向键}键的↑{换行}"
    .strn "就能抓住哦{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "在抓住的状态下{换行}"
    .strn "想要横向移动时{换行}"
    .strn "就朝着想移动的方向，{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "按住{方向键}键的同时{换行}"
    .strn "再按攻击键就能挥出藤鞭{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "长按攻击键后放开{换行}"
    .strn "好像就能发出{换行}"
    .strn "电属性的攻击哦！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "哎呀？{换行}"
    .strn "火花蔷薇好像{换行}"
    .strn "还有另一种攻击啊！{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "看来好像{换行}"
    .strn "按下另一个攻击键{换行}"
    .strn "就能射出尖刺…{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "这个攻击好像也是{换行}"
    .strn "长按后放开{换行}"
    .strn "能变成电属性的攻击{换页}"
    .strn "{对话框:左}{头像:6B}{名字:15:名字}"
    .strn "一次性记住这些很费劲{换行}"
    .strn "所以之后去招式简介页面{换行}"
    .strn "确认一下也许会比较好吧{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_m05_jp2 :: .endfunc
.close
