.create ".\.temp\root\data\talk_q0e_jp1.bin", 0
;文件头
.hword (EndOftalk_q0e_jp1 - 4);除文件头外文件大小
.hword (talk_q0e_jp1_000 - 4) ;文本正文起始地址
;子文本偏移地址,总计27条文本
.hword (talk_q0e_jp1_000 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_001 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_002 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_003 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_004 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_005 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_006 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_007 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_008 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_009 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_010 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_011 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_012 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_013 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_014 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_015 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_016 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_017 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_018 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_019 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_020 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_021 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_022 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_023 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_024 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_025 -talk_q0e_jp1_000)
.hword (talk_q0e_jp1_026 -talk_q0e_jp1_000)

;文本正文
talk_q0e_jp1_000:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
;   .strn "わたしの名前はシャロン{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
    .strn "我的名字叫莎珑{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_001:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
;   .strn "つうじょう会話0{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
    .strn "通常对话0{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_002:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
;   .strn "つうじょう会話1{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
    .strn "通常对话1{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_003:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
;   .strn "つうじょう会話2{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
    .strn "通常对话2{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_004:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
;   .strn "つうじょう会話3{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
    .strn "通常对话3{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_005:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
;   .strn "さいきん できた部屋に{换行}"
;   .strn "大きなたなが{换行}"
;   .strn "入ったらしいんだけど、{换页}"
;   .strn "あのたなを マンガで{换行}"
;   .strn "いっぱいにしたいの{换页}"
;   .strn "レギオンズ方面にある{换行}"
;   .strn "ショップで マンガを{换行}"
;   .strn "買ってきてくれない？{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
    .strn "最近建好的房间里{换行}"
    .strn "好像添置了一个{换行}"
    .strn "大型的架子，{换页}"
    .strn "我想在那个架子上{换行}"
    .strn "放满漫画{换页}"
    .strn "你能帮我去军团方向的商店里{换行}"
    .strn "买漫画吗？{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_006:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
;   .strn "マンガはレギオンズ方面の{换行}"
;   .strn "ステーションの中で{换行}"
;   .strn "うっているはずよ{换页}"
;   .strn "どんなマンガを買うかは{换行}"
;   .strn "あなたにまかせるわ{换行}"
;   .strn "よろしくね{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
    .strn "漫画应该在{换行}"
    .strn "军团方向的车站里有卖哦{换页}"
    .strn "要买什么样的漫画{换行}"
    .strn "就交给你决定了{换行}"
    .strn "拜托了哦{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_007:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
;   .strn "あ！{换页}"
;   .strn "買ってきてくれたんだ{换行}"
;   .strn "知らないタイトルね…{换行}"
;   .strn "面白いのかな？{换页}"
;   .strn "それじゃ お礼に{换行}"
;   .strn "これをあげるわ{换行}"
;   .strn "そうびして使ってみてね！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
    .strn "啊！{换页}"
    .strn "你帮我买来了啊{换行}"
    .strn "是我不知道的书名呢…{换行}"
    .strn "有不有趣呢？{换页}"
    .strn "那么{换行}"
    .strn "作为谢礼给你这个吧{换行}"
    .strn "装备了用一下试试吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_008:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
;   .strn "あ！{换页}"
;   .strn "それ、もう持ってるヤツだよ…{换行}"
;   .strn "まあ、いいや… たなを{换行}"
;   .strn "いっぱいにする事はできるから{换页}"
;   .strn "それじゃ お礼に{换行}"
;   .strn "これをあげるわ{换行}"
;   .strn "そうびして使ってみてね！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
    .strn "啊！{换页}"
    .strn "这个，我已经有了哦…{换行}"
    .strn "不过嘛，没事啦…{换行}"
    .strn "因为可以把架子放满嘛{换页}"
    .strn "那么{换行}"
    .strn "作为谢礼给你这个吧{换行}"
    .strn "装备了用一下试试吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_009:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
;   .strn "あ！{换页}"
;   .strn "これ、ほしかったんだよ！{换行}"
;   .strn "だって うらびょうしを{换行}"
;   .strn "見てごらん！{换页}"
;   .strn "「これはおもしろい！」って{换行}"
;   .strn "かいてあるんだから！！{换页}"
;   .strn "それじゃ お礼に{换行}"
;   .strn "これをあげるわ{换行}"
;   .strn "そうびして使ってみてね！{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:55}{名字:莎珑:名字}"
    .strn "啊！{换页}"
    .strn "这个，我一直想要哦！{换行}"
    .strn "因为{换行}"
    .strn "你看看封底！{换页}"
    .strn "上面写着{换行}"
    .strn "“这个很有趣！”哦！！{换页}"
    .strn "那么{换行}"
    .strn "作为谢礼给你这个吧{换行}"
    .strn "装备了用一下试试吧！{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_010:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "はじめまして{换行}"
;   .strn "わたしはマリナ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "初次见面{换行}"
    .strn "我是玛丽娜{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_011:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "ここはマンガせんもんの{换行}"
;   .strn "本屋です{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "这里是专卖漫画的书店{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_012:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "今は おうりできる{换行}"
;   .strn "本はないわ…{换行}"
;   .strn "ごめんなさい{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "现在没有可以卖的书…{换行}"
    .strn "抱歉{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_013:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "今は おうりできる{换行}"
;   .strn "本はないわ…{换行}"
;   .strn "ごめんなさい{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "现在没有可以卖的书…{换行}"
    .strn "抱歉{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_014:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "今は おうりできる{换行}"
;   .strn "本はないわ…{换行}"
;   .strn "ごめんなさい{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "现在没有可以卖的书…{换行}"
    .strn "抱歉{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_015:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "マンガを おもとめですか？{换行}"
;   .strn "マンガは今、3点ございます{换行}"
;   .strn "どれにいたしますか？{换页}"
;   .strn "{对话框:左}{纵向三选一} マンガ(みどり){换行}"
;   .strn " マンガ(青){换行}"
;   .strn " マンガ(オレンジ){结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "想买漫画吗？{换行}"
    .strn "现在有3部漫画{换行}"
    .strn "要选择那本呢？{换页}"
    .strn "{对话框:左}{纵向三选一} 漫画(绿){换行}"
    .strn " 漫画(蓝){换行}"
    .strn " 漫画(橙){结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_016:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "そのマンガは100ECです{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "那本漫画是100EC{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_017:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{纵向二选一3}このマンガを買いますか？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{纵向二选一3}要买这本漫画吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_018:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "そのマンガは200ECです{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "那本漫画是200EC{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_019:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{纵向二选一3}このマンガを買いますか？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{纵向二选一3}要买这本漫画吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_020:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "そのマンガは400ECです{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "那本漫画是400EC{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_021:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{纵向二选一3}このマンガを買いますか？{换行}"
;   .strn " はい{换行}"
;   .strn " いいえ{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{纵向二选一3}要买这本漫画吗？{换行}"
    .strn " 是{换行}"
    .strn " 否{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_022:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "お買い上げありがとうございます{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "感谢您的购买{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_023:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "お買い上げありがとうございます{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "感谢您的购买{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_024:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "お買い上げありがとうございます{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "感谢您的购买{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_025:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
;   .strn "Eクリスタルが 足りません{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{头像:99}{名字:玛丽娜:名字}"
    .strn "E水晶不足{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


talk_q0e_jp1_026:
;原文－－－－－－－－－－－－－－－－－－－－－－
;   .strn "{对话框:左}{F463}{头像:99}{名字:玛丽娜:名字}"
;   .strn "またのごらいてんを{结束}"
;译文－－－－－－－－－－－－－－－－－－－－－－
    .strn "{对话框:左}{F463}{头像:99}{名字:玛丽娜:名字}"
    .strn "欢迎再来{结束}"
;结束－－－－－－－－－－－－－－－－－－－－－－


;文件尾
.byte 0xFF
.func EndOftalk_q0e_jp1 :: .endfunc
.close
